[
  {
    "name": "虎刺",
    "alias": "刺虎(《本草图经》)，寿星草(《寿域神方》)，寿庭木(《花镜》)，雀不踏、绣花针(《植物名实图考》)，黄脚鸡、天针、老鼠刺(《江西民间草药》)，虎牙刺、千金刺、鹅嘴花根、黄鸡兰、千口针，针上叶、顺茶风、脚不踏、土鸡爪黄连、猫儿刺、小黄连(《湖南药物志》)，两面针、细花针(《广西药植名录》)，鸟不踏(《江西草药》)，蛇不过、朝天刺、钢针木、虎叶、老鼠枪、老虎刺、小叶刺风、高骨老虎刺、红老鼠刺、红远志、白凤珠(《浙江民间常用草药》)。",
    "ingredient": "大形虎刺的根含多种蒽醌类成分虎刺素、虎刺醇、虎刺尼定、羟基虎刺素、去甲基虎刺素、去甲基羟基虎刺素、苄基紫黄茜素、茜素-1-甲醚、5-羟基茜素-1-甲醚。",
    "process": "全草及根全年可采，洗净，切碎，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风利湿，活血消肿。治痛风，风湿痹痛。痰饮咳嗽，肺痈，水肿，痞块，黄疸，妇女经闭，小儿疳积，荨麻疹，跌打损伤。\n\n①《本草图经》：\"理一切肿痛风疾。\"\n\n②《植物名实图考》：\"补气血。\"\n\n③《浙江民间草药》：\"根及花：活血，利关节。治风气。\"\n\n④《杭州药植志》：\"治风湿痛。\"\n\n⑤《广西药植名录》：\"根：止咳，补血气。治肺病，内伤。\"\n\n⑥广州部队《常用中草药手册》：\"利尿消肿，活血散瘀。治急慢性肝炎，脾脏肿大。\"",
    "taste": "苦甘，平。\n\n①《本草图经》：\"味甘。\"\n\n②《浙江民间草药》：\"味甘，性平，无毒。\"\n\n③《江西民间草药验方》：\"性平，味苦甘，无毒。\"",
    "usage": "内服：煎汤，3～5钱(鲜用1～2两)；或入散剂。外用：捣敷、捣汁潦或研末撒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "虎刺\n常绿小灌木，高30～70厘米。根粗大分枝，或缢缩呈念珠状，根皮淡黄色。枝条细，灰白色，分枝多，有直刺，长1～2厘米，常对生于叶柄间，黄绿色，小枝有灰黑色细毛。叶对生，卵形或阔椭圆形，长1～2.5厘米，先端凸尖，基部圆形，表面有光泽，革质，全缘；几无柄。花小，白色，1～2朵生于叶腋；萼筒倒卵形，窑存；花冠漏斗状，裂片4；雄蕊4；雌蕊1。核果球形，熟时红色。花期4～5月。果期11～12月。\n生于阴山坡竹林下和溪谷两旁灌丛中。喜较肥沃的砂质或粘质土壤。分布浙江、江西、广东、湖南等地。\n\n此外，同属植物大叶虎刺及大形虎刺均与虎刺同等入药。大叶虎刺的主要特征是，根肥大而多呈念珠状，叶卵状椭圆形或长椭圆形，长3～9厘米，质柔软，针刺长仅3毫米左右；大形虎刺根为圆柱形，也有呈念珠状的，叶片阔卵形，长2～3厘米，针刺长2～8毫米。\n\n以上植物的花(伏牛花)亦供药用，另详专条。",
    "application": "?",
    "position": "为茜草科植物虎刺的全草或根。",
    "source": "《本草图经》"
  },
  {
    "name": "蜻蜓",
    "alias": "灯烃、负劳(《尔雅》)，蟌(《淮南子》)，蝍蛉(《方言》)，桑蜋(《说文》)，胡蝶(崔豹《古今注》)，狐梨(《尔雅》郭璞注)，蜻蛉(《别录》)，诸乘(《本草经集注》)，蜻虰，纱羊(《纲目》)，青娘子(《东医宝鉴》)。",
    "ingredient": "角皮脂中烷类、三酰甘油类、脂肪酸的含量较高，而蜡类会计师较低。烃类中不具支链奇数碳烃占56%-60%，含一个甲基的烷类分子占11%-19%，基中甲基烷类占7%-15%，2-甲基烷类1%-3%，烯烷1%-12%。三酰甘油的组成脂肪酸与游离脂肪酸种类相似，如肉豆蔻酸(myristic acid)，棕榈酸(palmitic acid)，硬脂酸(stearic acid)，油酸(oleic acid)，不饱和酸以C18：1、C18：2酸为主。蜡由C14-C30长链偶数脂肪酸及醇组成。",
    "process": "\n夏、秋间捕捉。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "\n《日华子本草》：\"入药去翅足，炒用良。\"\n",
    "function": "\n益肾强阴。治肾虚遗精，阳痿。\n\n①《别录》：\"强阴止精。\"\n\n②《日华子本草》：\"壮阳，暖水脏。\"\n\n③《民间常用草药汇编》：\"息风镇惊。\"\n\n④《陆川本草》：\"治肾虚阴萎。\"\n",
    "taste": "\n①《别录》：\"微寒。\"\n\n②《日华子本草》：\"凉，无毒。\"\n",
    "usage": "\n内服：煎汤，2～4只；或研末。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肾经",
    "plant": "1.碧尾蜓，体型大，腹部长达50mm。体色带绿，头部有大型复眼1对，额上具一条宽的黑色横带。胸部黄绿色，胸侧第1及第3上方1/3具条纹。翅2对，膜质，透明。翅膜上常有轻微的金黄色光泽，前缘及翅痣黄色。腹部绿色至褐色、黑色，并有条纹和斑点。2.赤蜻蜓，体中型，腹部长35-38mm。未成熟时体黄褐色，成熟时呈鲜红色。前胸褐色，合胸前方红色、侧面红色。翅透明，翅痣黄色，其上、下边缘厚，黑色，前、后翅基部均具红斑。腹部红色无斑纹。3.夏赤卒，体小型，腹部长22-25mm。体黄色，胸部褐色，具细毛和黑色条纹。翅透明，翅痣黄褐色，围以黑缘。腹部黄褐或赤褐色。4.褐顶赤道卒，体中型，腹部长24-26mm。体黄褐色。胸部黑色、褐色、黄褐色，具黄斑和黑色条纹。翅透明。翅痣褐色，翅端具褐斑。腹部红褐色，具褐色横斑和黑色纵条纹，此条纹越在后边遥腹节越扩大、色越黑，第8、第9两节几乎全部黑色。5.黄衣，体中型，腹部长29-35mm。体黄色，头部黄色，眼较大，单眼间有一条黑色横纹，胸部黄色，具褐斑。翅甚宽，透明，基部淡橙黄色，翅痣黄色，痣的两端不平行，外端甚斜。腹部黄褐色，具黑斑。\n生境分布：1.飞翔力强，常在水面较高上空往反飞翔，捕食飞行的小型虫类。2.3.4.5.资源分布：1.全国大部分地区均有分布。2.我国分布于南北各地。3.分布于福建、广西、四川。4.我国分布于南北各地。5.我国分布于南北各地。",
    "application": "?",
    "position": "\n为蜒科昆虫蜻蜒的全虫。\n",
    "source": "\n《本草经集注》\n"
  },
  {
    "name": "暴马子",
    "alias": "白丁香,棒棒木,荷花丁香",
    "ingredient": "树皮含挥发油、甾醇、三萜成分及酚性成分。",
    "process": "全年可采。鲜用或晒干。",
    "distinguish": "树皮含蒿属香豆精（scoparone）即6，7-二甲氧基香见精（6，7－dimethoxy coumarin）[1]，3，4-二羟基-β-羟乙基苯（β-hydroxyethyl-3，4-dihydroxy benzene）［2］，暴马子醛酸甲酯（methylsyramuraldehydate）[3]。",
    "effect": "①祛痰作用\n小鼠或家兔灌服或腹腔注射全皮水煎液都有显著的祛痰作用(酚红法)，作用强度与同剂量桔梗相当，切断迷走神经后，作用不受影响，直接从气管内给予小量药物亦可发生作用，因此可能系直接刺激呼吸道而发生作用。对于气管纤毛上皮运动则反有抑制。祛痰的有效成分是酸酚及黄酮类物质。\n\n②平喘作用\n豚鼠口服全皮水煎液有非常明显的平喘作用(组织胺喷雾引喘法)。平喘的有效成分是萜类。小鼠灌服接近中毒量的全皮水煎液仍无止咳作用(氨水喷雾法)。树皮的乙醇提取物的中性部分有止咳作用。\n\n③对大鼠实验性慢性气管炎的作用\n灌服浸膏20克/公斤，共20天。并无止咳作用，但能减轻Ⅲ级以下支气管上皮细胞的肥大增生，使各级支气管杯状细胞数量减少，气管腺体肥大增生减轻以及腺泡、导管粘液化数量减少，但对慢性炎症细胞浸润和淋巴组织增生无明显作用。\n\n④其他\n全皮及内皮水煎液对肺炎双球菌和流感杆菌有中度抑菌作用，全枝水煎液对此只有轻度抑制。木心水煎液则无作用。全皮水煎液对网状内皮系统吞噬机能及毛细血管通透性均无影响。",
    "creation": "?",
    "function": "宣肺化痰；止咳平喘；利水 \n\n主治 慢性支气管炎；哮喘；心脏性浮肿 \n\n《吉林中草药》：\"消炎，镇咳。利水。治痰鸣喘嗽，心脏性浮肿。\"",
    "taste": "苦；辛；性微寒 \n\n\n《东北常用中草药手册》：\"苦，微寒。\"\n\n \n归肺经",
    "usage": "内服：煎汤，0.5～1两。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "小鼠灌服或腹腔注射全皮水煎液的半数致死量分别为大于100克/公斤及10.18克/公斤。豚鼠灌胃20克/公斤/日（相当于成人量20～40倍）连续20天，除体重增长受到明显抑制外，心电图、肝功能、尿蛋白及内脏病理切片检查均无明显改变。全皮水煎液对胃有刺激性，乙醇及乙酸乙酯提取物则无刺激。",
    "category": "归经_肺经",
    "plant": "暴马丁香\n落叶乔木，高6～8米。树皮灰褐色，有横纹。小枝灰褐色，有明显的椭圆形皮孔。芽小，卵圆形，紫褐色，先端疏被白纤毛。叶对生，卵圆形，先端突尖、渐尖或钝，基部通常广楔形，全缘，有光泽。圆锥花序顶生；花小，白色；萼钟状，4裂，宿存；花冠漏斗状，不比萼长或微长；裂片4；雄蕊2，伸出花冠外，约为花冠2倍长；子房2室。蒴果长圆形，开裂象小鸭嘴。种子长圆形，周围有纸质的翅。花期6～8月。果期8～9月。\n生于林缘、河岸及混交林下。分布吉林、辽宁、黑龙江、河北、陕西、甘肃、宁夏等地。",
    "application": "治疗慢性气管炎\n实验表明，暴马子各部分以内皮作用最强，全皮次之，木心最差。故临床多采用其嫩皮，剂型有冲剂、粉剂、糖浆、丸剂，及暴马子皮提出物等。除单方制剂外，尚有复方制剂，但两者疗效相近。对单纯型慢性气管炎的疗效皆高于喘息型；祛痰和止咳的疗效皆高于平喘的疗效。暴马子镇咳作用虽明显，但不及可待因，祛痰作用与等剂量的桔梗比较，作用相似。制剂与用法：㈠冲剂：取暴马子树皮洗净煎煮2次，合并2次滤液浓缩成膏加糖粉混匀，制成颗粒，60℃左右干燥。每次3克；日服3次。每日量相当暴马子树皮1两。㈡糖浆：暴马丁香嫩皮3两，青萝卜3两，加水300毫升，煎成60毫升，加白糖适量即成。每次30毫升，日服2次，10天为一疗程。㈢丸剂：每丸3钱(含暴马丁香嫩皮粉5克，蜂蜜5克)，每次1丸。日服3次，10天一疗程。㈣粉剂：暴马子皮水煎3次，每次1小时，浓缩喷雾干燥制成粉剂，每日5钱(10两制)，分3次服，连服20天。㈤暴马子皮提出物：从暴马子树皮(干)5钱(10两制)中制取总提出物1.8克，每次0.6克，每日3次，饭后服，10天为一疗程。疗效：冲剂组冶疗25例，近期控制2例，显效3例，好转14例，无效6例；糖浆组治256例，近期治愈33例，显效79例，好转114例，无效30例；丸剂组治疗275例，近期治愈22例，显效1例，好转122例，无效70例；提取物组观察20例，2个疗程后近期治愈7例，显效4例，进步7例，无效2例。服暴马子皮提取物后一般在2～3天开始见效，6天效果明显，10天效果可达一定高度；10天后若继续治疗。有效病例可继续好转或趋向治愈，而无效者则仍然无效。副作用：少数病例服药后有口干、胃部不适、轻度腹泻等现象，停药后即消失。",
    "position": "为木犀科植物暴马丁香的树皮、树干及茎枝。",
    "source": "《吉林中草药》"
  },
  {
    "name": "忍冬藤",
    "alias": "老翁须、金钗股、大薜荔、水杨藤、千金藤(《苏沈良方》)，鸳鸯草(《墨庄漫录》)，鹭鸶藤(《履巉岩本草》)，忍冬草(《证治要诀》)，左缠藤(《余居士选奇方》)，忍寒草(《洪氏集验方》)，通灵草、蜜桶藤(《土宿本草》)，金银花藤(《丹溪心法》)，金银藤(《乾坤生意秘韫》)，金银花杆(《滇南本草》)，甜藤(《本草述》)，右篆藤(《分类草药性》)，右旋藤(《贵州民间方药集》)，二花秧、银花秧(《河南中药手册》)。",
    "ingredient": "叶含忍冬甙即木犀草素-7-鼠李糖葡萄糖甙、木犀草素等黄酮类。茎含鞣质、生物碱。",
    "process": "秋、冬割取带叶的茎藤，扎成小捆，晒干。",
    "distinguish": "干燥茎呈细长圆柱形，直径1.5～6毫米，表面暗红色或灰棕色，有细柔毛，尤以嫩枝为多。皮部易剥落，常撕裂作纤维状。茎上常带有椭圆形、绿黄色的叶，多破碎不全。质坚脆，断面灰白色或黄白色，中央髓部有空隙。气弱，味淡。以外皮枣红色、质嫩带叶者为佳。\n主产浙江、四川、江苏、河南、陕西、山东、广西、湖南等地。此外安徽、甘肃、湖北、江西、福建、山西、云南、辽宁、河北等地亦产。",
    "effect": "木犀草素对平滑肌(兔寓体小肠)有解痉作用，但不及罂粟碱；并有轻度利尿(增加氯化钠的排出)作用。\n\n木犀草素在年幼大鼠(生后25～28天)口服后，可使胸腺萎缩，此作用与垂体-肾上腺系统有关，可用来解释其抗炎作用。木犀草素在体外，浓度为1：350000时，能抑制葡萄球菌及枯草杆菌的生长",
    "creation": "拣去杂质，用水浸泡，润透，切片，晒干。",
    "function": "清热，解毒，通络。治温病发热，热毒血痢，传染性肝炎，痈肿疮毒，筋骨疼痛。\n\n①《别录》：\"主寒热身肿。\"\n\n②陶弘景：\"煮汁以酿酒，补虚疗风。\"\n\n③《药性论》：\"主腹胀满，能土气下澼。\"\n\n④《本草拾遗》：\"主热毒血痢水痢。\"\n\n⑤《履巉岩本草》：\"治筋骨疼痛。\"\n\n⑥《滇南本草》：\"宽中下气，消痰，祛风热，清咽喉热痛。\"\n\n⑦《纲目》：\"治一切风湿气及诸肿毒，痈疽疥癣，杨梅恶疮，散热解毒。\"\n\n⑧《本草再新》：\"治心虚火旺，补气宽中，咳嗽，痈痿。。\n\n⑨《南京民间药草》：\"茎叶及花对眼睛发炎时有疗效。\"\n\n⑩《贵州民间方药集》：\"叶：外敷治刀伤。\"\n\n⑾广州部队《常用中草药手册》：\"治湿热腿痛。\"",
    "taste": "甘，寒。\n\n①《别录》：\"甘，温，无毒。\"\n\n②《药性论》：\"味辛。\"\n\n③《本草拾遗》：\"小寒。\"\n\n④《本草再新》：\"味甘苦，性微寒。\"",
    "usage": "内服：煎汤，0.3～1两；入丸、散或浸酒。外用：煎水熏洗、熬膏贴或研末调敷。",
    "compatibility": "脾胃虚寒，泄泻不止者禁用。",
    "storage": "置干燥处。",
    "side_effects": "木犀草素小鼠腹腔注射的LD50为180mg／kg。",
    "category": "归心；肺经",
    "plant": "忍冬(《别录》)\n多年生半常绿缠绕灌木，高达9米。茎中空，幼枝密生短柔毛。叶对生；叶柄长4～10毫米，密被短柔毛；叶片卵圆形，或长卵形，长2.5～8厘米，宽1～5.5厘米，先端短尖，罕钝圆，基部圆形或近于心形，全缘，两面和边缘均被短柔毛。花成对腋生；花梗密被短柔毛；苞片2枚，叶状，广卵形；小苞长约1毫米；花萼短小，5裂，裂片三角形，先端急尖；合瓣花冠左右对称，长达5厘米，唇形，上唇4浅裂，花冠筒细长，约与唇部等长，外面被短柔毛，花初开时为白色，2～3日后变金黄色；雄蕊5，着生在花冠管口附近；子房下位，花柱细长，和雄蕊皆伸出花冠外。浆果球形，直径约6毫米，熟时黑色。花期5～7月。果期7～10月。\n生于山野中，亦有栽培。分布辽宁、河北、河南、山东、安徽、江苏、浙江、福建、广东、广西、江西、湖南、湖北、四川、贵州、云南、陕西、甘肃等地。\n\n本植物的花蕾(金银花)、果实(银花子)亦供药用，各详专条。",
    "application": "①治疗传染性肝炎\n取忍冬藤2两，加水1000毫升，煎至400毫升，早晚分服。15天为一疗程，每疗程间隔1～3天。治疗22例，其中症状基本消失，肝功能正常者12例；症状、体征部分消失或明显减轻，肝功能明显好转者6例；症状、体征无明显变化者4例。\n\n②治疗细菌性痢疾及肠炎\n以忍冬藤100克切碎，置于瓦罐内，加水200毫升，放置12小时后，用文火煎煮3小时，加入适量蒸馏水，使成100毫升，过滤。每日每公斤体重服1.6～2.4毫升，按病情轻重，酌予增减。一般初服20毫升，每4小时1次；症状好转后，改为20毫升，一天4次，至泄泻停止后2天为止。治疗菌痢60例，肠炎90例，除4例服药1～2日未继续服用外，其余146例均获良好效果。症状平均消失时间为：腹痛3天，退热2天，里急后重2.5天，泄泻停止2天，大便成形4.4天。未见不良反应。另有用忍冬藤1.5两，每日2次煎服，同时以忍冬藤5钱煎水保留灌肠，每日1次。7日为一疗程。治疗急性菌痢167例，经一疗程治愈者131例(78.44%)，无效者36例。用药后平均2天退热，大便次数、性状及镜检恢复正常平均日数分别为5.6、4.5、4.9天，细菌培养转阴日数，多数在3天左右，肠镜检查肠道病变在10日内的阴转率为：非溃疡型84.6%，溃疡型80%。治疗慢性菌痢80例，一疗程的治愈率为73.9%。发热病例平均1.5天退热，大便次数、性状及镜检分别平均在5.5、4.6天恢复正常，细菌培养平均3.7天转阴；肠镜检查：24例非溃疡型皆恢复正常，38例溃疡型在10日内痊愈者占84.2%。\n此外，用忍冬藤4两煎服，或结合辨证加用其它药物，治疗阑尾炎亦有一定效果。",
    "position": "为忍冬科植物忍冬的茎叶。",
    "source": "《本草经集注》"
  },
  {
    "name": "款冬花",
    "alias": "冬花,款花,看灯花,艾冬花,九九花",
    "ingredient": "花含款冬二醇等甾醇类、芸香甙、金丝桃甙、三萜皂甙、鞣质、蜡、挥发油和蒲公英黄质。\n\n叶含苦味甙2.63%、没食子酸、弹性橡胶样物质、糊精、粘液、菊糖、植物甾醇、硬脂酸及棕榈酸甘油酯、酒石酸、苹果酸、转化糖、胆碱、碳氢化合物和皂甙。灰分中含锌甚多，达3.26%。\n\n鲜根茎含挥发油、石蜡、菊糖、鞣质。根含橡胶0.015%，鲍尔烯醇等。",
    "process": "10月下旬至12月下旬在花未出土时采挖，摘取花蕾，去净花梗及泥土，阴干。",
    "distinguish": "干燥花蕾呈不整齐棍棒状，常2～3个花序连生在一起，长1～2.5厘米，直径6～10毫米。上端较粗，中部稍丰满，下端渐细或带有短梗。花头外面被有多数鱼鳞状苞片，外表面呈紫红色或淡红色。苞片内表面布满白色絮状毛茸。气清香，味微苦而辛，嚼之显棉絮状。以朵大、色紫红、无花梗者为佳。\n产陕西、山西、河南、甘肃、青海、四川、内蒙古等地。",
    "effect": "1.镇咳、祛痰和平喘作用：\n40%款冬花煎剂4ml／kg 灌胃，对犬有显著镇咳作用。乙酸乙酯提取物亦有祛痰作用，乙醇提取物有镇咳作用。兔和豚鼠离体气管。肺灌流试验证明，款冬花醚提取液小量时略有支气管舒张作用；较大剂量时，反见支气管收缩。对组胺所致豚鼠气管痉挛，无肯定的解痉作用。\n2.呼吸兴奋作用：\n款冬花醇提取物和醚提物静脉注射，对麻醉猫和兔有呼吸兴奋作用，但有时在呼吸兴奋前或后有呼吸暂停。此作用可被六烃季铵所减弱。其呼吸兴奋作用类似尼可刹米，并可对抗吗啡引起的呼吸抑制作用。\n3.对心血管系统的作用：\n款冬花醇提液和煎剂静脉注射，对猫的血压先呈短暂微降，继之急剧上升，并维持较长时间。醚提物用于猫、兔、犬和大鼠，一般无先期降压现象，而升压作用更为明显。对于失血性休克猫，醚提物0.2g（生药)／kg的升压作用极为显著。其特点为用量小，作用快而强，持续时间久反复给药，无快速耐受现象。款冬酮（简称Tus)具有显著的与剂量有关的即刻升压作用，与呼吸兴奋作用。Tus对脊髓猫有升压作用，静脉注射Tus 0.2mg／kg升压kPa为16.7±3.5（125±27mmHg)．猫椎动脉（ia)Tus 0.02mg／kg可使血压下降1.73±0.4kPa（13±3mmH)，呼吸急剧兴奋。其升压作用不受神经节阻断剂六甲溴铵影响，但可被a受体阻断剂酚妥拉明和利血平减弱。款冬酮引起兔主动脉条收缩，其作用不被酚妥拉明或维拉帕米阻断，但在无 Ca2+溶液中显著减弱。提示款冬酮升压部位在外周，其升压作用是促进儿茶酚胺类递质释放与直接收缩血管平滑肌的综合结果。\n4.对动物血流动力学的影响：\n款冬酮对犬的血流动力学研究表明：款冬酮能显著增加外周阻力，强烈收缩血管其作用强于多巴胺（DA)。心肌纤维等容收缩速度指标Vpm中心静脉压，冠状动脉和肾动脉流量无显著改变。心搏出量（sV)增加。心率减慢。然而对失血性犬，款冬酮可使心肌纤维缩短速度（Vpm)和心输出量（CO)明显增加。与多巴胺比较，款冬酮对失血性休克犬不仅升压作用强，维持时间长，并使心肌力量一速度向量环的形态恢复得更接近于正常。\n5.其它作用：\n款冬素、甲基丁酸款冬素酯和甲基丁酸3，14-去氢款冬素酯对血小板活化因子引起的血小板聚集有抑制作用。款冬素对钙通道阻滞剂受体结合实验显示有阻断活性，IC50为lμg／ml。",
    "creation": "款冬花：拣去残梗、沙石、土块。蜜冬花：取拣净的款冬花同炼蜜加适量开水，拌匀，稍闷，放锅内用文火炒至微黄色、不粘手为度，取出放凉。(每款冬花100斤，用炼蜜25斤)",
    "function": "润肺下气，化痰止嗽。治咳逆喘息，喉痹。\n\n①《本经》.\"主咳逆上气善喘，喉痹，诸惊痫，寒热邪气。\"\n\n②《别录》：\"主消渴，喘息呼吸。\"\n\n⑧《药性论》：\"主疗肺气心促，急热乏劳，咳连连不绝，涕唾稠粘，治肺痿肺痈吐脓。\"\n\n④《日华子本草》：\"润心肺，益五脏，除烦，补劳劣，消痰止嗽，肺痿吐血，心虚惊悸，洗肝明目及中风。\"\n\n⑤《医学启源》：\"温肺止嗽。\"\n\n⑥《本草述》：\"治痰饮，喑证亦用之。\"\n\n⑦《长沙药解》：\"降逆破塑，宁嗽止喘，疏利咽喉，洗涤心肺而兼长润燥。\"",
    "taste": "辛，温。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《医学启源》：\"辛苦。\"\n\n④《药品化义》：\"味微苦略辛，性平。\"\n\n归肺经",
    "usage": "内服：煎汤，0.5～3钱；熬膏或入丸、散。",
    "compatibility": "①《本草经集注》：\"杏仁为使。得紫菀良。恶皂荚、消瓦玄参。畏贝母、辛夷、麻黄、黄芩、黄连、黄耆、青葙。\"\n\n②《本草崇原》：\"肺火燔灼，肺气焦满者不可用。\"\n\n③《本经逢原》：\"阴虚劳嗽禁用。\"",
    "storage": "置干燥处，防潮，防蛀。",
    "side_effects": "款冬花醚提取物给小鼠腹腔注射、豚鼠和家兔静脉注射、蟾蜍和蛙淋巴腔注射，都可引起惊厥及呼吸停止。小鼠口服醇提取液，半数致死量为 112g生药／kg，腹腔注射醚提取物则为43g生药／kg。毒性：款冬花对小鼠半数致死量，煎剂灌胃为124g/kg，醇提取液灌胃为112g/kg，醚提取物腹腔注射为43g/kg。醚提取物用于蛙、蟾蜍、小鼠、大鼠、豚鼠、兔等，中毒时均可引起狂燥不安，呼吸兴奋、肌肉紧张、痉挛、惊厥死亡。款冬花煎剂小鼠灌胃的半数致死量为124g/kg，醇提取物腹腔注射的半数致死量为112g/kg，醚提取物腹腔注射的半数致死量为43g／kg。每蛙或蟾蜍淋巴囊注射款冬花醚提取物1.05或1.75g，大鼠70g／kg，小鼠80g／kg和豚鼠10.7g／kg，以及兔0.4g/kg 静脉注射时，均可引起狂躁不安、呼吸兴奋、肌肉紧张、颤动、阵挛、最后惊厥致死。",
    "category": "归经_肺经",
    "plant": "款冬(《楚辞》)，又名：菟奚、颗冻(《尔雅》)，橐吾、虎须(《本经》)，款冻、苦萃(《广雅》)，氐冬(《别录》)，钻冻(《本草衍义》)，八角乌(《植物名实图考》)。\n多年生草本，高10～25厘米。基生叶广心脏形或卵形，长7～15厘米，宽8～10厘米，先端钝，边缘呈波状疏锯齿，锯齿先端往往带红色。基部心形成圆形，质较厚，上面平滑，暗绿色，下面密生白色毛；掌状网脉，主脉5～9条；叶柄长8～20厘米，半圆形；近基部的叶脉和叶柄带红色，并有毛茸。花茎长5～10厘米，具毛茸，小叶10余片，互生，叶片长椭圆形至三角形。头状花序顶生；总苞片1～2层，苞片20～30，质薄，呈椭圆形，具毛茸；舌状花在周围一轮，鲜黄色，单性，花冠先端凹，雌蕊1，子房下位，花柱长，柱头2裂；筒状花两性，先端5裂，裂片披针状，雄蕊5，花药连合，雌蕊1，花柱细长，柱头球状。瘦果长椭圆形，具纵棱，冠毛淡黄色。花期2～3月。果期4月。\n栽培或野生于河边、沙地。分布河北、河南、湖北、四川、山西、陕西、甘肃、内蒙古、新疆、青海，西藏等地。",
    "application": "①治疗哮喘\n将款冬花制成醇浸膏，每次5毫升(相当于生药2钱)，日服3次。观察36例，其中支气管哮喘21例，哮喘性支气管炎合并肺气肿者15例。结果显效(服药后1～2天内即见喘平、咳减，最大呼气中期流速有明显改进者)8例，好转(服药3天以上喘咳减轻，或虽减轻而持久未平复者)19例，无效9例。据观察，款冬花醇浸膏对哮喘有缓解之效，但作用较弱，远期疗效亦不理想。在治程中，较普遍的反应为恶心，少数或有心烦、失眠等现象。\n\n②治疗慢性气管炎\n取款冬花和地龙加工制成复方款冬花注射液，每次肌肉注射2毫升，连续用药10天。经治68例，临床痊愈8例，显效32例，好转24例，无效4例。初步观察在注射3～4次后，咳嗽、咯痰、喘息即明显减轻，食欲、睡眠亦有改善，同时还有一定的降压作用。",
    "position": "为菊科植物款冬的花蕾。",
    "source": "《本经》"
  },
  {
    "name": "三七草",
    "alias": "土三七,见肿消,乳香草,奶草,泽兰,叶下红,散血草,和血丹,天青地红,破血丹,血牡丹,九头狮子草,白田七草",
    "ingredient": "?",
    "process": "7～8月间生长茂盛时采，或随用随采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "活血，止血，解毒。治跌打损伤，衄血，咳血，吐血，乳痈，无名肿毒，毒虫螫伤。\n\n①《百草镜》：\"治乳痈肿毒，金疮止血，喉癣，双蛾，咳嗽。\"\n\n②《湖南药物志》：\"行血止血，清热解毒。\"",
    "taste": "甘，平。\n\n①《纲目》：\"味甘。\"\n\n②《湖南药物志》：\"辛，平，无毒。\"",
    "usage": "内服：煎汤，0.5～1两；或捣汁。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "三七草\n多年生直立草本，宿根肉质肥大。茎带肉质，高1米以上，嫩时紫红色，成长后多分枝，表面光滑，具细线棱。基生叶多数，丛生；有锯齿或作羽状分裂，上面深绿色，下面紫绿色，两面脉上有短毛；茎生叶互生，形大，长8～24厘米，宽5～10厘米，羽状分裂，裂片卵形至披针形，边缘浅裂或具疏锯齿，先端短尖戌渐尖，叶片两边均平滑无毛；叶柄长1～3厘米；托叶1对，3～5浅裂.头状花序，排列成伞房状，疏生茎梢，长1.5～2厦米；总苞绿色，摘状或钟状，苞片线状披针形，长约13～16毫米，边缘膜质，半透明，10～12枚排成一列，基部外面附有数枚小苞片；花冠筒状，黄色，6裂，裂片线形至卵形，长7～10毫米，先端尖；雄蕊5，药连合；雌蕊1，子房下位，柱头分叉，呈钻状，有短毛。瘦果线形，细小，表面有棱，褐色，冠毛多数，白色。花期9～10月。\n\n生于山野或荒地草丛中。-般多为庭园间栽培。分布江苏、浙江、河北、安徽、江西、湖北、湖南、四川、陕西、云南、贵州、广东、广西、台湾等地。\n\n本植物的根(菊三七)亦供药用，另详专条。",
    "application": "?",
    "position": "为菊科植物三七草的叶或全草。",
    "source": "《湖南药物志》"
  },
  {
    "name": "海龙",
    "alias": "水雁，海蛇",
    "ingredient": "\n尖海龙含胆甾醇（cholesterol）-胆甾烯-3-酮（cholesten-3-one），N-苯基-β-苯胺（N- phenyl-β-phenylamine）。脂溶性部分含有大量的游离脂肪酸，主要有肉蔻酸（myristic acid），棕榈酸（almitic acid）和硬脂酸（stearic acid）。\n",
    "process": "\n全年均可采捕，洗净晒干。或除去外面皮膜及内脏后，洗净晒干。通常以4～9月间产量最大。\n",
    "distinguish": "\n性状鉴别（1）刁海龙，本品体狭长侧扁，长30-50cm，躯干部宽3cm。表面黄白色或灰褐色。头部前方具一侧扁的管状长吻，口小，无牙，两眼圆而深陷，头与体轴略呈钝角；躯干部五棱形；尾部前方冰棱形，后方渐细呈四棱形，尾端卷曲；背棱两侧各有一列灰黑色斑点状色带，腹部中央棱特别突出。全体被以具花纹的骨环及细横纹，各骨环内有突起粒状棘。胸鳍宽短，背鳍较长，有的不明显，无尾鳍。骨质坚硬。气微腥，味微咸。\n（2）拟海龙，体平扁，全长20-22cm。表面灰黄色或黄白色。头常与体轴成一直线；躯干部粗壮，近四棱形，后方渐细呈四棱形，尾部细尖微卷曲，短于头与躯干部合长，无尾鳍。\n（3）尖海龙，体细长，呈鞭状，长10-20cm，中部直径4-5mm。表面黄褐色，或黄棕色，头较小而细尖，吻细长而呈管状；躯干部七棱形，尾部四棱形，后方渐细，末端不卷曲，有尾鳍。腹部中央微凸出，有的腹面可见育儿囊。质较脆，易撕裂。\n（4）蓝海龙，体部的要夫较尖锐，体部中侧棱和尾部下侧棱几相连，而上侧棱不相连结。黑褐色，具不规则的环带，腹面有较宽的黑色纵带。\n（5）低海龙，较小，长12-14cm，淡黄褐色或暗褐色，有黑褐色环带与浅色斑相间隔。\n（6）舒海龙，累加长鞭状，灰褐色。\n显微鉴别（1）刁海龙，粉末白色或乳白色。①横纺肌纤维较多，多成束而长，近无色或淡黄色，多碎断，横断面类圆形，表面平滑。②胶原纤维多单一或2-3成束。隐约可见纵向纹理，偶然可见与含棕色颗粒状物组织碎片相连接。③皮肤碎片近无色或淡黄色，极少见。表面观细胞界线不明显，可见微波状纵横纹理，布有棕色颗粒状色素物，聚休成星芒状。④骨质碎片无色，呈不规则块状，骨陷窝裂缝状，排列不规则，边缘骨小管稀疏。\n\n",
    "effect": "\n1.性激素样作用，在30ml洛氏液中加入50%海龙浸剂0.5-1.0ml或20%浸剂1.0-2.0ml，可使大鼠、小鼠和家兔的离体子宫兴奋，收缩加强，频离加快。20%海龙浸剂2.0ml/kg给家兔静脉注射，对在位家兔子宫有兴奋作用。海龙兴奋子宫的作用远较垂体后叶素弱，作用较温和持久，不易引起强收缩，并且对不同性周期的子宫均有相似的兴奋作用。其兴奋子宫的有效成分，易被加热破坏。尖海龙的醇提油溶液，醇提水溶液和水煎液均可明显增加小鼠子宫重量，其中以醇提油状物作用最强，水煎液次之。\n 2.对免疫系统的影响。20%海龙胶以0.5ml/只剂量给小鼠灌胃，能明显增加小鼠胸腺重量，显著升高小鼠白细胞民数量，对小鼠血红蛋白含量的增加作用不明显。拟海龙水提取物对正常人外周血淋巴细胞具有增殖作用，最佳药物量反应集中在10-20μl/孔之间，剂量增大至40μl/孔后，刺激作用可逐渐减弱。 \n3.其他作用，拟海龙水提物对人宫颈癌细胞株（HeLa）、ECA190、肺鳞癌、HCT8直肠癌有各度不等的抑制作用。海龙对小鼠B型单胺氧化酶活性有一定抑制作用，也使过氧化脂质减少，但与对照组比较无显著性差异。\n",
    "creation": "生用。",
    "function": "\n补肾壮阳；散结消肿。主阳痿；遗精；不育；肾虚作喘；症瘕积聚；瘰疬瘿瘤；跌打损伤；痈肿疔疮\n\n\n①《纲目拾遗》：\"功倍海马。催生尤捷效。\"\n\n②《现代实用中药》：\"为强壮药，有兴奋作用，用于老人及衰弱者之精神衰惫。治血气痛。\"\n\n③《中药鉴别手册》：\"补肾壮阳。治阳萎、不育。\"\n",
    "taste": "\n味咸、甘，性温。归肝，肾经。\n\n①《药材资料汇编》：\"甘，温，无毒。\"\n\n②《中药材手册》：\"味咸。\"\n\n③《中药鉴别手册》：\"咸甘，温。\"\n",
    "usage": "\n内服：煎汤，3-9g；研末，1.5-3g。外用：适量，研末掺敷。\n",
    "compatibility": "\n孕妇及阴虚火旺者忌服。\n",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n1.刁海龙，体形狭长而侧扁。体全长37-50cm。体高远大于体宽。躯干部五棱形，尾部前方六棱形，后方逐渐变细，为四棱形，尾端卷曲。头长，与体轴在同一水平线上，或与体轴形成大钝角，吻特别延长，侧扁，约为眶后头长的2倍。眼大而圆，眼眶突出。鼻孔每侧2个，很小。口小，前位，口闭时，口裂几呈垂直状。两颌短小。鳃盖突出，具明显的放射状线纹，鳃孔小，位近头侧背缘。眼眶四周、吻管背腹面及顶部的后端，均被有大小不等粗糙颗粒状棘；颈部背方呈棱脊状，具颈棘2个；腹部中央棱较突出。肛门位于体1/2后方腹面。体无鳞，包被于骨质环中体部骨环25-26；尾部骨环56-57。背鱼较长，41-42条；始于尾环第1节，止于第10或11节。臀鳍4，极短小。胸鳍23，短宽。无尾鳍。体淡黄色，于躯干部上侧棱骨环相接处有一列黑褐色斑点，各鳍色浅。雄体于尾部前方腹面有育儿囊。\n2.拟海龙，体长形、平扁，一般体长20-22cm，体定大于体高，躯干部近四棱形，尾部前方六棱形，后方渐细，呈四棱形，尾端细尖略卷。头长，与身体在同一水平线上。吻长而侧扁，约为眶后头长的2倍，眼较大而圆，虎眶稍突出。鳃盖上缘嵴纹较突出，止于鳃孔前方，胸鳍基部前方，各具一较大而突出的结，头上除眼嵴上缘各具一小棘外，侨汇无棘刺。体无鳞，骨环体部16-17，尾部51-53。躯干部与尾侧棱及下侧棱完全相连。背鳍很小鳍条5-6，紧处于肛门后方，胸鳍20-22，短宽。无尾鳍。体鱼绿黄色，体侧及腹面均有大小不等的鲜黄斑点，吻侧及下方具有不规则深绿色网纹。各鳍绿黄色。\n3.尖海龙，体细长，鞭状，一般体长11-20cm，体高及宽近相等。躯干部七棱形，腹部中央棱微凹，尾部四棱形，尾后方渐细，不卷曲。头长而细尖，体长为头长7.4-9.3倍。吻细长，管状，头长为吻长1.7-1.9倍，为眼径6.9-8.4倍，眼大而圆，眼眶微突。鳃盖上线状嵴短小，存在于基部1/3处，鳃孔很小，躯干部上侧棱与尾部上侧棱不相连，躯干部下侧棱与尾部下侧棱相连结，躯干部中侧棱与尾部上侧棱相接近。体无鳞，全为骨环所包，体部骨环19，尾部36-41。背鳍35-45，较长，始于最末体环，止于第9尾环。臀鳍4，短小。胸鳍12-13，扇形。尾鳍9-10，后缘黑褐色，其他鳍淡色。\n4.蓝海龙，体细，柱状，体高大于体宽，体长为头长8.4-9.8倍。头细尖，为吻长2.1-2.7倍，为眼径1.5-2倍。鳃盖具一完整线状嵴。体上各要夫较尖锐，躯干部与尾部二者的上侧棱不相连续，下侧棱完全连续，躯干部中侧棱与尾部下侧棱几相连续。体为骨环所包，体部骨环12，尾部骨环35-36。背鳍22-23，始于躯干部最末环，止于第5尾环。臀鳍3，胸鳍13，尾鳍10。体黑褐色，体上具不规则横带，杂有淡色斑纹。背鳍上具3-4行不规则黑色斑点。腹面中央棱嵴上有一较宽黑色纵带。尾鳍黑色，其他各鳍淡色。\n5.低海龙，体细长，柱状，一般体长12-14cm，体较高，大于体宽。头细长，体长为头长7.6-8.1倍，头长吻长2.1-2.2倍，为眼径6.5-6.9倍。鳃盖上具一完整的线状嵴，其上下有放射状细纹。体被骨环所包，体部骨环16，尾部骨环37-39。背鳍25-28，完全位于尾部的1-6尾环间。臀鳍2，胸鳍14-15，尾鳍10。体淡黄褐色或暗褐色。头上眼后有3条放射状黑褐条纹，眼前1条达吻上，吻腹面中央有一黑纵带。体上有黑褐色环带与淡色斑相间隔。尾鳍黑褐色，其他各鳍淡色。\n6.舒海龙，体细长，鞭状，体高和体宽约相等。头长而尖，体长约为头长4.8-7.0，头长为吻长1.7-1.8倍，为眼径5.3-6.0倍。吻长大于眶后头长。鳃盖线状嵴短小。躯干部上侧棱与尾部上侧棱不相连，躯干中侧棱和尾部上侧棱接近。体为骨环所包，体部骨环19，尾部36-40，始于最末体环，止于第九尾环。臀鳍3-4，胸鳍12-13，尾鳍9-10。体灰褐色。\n\n\n",
    "application": "用量3～9克，煎服或入丸、散;外用适量，研末敷患处。用治阳痿遗精、癥瘕积聚、瘰疬痰核、跌扑损伤、痈肿疔疮。",
    "position": "\n为海龙科动物刁海龙、拟海龙、尖海龙、蓝海龙、低海龙、舒海龙的全体或除去皮膜及内脏的全体\n",
    "source": "\n《纲目拾遗》\n"
  },
  {
    "name": "土牛膝",
    "alias": "掇鼻草、擦鼻草、倒扣草、毛蟹目、土牛七、红骨蛇",
    "ingredient": "根及种子含皂甙，其皂甙元均无齐墩果酸（oleanolic acid）、另含甜菜碱、糖类、粘液质及钾盐。种子含皂甙约1%，主为皂甙A（C[XB]48[/XB]H[XB]76[/XB]O[XB]18[/XB]）、皂甙B（C[XB]54[/XB]H[XB]86[/XB]O[XB]23[/XB]）及一种中性皂甙。全草含促脱皮甾酮（ecdysterone）。",
    "process": "冬春间或秋季采挖，除去茎叶及须根，洗净，晒干或用硫黄熏后晒干。",
    "distinguish": "①牛膝(野生者)的干燥根茎及根，又名：野牛膝。根茎呈圆柱状，长1～3厘米，直径6～10毫米，灰棕色，上端有茎基残留，周围着生多数粗细不一的根。根长圆柱形，略弯曲，长约15厘米以下，径可达4毫米；表面淡灰棕色，有细密的纵皱纹。质稍柔软，干透后易折断，断面黄棕色，可见成圈状散列的维管束。气微，味微甜。\n\n产陕西、甘肃、安徽、江西、福建、浙江、江苏、四川、贵州等地。\n\n②柳叶牛膝的干燥根茎及根，又名：苏木红、荔支红、透血红(《纲目拾遗》)，红牛膝、牛克膝。根茎短粗，长2～6厘米，径1～1．5厘米。根4～9条，扭曲，长10～20厘米，径0．4～1．2厘米，向下渐细。表面灰黄褐色，具细密的纵皱纹及须根除去后的痕迹。质硬而稍有弹性，易折断，断面皮部淡灰褐色，略光亮，可见多数点状散布的维管束。气微，味初微甜后涩。\n\n产江西、浙江、湖北、湖南、四川、贵州等地。\n\n③粗毛牛膝的干燥根茎及根。根茎短圆柱形，灰棕色，周围着生众多圆柱状细长的根，长约6～10余厘米，粗约2～5毫米，略弯曲。表面灰棕色，有细浅的纵皱纹。质坚硬，易折断，断面纤维性，淡灰青色至灰白色。味淡无臭。\n\n产广东、福建、广西等地。",
    "effect": "1、动物实验：根在机体内有中和白喉杆菌毒素的作用，并有预防白喉的作用。\n2、从本品全草中分离到一种含有两种生物碱的混合物；能升高麻醉狗血压，短暂的兴奋呼吸，加强心脏收缩；能拮抗各种物质引起的肠管及子宫平滑肌痉挛；对大白鼠有轻度抗利尿作用。\n3、从本品种子中分离出来的皂甙混合物能使离体蛙心、兔心、豚鼠心、在位兔心的收缩力明显加强。对于心脏处于衰竭状态时，可使其张力增加；心脏乳头肌衰竭时，用此皂甙增强其收缩力；它比洋地黄作用快，作用时间短。",
    "creation": "拣去杂质，洗净，润透切段，晒干。",
    "function": "活血散瘀，祛湿利民，清热解毒。治淋病，尿血，妇女经闭，癥瘕，风湿关节痛，脚气，水肿，痢疾，疟疾，白喉，痈肿，跌打损伤。\n\n①《本草图经》：\"治妇人血块。\"\n\n②《纲目拾遗》：\"活血化瘀，宽筋，理跌打损伤。治破伤风，七十二般恶疾。功胜川产。又：善能理疮，并箭入肉。\"\n\n③《岭南采药录》：\"为收敛药及利小便药，清血消毒。治喉症捣汁含漱；又散血止痛，理脚气，煎酒服。\"\n\n④《福建民间草药》：\"散瘀血，强足膝，引药下行。\"\n\n⑤《南宁市药物志，：\"清热，散血止痛。治疟疾、痔疮及红白痢；外用治跌打损伤。\"\n\n⑥《江西草药》：\"治竹木刺伤，毒蜂咬伤等症；并可引产。\"\n\n⑦《上海常用中草药手册》：\"通经利尿，清热解毒，活血止痛。治脚气肿胀，关节炎，风湿痛，白喉，急慢性咽炎。\"\n\n⑧《贵州草药》：\"生用可破血利湿，炒用补肝肾，强筋骨。\"\n\n⑨《云南中草药》：\"活血祛瘀，清热除湿，治咳血，鼻衄，尿血，尿路感染，湿热带下。\"",
    "taste": "苦酸，平。\n\n①《福建民间草药》：\"苦酸，平，无毒。\"\n\n②《广西中草药》：\"味微苦酸，性寒，无毒。\"\n\n③《云南中草药》：\"甘微酸，凉。\"",
    "usage": "内服：煎汤，3～5钱(鲜者1～2两)。外用：捣敷，捣汁滴耳或研末吹喉。",
    "compatibility": "《福建民间草药》：\"孕妇忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；肾经",
    "plant": "，①牛膝，详\"牛膝\"条。\n\n②柳叶牛膝，又名：山牛膝(《纲目拾遗》)，剪刀牛膝。\n多年生草本，高1～1．6米．茎直立，四方形，节膨大；叶对生，叶片披针形或狭披针形，长约4．5～15厘米，宽约0．5～3．6厘米，先端及基部均渐尖，全缘，上面绿色，下面常呈紫红色。穗状花序腋生或顶生；花多数；苞片1，先端有齿；小苞片2，刺状，紫红色，基部两侧各有1卵圆形小裂片，长约0．6毫米；花被5，绿色，线形，具3脉；雄蕊5，花丝下部合生，退化雄蕊方形，先端具不明显的齿；花柱长约2毫米。胞果长卵形。花期7～10月。果期3～11月。\n\n分布湖南、湖北、四川、云南、贵州、江西、安徽、江苏、浙江、福建等地。\n\n③粗毛牛膝，详\"倒扣草\"条。",
    "application": "①治疗白喉\n取煎液内服，或药汁喷雾，均有效果。㈠内服：用新鲜根1斤，制成浓缩煎液500毫升。10岁以内小儿每日100毫升，分3～4次服。治疗咽白喉29例，气管白喉3例，除2例分别因突然窒息、严重中毒而致心肌麻痹死亡外，均获治愈，治愈病例服药时间平均为6．8天，呼吸困难于2～8日恢复正常，咽头伪膜于2～7日脱落，体温于2～10天下降，细菌培养4～8日转阴。㈡喷雾：用新鲜土牛膝根捣烂，加入30～40℃左右的温开水浸渍24小时，过滤取汁。以喉头喷雾器装入新鲜药汁，每隔2小时喷射1次，连续使用，直至伪膜剥离为止。据35例的初步观察，约有半数以上的病例，伪膜在治疗后第4天完全脱落，最快的为17小时，但也有延长至15日之久的。喷射次数与剥离速度似无明显关系。随着伪膜的消退，全身症状也远渐消失或减轻。此外，有用鲜土牛膝全草5～7棵捣烂绞汁，兑入人乳或冷开水半杯，每10～20分钟取少许吞咽，或从鼻孔中滴入，使药物作用于咽喉部。治疗2例，均在4～S天痊愈。\n\n②治疗小儿肺炎\n用新鲜土牛膝根1斤捣烂，加入适量开水，绞取汁1斤，隔水蒸半小时。1～2岁每次服15毫升，3～5岁20～26毫升，每隔4～6小时1次。治疗麻疹并发肺炎、支气管肺炎、流感肺炎等26例(其中7例曾配合其它中药治疗)，服药1～6天(平均2．6天)后，24例痊愈，2例死亡。\n\n③引产\n取新鲜土牛膝根(须选白色的，红色的无效)2寸左右长，洗净，刮去粗皮，一端削成圆锥状，尾部扎丝线1根，用高压或75%酒精浸泡消毒。外阴及宫颈口按常规消毒后，将土牛膝根轻轻插入宫颈，再以消毒纱布塞入阴道，以防牛膝脱出。亦可用鲜土牛膝5克捣烂取汁，以消毒纱布浸湿，卷成条状，用无菌塑料纸包好，针刺若干小孔(便于药汁渗出)，然后按上法插入宫颈内。一般12～24小时内即可发生效果。土牛膝根待流产时自行排出。如24小时仍未生效，应取出，另取新鲜者插入。据18例的观察，结果11例成功，1例不全流产。又用于过期流产4例(其中死胎2例)和大月份的葡萄胎2例，亦获良效。药物反应有轻度体温升高，流产后即可降至正常。但使用时必须严格消毒，注意操作，防止感染及宫颈外伤。",
    "position": "为苋科植物牛膝的野生种及柳叶牛膝、粗毛牛膝等的根和根茎。",
    "source": "《本草图经》"
  },
  {
    "name": "磨盘草",
    "alias": "金花草、磨挡草、耳响草、帽笼子、磨笼子、木磨子、磨盆草、苘麻、白麻、磨谷子、磨龙子、牛姑仔磨、磨爿果、复盆子、半截磨、磨仔草、假茶仔、牛响草、挨砻地堵、磨砻草、磨盘花、累子草、米兰草、帽子盾、倒绋草、四米草、研仔盾草",
    "ingredient": "磨盘草全草含黄酮甙、酚类、氨基酸，有机酸和糖类。黄酮甙有：棉花皮甙、棉花皮次甙、矢车菊素-3-芦丁糖甙。",
    "process": "夏，秋割取全草，晒干。",
    "distinguish": "干燥全草主干粗约2厘米，有分枝，外皮有网格状皱纹，淡灰褐色如被粉状，触之有柔滑感。叶皱缩，浅灰绿色，背面色淡，少数呈浅黄棕色，被短柔毛，手捻之较柔韧面不易碎，有时叶腋有花或果。气微。\n产广东、广西等地。",
    "effect": "?",
    "creation": "?",
    "function": "清热，利湿，开窍，活血。治泄泻，淋病，耳鸣耳聋，疝气，痈肿，荨麻疹。\n\n①《生草药性备要》：\"散风、盘热。耳鸣、耳聋，煲鸡、肉食亦可。\"\n\n②《本草求原》：\"健脾，止泻，同米擂煮黄糖食。\"\n\n③《岭南采药录》：\"能升清降浊，开窍活血，又捣敷搭手、痈疮。\"\n\n④《广东中药》Ⅱ：\"治小肠疝痛，肾虚余沥，小便刺痛或小便浑浊，腮腺炎，骨蒸劳热。\"\n\n⑤广州部队《常用中草药手册》：\"疏风清热，升清降浊。治感冒高热不退，流行性腮腺炎，耳聋，耳鸣，甲状脓肿，遗精。\"",
    "taste": "①《生草药性备要》：\"味甘，性平，无毒。\"\n\n②《本草求原》：\"叶：甘涩，微温。\"\n\n归肺；肾经 ",
    "usage": "内服：煎汤，1～2两；或炖肉。外用：捣敷。",
    "compatibility": "孕妇慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "磨盘草\n一年生成多年生、直立、分枝，亚灌木状草本，高0.5～2.5米，全部皆被灰色短柔毛。叶互生，具长柄；圆卵形至阔卵形，长3～9厘米，宽2.5～7厘米，先端短尖，基部心形，叶缘有不规则的圆齿，两面皆被灰色小柔毛。花单生叶腋，黄色，直径2～2.5厘米；花柄长，近顶端有节；萼盘状，5深裂，绿色，密被灰色小柔毛，裂片阔卵形，短尖；花瓣5，较萼长2倍以上；雄蕊多数，花丝基部连成短筒；子房上位，心皮15～20，轮状排列。蒴果圆形似磨盘，高约1.5厘米，宽2厘米，分果爿15～20，顶端具短芒。种子肾形，被星状疏柔毛。\n生于砂地、旷野或路旁。分布广东、广西、贵州、云南、福建、台湾等地。\n\n本植物的根(磨盘根)、种子(磨盘草子)亦供药用，各详专条。",
    "application": "?",
    "position": "为锦葵科植物磨盘草的全草。",
    "source": "《岭南采药录》"
  },
  {
    "name": "牛蒡子",
    "alias": "恶实(《别录》)，鼠粘子(《本草图经》)，黍粘子(《珍珠囊》)，大力子(《卫生易简方》)，蝙蝠刺(《纲目》)，毛然然子、黑风子(《青海药材》)，毛锥子(《贵州民间方药集》)，粘苍子(《辽宁主要药材》)，鼠尖子、弯巴钩子、万把钩(《江苏植药志》)，大牛子(《山西中药志》)，牛子(《陕西中药志》)。",
    "ingredient": "\n　含牛蒡甙、牛蒡酚A、B、脂肪油等。\n",
    "process": "\n8～9月果实成熟时，分批采集。晒干，打出果实，除去杂质，再晒至全干。生用或炒黄用。\n",
    "distinguish": "\n瘦果呈长扁卵形，长约6毫米，中部直径约3毫米。外皮灰褐色，有数条微突起的纵纹，中间一条较明显，全体有稀疏的斑点，又似致密的网纹.一端略窄，微弯曲，顶上有一浅色小点；另一端钝圆，稍宽，有一小凹窝。纵面稍隆起，边缘光圆而厚。外皮较坚硬，破开后种仁两瓣，灰白色，富有油性。无臭，味微苦。以粒大、饱满、外皮灰褐色者佳。\n\n主产河北，吉林、辽宁、浙江、黑龙江等地。此外，四川，河南、湖北、陕西等地亦产。以东北产量较大，浙江所产品质较优。\n",
    "effect": "1.对肾病变的作用：取5周龄的Wistar系雄性大鼠腹腔注射l0mg/kg的氨基核苷（PA），每10天次，连续6天；引起肾病变后反复给予牛蒡甙及甙元。结果表明，牛蒡甙可抑制尿蛋白排泄增加，并能改善血清生化指标，显示抗肾病变作用。但甙元腹腔注射无作用，但经口服给药则显未效果。2.抗菌作用：牛蒡子煎剂对金黄色葡萄球菌，星形奴兴氏菌，腹股沟表皮癣菌等均有抑制作用。3.其它作用：牛蒡提取物能显着而持久地降低大鼠血糖，对离体家兔子宫及肠管呈抑制作用。牛蒡甙能引起蛙、小鼠及兔的强直性惊厥，对蛙下肢及兔耳管呈扩张作用，牛蒡甙元有抗癌活性。",
    "creation": "炒用。",
    "function": "\n疏散风热，宣肺透疹，消肿解毒。治风热咳嗽，咽喉肿痛，斑疹不透，风疹作痒，痈肿疮毒。\n\n①《别录》：\"明目补中，除风伤。\"\n\n②《药性论》：\"除诸风，利腰脚，又散诸结节筋骨烦热毒。\"\n\n③《食疗本草》：\"炒过末之，如茶煎三匕，通利小便。\"\n\n④《本草拾遗》：\"主风毒肿，诸痿。\"\n\n⑤《医学启源》：\"消利咽膈。《主治秘要》：润肺散气。\"\n\n⑥李杲：\"治风湿瘾疹，咽喉风热，散诸肿疮疡之毒，利凝滞腰膝之气。\"\n\n⑦《纲目》：\"消斑疹毒。\"\n",
    "taste": "\n辛苦，凉。\n\n①《别录》：\"味辛，平。\"\n\n②《本草拾遗》：\"味苦。\"\n\n③《医学启源》：\"《主治秘要》：辛，温。\"\n\n④《药品化义》：\"辛，性寒。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入散剂。外用：煎水含漱。\n",
    "compatibility": "\n《本草经疏》：\"痘疮家惟宜于血热便秘之证，若气虚色白大便自利或泄泻者，慎勿服之。痧疹不忌泄泻，故用之无妨。痈疽已溃，非便秘不宜服。\"\n",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归肺、胃经。",
    "plant": "\n牛蒡，又名：鼠粘草(《别录》)，夜叉头(《救荒本草》)，蒡翁菜、便牵牛(《纲目》)，饿死囊中草(《医林纂要》)，象耳朵、老母猪耳朵、疙瘩菜，老鼠愁、鼠见愁。\n二年生草本，高1～1.5米，上部多分枝。根生叶丛生，茎生叶互生；叶大，有长叶柄，表面有纵沟；叶片广卵形或心脏形，下部的叶长40～50厘米，宽30～40厘米，在茎上部的叶逐渐变小，先端钝圆而具一小尖头，基部心脏形，边缘稍带波状或呈齿牙状，上面深绿色，光滑，下面密生灰白色短绒毛。头状花序丛生，着生于枝端，排列成伞房状，直径2～4厘米；花梗长3～7厘米，表面有浅沟，密生细柔毛；总苞球形，由多数覆瓦状排列之苞片组成，苞片披钊彬或线形，基部密接，先端延长而成针状，末端钩曲，着生多数简状两性花；花冠先端5浅裂，裂片呈狭长三角形，下部连合成筒状；雄蕊5，生在花冠筒内上部，与裂片互生，花丝分离，花药连合成筒，围绕在花柱四周；子房椭圆形，下位，1室，顶端圆盘状，盘上着生分离的白色冠毛，花柱细长，柱头2分叉。瘦果略呈弯曲之长倒卵形，灰褐色。花期6～7月。果期7～8月。\n分布全国各地。一般为栽培品。\n\n本植物的根(牛蒡根)，茎叶(牛蒡茎叶)亦供药用，各详专条。\n",
    "application": "\n预防猩红热\n取牛蒡子炒研成粉，过筛储存备用。2～5岁每次1克，5～9岁每次1.5克，10～15岁每次2克，成人每次3克，每天3次，饭后用温开水送服，共服2天。流行期间，除服药预防外，仍应注意控制传染源，切断传播途径等。临床观察344例，发病者7名；服药后12天内未发病者，计327例，占98%。一般在接触后3日内服药预防效果较佳，6日后服药的预防效果不佳。如再次接触需重新再服1次。服药中未发现不良反应。\n",
    "position": "\n为菊科植物牛蒡的果实。\n",
    "source": "\n《本草图经》\n"
  }
]