[
  {
    "name": "豆蔻",
    "alias": "白豆蔻,白蔻,白蔻仁,多骨。",
    "ingredient": "主含挥发油，对豚鼠实验性结核能增强小剂量双氢链霉素的治疗作用。",
    "process": "多于7~8月果实即将黄熟但未开裂时采集果穗，去净残留的花被和果柄后晒干;或再用硫黄熏制漂白，使果皮呈黄白色。",
    "distinguish": "取[含量测定]项下的挥发油作为供试品溶液，另取桉油精对照品溶液（必要时可分别加乙醇适量稀释），照薄层色谱法（附录Ⅵ B）试验，吸取上述两种溶液各10μl， 分别点于同一硅胶Ｇ薄层板上，以苯－醋酸乙酯（19:1） 为展开剂，展开，取出，晾干，喷以5％ 香草醛硫酸溶液，在105℃ 加热至斑点显色清晰，立即检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。",
    "effect": "?",
    "creation": "除去杂质。用时捣碎。",
    "function": "?",
    "taste": "性温，味辛。归脾经、胃经。",
    "usage": "3～6g，入煎剂宜后下。",
    "compatibility": "阴虚血燥者禁服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归肺、脾、胃经。",
    "plant": "多年生丛生草本。根茎匍匐，粗壮。叶2列，叶鞘边缘纸质或膜质，无毛;叶舌先端圆形，无毛;几无叶柄;叶片披针形，先端尾尖，基部楔形，两面无毛。花序从根茎上抽出，常半掩于土中;花序倒卵形至倒锥形，土黄色，先端圆形至平截;苞片椭圆形，纸质，边缘较薄，有疏长柔毛，表面有内凹的纵细脉10~15条，先端钝;花着生于苞腋;小苞片白色，管状;萼管状，白色，外被微毛，先端3齿裂;花冠管较萼管略长，白色，狭椭圆形;唇瓣长圆形至倒卵形，白色，先端圆形或近平截，中肋略加厚，先端常呈橘黄色;侧生退化雄蕊，钻状;花丝宽而有沟，药隔附属物3裂;蜜腺2，半圆柱形;子房下位，被毛。蒴果土黄色或间有棕红色，近球形，有3棱，被柔毛，先端钝尖，花被宿存。种子多角形，棕红色，芳香。花期全年，盛花期4~6月，果期7~8月。",
    "application": "用量3~6克，人煎剂宜后下。用治湿浊中阻、不思饮食、湿温初起、胸闷不饥、寒湿呕逆、胸腹胀痛、食积不消。白豆蔻仁3钱，为末，酒送下，治胃口寒作吐及作痛者(《赤水玄珠》)。",
    "position": "?",
    "source": "?"
  },
  {
    "name": "旋复花",
    "alias": "蕧、盗庚，戴椹(《本经》)，飞天蕊金钱花(《本草图经》)，野油花，滴滴金、夏菊(《纲目》)，金钱菊(《花史》)，艾菊、迭罗黄(《群芳谱》)，满天星(《岭南采药录》)，六月菊(《铁岭县志》)，黄熟花(《南京民间药草》)，水葵花、金盏花，复花，小黄花，猫耳朵花、驴耳朵花，金沸花、伏花、全福花(《上海常用中草药》)。",
    "ingredient": "\n大花旋复花开花时期的地上部分含倍半萜内酯化合物大花旋复花素和旋复花素。花含槲皮素、异槲皮素、咖啡酸、绿原酸、菊糖及蒲公英甾醇等多种甾醇。\n",
    "process": "\n夏、秋采摘即将开放的花序，晒干。\n",
    "distinguish": "\n干燥头状花序呈扁球形，有时散落，直径8～15毫米(线叶旋复花较小，4～10毫米)。底部有4层(线叶旋复花3层)浅灰绿色、膜质的总苞片，有时残留花梗。外缘1层舌状花，黄色，长约1厘米，先端3齿裂，多卷曲；中央管状花密集，花冠5齿裂，子房顶端有多数白色冠毛，长约5毫米(线叶旋复花长约3毫米)，质柔软，手捻易散。气微弱，味微苦咸。以朵大、金黄色、有白绒毛，无枝梗者为佳。\n\n主产河南、江苏、河北，浙江、?徽和黑龙江、吉林、辽宁等地。\n\n\n\n除上述品种外，在部分地区尚有将旋复花属其它种植物的头状花序作旋复花用，如广东、广西、湖南、江西等地用的是齿叶旋复花，其干燥花序略呈球形，直径7～12毫米。总苞灰绿色，被白色茸毛。舌状花1层，黄色或淡棕色，有时脱落；管状花密集中央，子房上的冠毛多数退化，留下鳞片状残迹，质硬。云南、贵州有些地区用的是水朝阳花(参见\"水朝阳\"条)，其干燥花序的直径8～14毫米。子房上的冠毛15～20条，长约3毫米。湖北、贵州有些地区用的是湖北朝阳花，其干燥花序略呈半球形，不易散落，直径1～2厘米。总苞黄绿色或绿色，被白色短毛。舌状花1层，细长，长可达2厘米，黄色或淡棕色；中央为管状花，冠毛5～10条，长约2毫米。\n",
    "effect": "\n大花旋复花的根和地上部分之脂溶性及醚溶性部分有抗菌作用，无显著利尿作用。\n\n\n\n绿原酸为咖啡酸与奎宁酸的缩合物，遇铁呈蓝色，与鞣质相似，以前曾名\"咖啡鞣酸\"，但与鞣质不同，不沉淀蛋白质，故无收敛作用。咖啡酸与绿原酸有较广泛的抑菌作用，但在体内能被蛋白质灭活。绿原酸与咖啡因相似，口服或腹腔注射，可提高大鼠的中枢兴奋性。绿原酸与咖啡酸口服，可增加人胃中盐酸的分泌量，并能使脉搏变慢，而奎宁酸则不能。绿原酸能显著增加大鼠、小鼠小肠的蠕动，绿原酸、咖啡酸、奎宁酸皆可增强大鼠子宫的张力，此作用可被罂粟碱所取消，而阿托品则不能影响之。咖啡酸、绿原酸还可增进大鼠的胆汁分泌。在离体兔回肠标本上，绿原酸能增强肾上腺素的作用；但对肾上腺素的升高血糖作用、预防大鼠蛋清性足踝浮肿等皆无影响。绿原酸对人有致敏作用，吸入含有绿原酸的植物的尘埃后(如在咖啡厂中)，可发生气喘、皮炎等，但食入后可经小肠分泌物的作用，变为无致敏性物质，故试验致敏原时，宜用皮内法而不用口服法。咖啡酸尚有灭活硫胺(维生素B1)的作用。绿原酸毒性很小，幼大鼠口服半效致死量大于1克/公斤，腹腔注射大于0.25克/公斤。\n\n\n\n同属植物Inularoyleana含生物碱，能抑制呼吸、降低血压、松弛平滑肌，并有箭毒样作用，但无抗菌作用\n",
    "creation": "\n旋复花：拣净杂质，除去梗叶，筛去泥土。蜜炙旋复花：取净旋复花，加炼熟蜂蜜与开水少许，拌匀，稍焖，用文火炒至黄色、不粘手为度，取出凉透。(每旋复花100斤，用炼熟蜂蜜25斤)\n",
    "function": "\n消痰，下气，软坚，行水。治胸中痰结，胁下胀满，咳喘，呃逆，唾如胶漆，心下痞鞕，噫气不除，大腹水肿。\n\n①《本经》：“主结气，胁下满，惊悸。除水，去五脏间寒热，补中，下气。”\n\n②《别录》：“消胸上痰结，唾如胶漆，心胁痰水，膀胱留饮，风气湿痹，皮间死肉，目中眵蔑，利大肠，通血脉，益色泽。”\n\n③《药性论》：“主肋胁气，下寒热水肿，主治膀胱宿水，去逐大腹，开胃，止呕逆不下食。”\n\n④《日华子本草》：“明目，治头风，通血脉。”\n\n⑤《汤液本草》：“发汗吐下后，心下痞，噫气不除者宜此。”\n\n⑥《滇南本草》：“祛头目诸风寒邪，止太阳、阳明头疼，行阳明乳汁不通。(治)乳岩、乳痈、红肿疼痛、暴赤火眼、目疾疼痛、祛风明目、隐涩羞明怕日，伤风寒热咳嗽、老痰如胶，走经络，止面寒腹疼，利小便，治单腹胀，风火牙根肿痛。”\n\n⑦《医学入门》：“逐水，消痰，止呕噎。”\n\n⑧《南京民间药草》：“花和苗，祛湿、拔毒、消肿，煎水洗患处。”\n",
    "taste": "\n咸，温。\n\n",
    "usage": "\n内服：煎汤(包煎或滤去毛)，1.5～3钱；或入丸、散。外用：煎水洗，研末干撒或调敷。\n",
    "compatibility": "\n①《本草衍义补遗》：“病人涉虚者不宜多服，利大肠，戒之。”\n\n",
    "storage": "?",
    "side_effects": "?",
    "category": "入肺、肝、胃经。\n①《纲目》：\"手太阴、阳明。\"\n②《雷公炮制药性解》：\"入肺、肝、大肠、膀胱四经。\"\n③《本草新编》：\"入心、肝，大、小肠。\"",
    "plant": "\n①旋复花，又名：驴儿草、百叶草。\n\n",
    "application": "?",
    "position": "为菊科植物旋复花、线叶旋复花或大花旋复花等的头状花序。",
    "source": "《本经》"
  },
  {
    "name": "荜茇",
    "alias": "荜拨(《唐本草》)，荜拨梨、阿梨诃吔(《酉阳杂俎》)，椹圣(侯宁极《药谱》)，蛤蒌(《赤雅》)，鼠尾(《中药志》)。",
    "ingredient": "果实含胡椒碱、棕榈酸、四氢胡椒酸、1-十一碳烯基-3，4-甲撑二氧苯、哌啶、挥发油(不含N、也不含酚性、醛性及酮性物质)。荜茇还含N-异丁基癸二烯(反-2，反-4)酰胺、芝麻素。",
    "process": "9～10月间，果实由黄变黑时摘下，晒干。",
    "distinguish": "果穗圆柱状，稍弯曲，长2～4.5厘米，直径5～8毫米。总果柄多已脱落。表面黑褐色，由多数细小的瘦果聚集而成，排列紧密整齐，形成交错的小突起。小瘦果略呈圆球形，被苞片，直径约1毫米。质坚硬，断面微红，胚乳白色。有特异香气；味辛辣。以肥大、质坚实、味浓者为佳。\n\n主产于云南、广东。国外主产于印度尼西亚、菲律宾及越南等地。",
    "effect": "荜拨中提出之精油对白色及金黄色葡萄球菌和枯草杆菌、蜡样芽胞杆菌、大肠杆菌、痢疾杆菌等均有抑制作用。胡椒碱对家蝇的神经及肌肉组织均有破坏作用，但不及除虫菊。\n\n大鼠腹腔注射胡椒碱可明显降低直肠温度(主要由于皮肤血管扩张)，但重复注射后即不敏感，该动物并丧失在高温环境下及疼痛刺激时调节体温的能力。此作用系不可逆性，并与其辛辣刺激有关。",
    "creation": "拣除杂质，去柄，筛净灰屑，用时捣碎。\n\n《雷公炮炙论》:\"凡使(荜拨)，先去挺用头，醋浸一宿，焙干，以刀刮去皮粟子令净方用，免伤人肺，令人上气。\"",
    "function": "温中，散寒，下气，止痛。治心腹冷痛，呕吐吞酸，肠鸣泄泻，冷痢，阴疝，头痛，鼻渊，齿痛。\n\n①《本草拾遗》:\"温中下气，补腰脚，消食，除胃冷，阴疝，痃癖。\"\n\n②《海药本草》:\"主老冷心痛，水泻，虚痢，呕逆醋心，产后泄利。\"\n\n③《日华子本草》:\"治霍乱，冷气，心痛血气。\"\n\n④《本草图经》:\"治气痢。\"\n\n⑤《本草衍义》:\"走肠胃中冷气，呕吐，心腹满痛。\"\n\n⑥《纲目》:\"治头痛、鼻渊、牙痛。\"\n\n⑦《天宝本草》:\"治跌打损伤，腰脚痛，\"",
    "taste": "辛，热。\n\n①《海药本草》:\"味辛，温。\"\n\n②《开宝本草》:\"味辛，大温，无毒。\"",
    "usage": "内服:煎汤，0.5～1钱；或入丸、散。外用:研末搐鼻或纳蛀牙孔中。",
    "compatibility": "实热郁火、阴虚火旺者均忌服。\n\n①《本草衍义》:\"多服走泄真气，令人肠虚下重。\"\n\n②《纲目》:\"辛热耗散，能动脾肺之火，多用令人目昏，食料尤不宜之。\"",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "大鼠腹腔注射胡椒碱的半数致死量为348.6mg/kg。荜茇油非皂化物小鼠腹腔注射的半数致死量为49.73mg/kg，亚急性、慢性毒性试验表明，小鼠连续给药9月，实验前后经血常规、肝肾功能及心、肺、肝、肾等的组织学检查，未见异常，小鼠活动、毛发及粪便均正常。",
    "category": "脾；胃；大肠；肺；膀胱；肝；肾经",
    "plant": "荜茇\n多年生草质藤本。茎下部匍匐，枝横卧，质柔软，有棱角和槽，幼时密被短柔毛。叶互生，纸质，叶柄长2～3.5厘米，密被柔毛；叶片长圆形或卵形，全缘。上面近光滑，下面脉上被短柔毛，掌状叶脉通常5～7条。花单性，雌雄异株，穗状花序；雄穗总花梗长2～3.5厘米，被短柔毛，穗长5.5厘米，直径约3毫米；花小，直径约1.5毫米；苞片1，近圆形；无花被；雄蕊2，花药椭圆形，2室，花丝短粗；雌穗总花梗长1.5厘米，密被柔毛，花穗长1.5厘米，花梗短；花的直径不及1毫米；苞片圆形；无花被；子房倒卵形，无花柱，柱头3。浆果卵形，先端尖，部分陷入花序轴与之结合。\n分布我国云南、广东等地。印度尼西亚、菲律宾和越南亦有分布。\n\n本植物的根(荜茇根)亦供药用，另详专条。",
    "application": "用量1.5~3克，煎服。用治脘腹冷痛、呕吐、泄泻、偏头痛;外治牙痛。荜茇，捣细罗为散，每于食前用清粥饮调下半钱，治痰饮恶心(《圣惠方》)。",
    "position": "为胡椒科植物荜茇的未成熟果穗。",
    "source": "《开宝本草》"
  },
  {
    "name": "荨麻根",
    "alias": "?",
    "ingredient": "?",
    "process": "为荨麻科植物宽叶荨麻荨麻狭叶荨麻麻叶荨麻等的根。拉丁植物动物矿物名：1.Urtia laetevirens Maxim.2.Urtica fissa Pritz3.Urtica amgustifolia4.Urtica cannabina L.采收和储藏：夏、秋季采挖，除去杂质，洗净，晒干或鲜用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风，活血，止痛。治风湿疼痛，湿疹，麻风。\n\n①《贵州民间方药集》:\"治虚弱劳伤，舒筋活血，又可驱风。\"\n\n②《新疆中草药手册》:\"治高血压，手足发麻。\"\n\n③《文山中草药》:\"活血散风，止痛。\"",
    "taste": "《文山中草药》:\"苦辛，温，有毒。\"",
    "usage": "内服:煎汤，1～3钱；或浸酒。外用:煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "1.多年生草本。茎高40-100cm。疏生螫毛和微柔毛，不分枝或分枝。叶对生；叶柄长1-3cm；托叶每节4枚，离生，有时上部多少合生，披针形；叶片狭卵形是宽卵形，长4-9cm，宽2.5-4.5cm，先端短渐尖至长渐尖，基部宽楔形或圆形，边缘有锐牙齿或锯齿，两面疏生刺毛和细糙毛，钟乳体短杆状，有时点状；基出脉3条。雌雄同株；雄花序生于茎上部叶腋，长约达8cm；花被片4，雄蕊4；雌花序生于下部叶腋，较短；花被片4，有细糙毛，柱头画笔头状。瘦果卵形，稍扁，长达1.5mm。花期3-5月，果期5-8月。2.多年生草本，茎高60-100cm。生螫毛和反曲的微柔毛。叶对生；叶柄长l-7cm；托叶合生，卵形；叶片宽卵形或近五角形，长及宽5-12cm，先端渐尖，基部圆形或浅心形，近掌状浅裂，裂片三角形，有不规则牙齿，下面生微柔毛，沿脉生螫毛。雌雄同株或异株；雄花序长达10cm，具稀疏分枝，在雌雄同株时生雌花序之下；雄花直径约2mm，花被片4；雌花序较短，分枝极短，雌花小，长约0.4mm，柱头画笔头状，瘦果近球形，扁平，有细柔毛。种子有黄色细点。花期9-10月，果期10-11月。3.多年生草本，高达150cm。茎直立，有四棱，被螫毛。单叶对生；叶柄长8-17mm；托叶线形，分离；叶片长圆状披针形或披针形，长4-12cm，宽1.2-2.8cm，先端渐尖，基部圆形，边缘有粗锯齿，齿尖朝向叶的先端。雌雄异株，花序长达4cm，多分枝；雄花直径约2mm，花被4；雄蕊4；雌花较雄花小，花被片4，果期增大；于房长圆形，柱头画笔头状。瘦果卵形，长约1mm，包于宿有的花被内。花期7-8月，果期8-10月。4.多年生草本，茎高达150cm。有棱，被螫毛和紧贴的微柔毛。叶对生；叶柄长2-8cm；托叶离生，狭三角形；叶片五角形，长4-12cm，宽3.5-12cm，3深裂或3全裂，一回裂片再羽状深裂，两面疏生短柔毛，下面疏生螫毛。雌雄同株或异株；花序长达12cm，雄花序多分枝，雄花直径约2mm，花被片4，雄蕊4；雌花花被片花后增大，长达2.5mm，有短柔毛和少数螫毛，柱头画笔头状。瘦果卵形，扁，长约2mm，光滑。花期7-8月，果期8-9月。\n生境分布：1.生于山地林下或沟边。2.生于海拔1000m左右的山坡路旁草丛中或沟边。3.生于山地林边或沟边。4.生于干燥山坡或沙丘坡上。资源分布：1.分布于东北、华北及陕西、甘肃、青海、山东、湖北、湖南、四川、云南、西藏等地。2.分布于陕西、甘肃、安徽、浙江、福建、河南、湖北、湖南、广西、四川、贵州、云南等地。3.分布于东北、华北等地。4.分布于东北、华北、西北及四川、云南等地。",
    "application": "?",
    "position": "为荨麻科植物麻叶荨麻，狭叶荨麻等的根。植物形态详\"荨麻\"条。",
    "source": "《贵州民间方药集》"
  },
  {
    "name": "大腹皮",
    "alias": "槟榔皮(孙思邈)，大腹毛(《医林纂要》)，茯毛(《会约医镜》)，槟榔衣(《药材资料汇编》)，大腹绒(《药材学》)。",
    "ingredient": "含槟榔碱及副槟榔碱。",
    "process": "冬、春二季采收成热果实，剥下果皮，打松，置水中浸泡，晒干，再打松除去外果皮。",
    "distinguish": "干燥果皮，通常纵剖为二。未打松者呈椭圆形瓢状。长6～7厘米，宽约3厘米，厚约1厘米；外果皮灰棕黄色，有褐色斑点及纵裂纹。已打松者，外果皮脱落，中果皮为黄白色至灰黄色的纤维，纤维纵向排列，外层松散成缕，内层纤维较粗，现棕毛状。内壁凹陷，褐色或深棕色。表面光滑呈硬壳状。体轻松，质柔韧，易纵向撕裂。无臭，味淡。以色黄白、质柔韧、无杂质者为佳。\n\n主产广东海南岛、云南、台湾；广西、福建亦产。",
    "effect": "对肠平滑肌的作用 大腹皮煎剂能使兔离体肠管紧张性升高，收缩幅度减少，其作用可被阿托品所拮抗。",
    "creation": "拣净杂质，碾轧使软，敲打，筛去泥屑。",
    "function": "下气宽中，行水。治脘腹痞胀，脚气，水肿。\n\n①《日华子本草》：\"下一切气，止霍乱，通大小肠，健脾开胃，调中。\"\n\n②《开宝本草》：\"主冷热气攻心腹，大肠壅毒，痰膈，醋心。并以姜盐同煎，入疏气药良。\"\n\n③《纲目》：\"降逆气，消肌肤中水气浮肿，脚气壅逆，瘴疟痞满，胎气恶阻胀闷。\"\n\n④《本草再新》：\"泻肺，和胃气，利湿追风，宽肠消肿，理腰脚气，治疟疾泻痢。\"",
    "taste": "辛，微温。\n\n①《开宝本草》：\"微温，无毒。\"\n\n②《纲目》：\"辛，微温，无毒。\"",
    "usage": "内服：煎汤，2～3钱；或入丸剂。外用：煎水洗或研末调敷。",
    "compatibility": "气虚体弱者慎服。",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归脾、胃、大肠、小肠经。",
    "plant": "乔木，高10~18m，不分枝，叶脱落后形成明显的环纹。叶在茎顶端丛生，羽状复叶，长1.3~2m，光滑，叶轴三棱形，小叶披针状线形或线形，长30~60cm，宽2.5~6cm，先端渐尖，有不规则分裂，基部较狭，两面光滑。肉穗花序生于最下一叶的叶鞘束下，有佛焰苞状大苞片，长倒卵形，长达40cm，光滑，花序多分枝，花单性，雄蕊6，花丝短，花药基着，箭形，退化雌蕊3，丝状，雌花较大而少，无柄，着生于分枝的下部，花被6，排列成2轮，三角状阔卵形，长12~15mm，具退化雄蕊6，花柱3，柱头小。坚果卵圆形或长圆形，长5~6cm，熟形橙黄色。花期3~4月，果期12月至翌年2月。",
    "application": "内服：煎汤，6～12g；或入丸、散。外用：适量，研末调敷；或煎水洗。用于湿阻气滞，脘腹胀闷，大便不爽，水肿胀满，脚气浮肿，小便不利。",
    "position": "为棕榈科植物槟榔的果皮。植物形态详\"槟榔\"条。",
    "source": "侯宁极《药谱》"
  },
  {
    "name": "苏合香",
    "alias": "帝膏(侯宁极《药谱》)，苏合油(《太平寰宇记》)，苏合香油(《局方》)，帝油流(《现代实用中药》)。",
    "ingredient": "树脂含齐墩果酮酸和3-表-齐墩果酸。绿色果实含油0.26%。",
    "process": "通常于初夏将树皮击伤或割破，深达木部，使分泌香脂，浸润皮部。至秋季剥下树皮，榨取香脂；残渣加水煮后再榨，除去杂质，即为苏合香的初制品。如再将此种初制品溶解于酒精中，过滤，蒸去酒精，则成精制苏合香。宜装于铁筒中，并灌以清水浸之，置阴凉处，以防止走失香气。",
    "distinguish": "苏合香为半流动性的浓稠液体，黄白色至灰棕色，半透明，质粘稠，挑起则连绵不断。体重，入水则沉。气芳香，味略苦辣而香。以黄白色、半透明、有香味者为佳。\n主产土耳其西南部。",
    "effect": "苏合香为刺激性祛痰药，并有较弱的抗菌作用，可用于各种呼吸道感染。与橄榄油混合后外用可治疥疮。本品有温和的刺激作用，用于局部可缓解炎症，如湿疹和瘙痒，并能促进溃疡与创伤的愈合。即使服较大剂量亦不产生蛋白尿。",
    "creation": "生用。",
    "function": "通窍，辟秽，开郁，豁痰。治卒然昏倒，痰壅气厥，惊痫，温疟，心腹猝痛，疥癣，冻疮。\n\n①《别录》：\"主辟恶，温疟，痫痓。去三虫，除邪，令人无梦魇。\"\n\n②《本草正》：\"杀虫毒。疗癫痫，止气逆疼痛。\"\n\n③《本草备要》：\"走窜，通窍开郁，辟一切不正之气。\"\n\n④《玉楸药解》：\"利水消肿，治胀，疹疿，气积血癥，调和脏腑。\"",
    "taste": "辛，温。\n\n①《别录》：\"味甘，温，无毒。\"\n\n②《本草正》：\"味甘辛，性温。\"",
    "usage": "内服：入丸剂。外用：溶于酒精，涂敷。",
    "compatibility": "《本经逢原》：\"阴虚多火人禁用。\"",
    "storage": "密闭，置阴凉干燥处。",
    "side_effects": "?",
    "category": "归心、脾经。",
    "plant": "苏合香树\n乔木，高10～15米。叶互生；具长柄；托叶小，早落；叶片掌状5裂，偶为3或7裂，裂片卵形或长方卵形，先端急尖，基部心形，边缘有锯齿。花小，单性，雌雄同株，多数成圆头状花序，黄绿色。雄花的花序成总状排列；雄花无花被，仅有苞片；雄蕊多数，花药矩圆形，2室纵裂，花丝短。雌花的花序单生；花柄下垂；花被细小；雄蕊退化；雌蕊多数，基部愈合，子房半下位，2室，有胚珠数颗，花柱2枚，弯曲。果序圆球状，直径约2.5厘米，聚生多数蒴果，有宿存刺状花柱；蒴果先端喙状，成熟时顶端开裂。种子1或2枚，狭长圆形，扁平，顶端有翅。\n喜生于湿润肥沃的土壤。原产小亚细亚南部。我国广西有栽培。",
    "application": "用量0.3~1克，入丸散。用治中风痰厥、猝然昏倒、胸腹冷痛、惊痫。苏合香有抗血栓、抗血小板聚集、抗心肌梗死、扩张冠脉、抗缺氧、抗心律失常、提高冠脉流量作用。此外，还具有祛痰抗炎作用。临床用治冠心病心绞痛、各种疼痛止痛、冻疮、胆道蛔虫病等症。",
    "position": "为金缕梅科植物苏合香树所分泌的树脂。",
    "source": "《别录》"
  },
  {
    "name": "杨梅",
    "alias": "朹子(《北户录》)，圣生梅、白蒂梅(《品汇精要》)，朱红、树梅(《中国树木分类学》)。",
    "ingredient": "\n果实含葡萄糖、果糖、柠檬酸、苹果酸、草酸、乳酸和蜡质等;又含花色素的单葡萄糖甙和少量双葡萄糖甙。叶含挥发油和鞣质;又含蒲公英赛醇、α-香树脂醇、β-香树脂醇、蛇麻脂醇、内消旋肌醇和杨梅树皮甙。心材含树胶。\n",
    "process": "\n初夏果实成熟时采收。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n生津解渴，和胃消食。治烦渴，吐泻，痢疾，腹痛，涤肠胃，解酒。\n\n\n果实治心胃气痛，痢疾，吐泻;树皮能止血治痢，外用治刀伤出血，跌打伤，筋骨痛。\n\n\n①孟诜：\"和五藏，能涤肠胃，除烦愦恶气，亦能治痢。\"\n\n\n②《本草拾遗》：\"止渴。\"\n\n\n③《日华子本草》：\"疗呕逆吐酒。\"\n\n\n④《开宝本草》：\"主去痰，止呕哕，消食下酒。\"\n\n\n⑤《玉楸药解》：\"酸涩降敛，治心肺烦郁，疗痢疾损伤，止血衄。\"\n\n\n⑥《现代实用中药》：\"治口腔咽喉炎症。\"\n\n\n⑦《中国药植图鉴》：\"对心胃气痛及霍乱有效。\"\n",
    "taste": "\n甘酸，温。\n\n\n①《食疗本草》：\"温。\"\n\n\n②《日华子本草》：\"热，微毒。\"\n\n\n③《开宝本草》：\"酸，温，无毒。\"\n\n\n④《日用本草》：\"昧酸甘，温，无毒。\"\n",
    "usage": "\n内服：生啖、浸酒、腌食或烧存性研末。外用：捣敷、烧存性研末搐鼻或调敷。\n",
    "compatibility": "\n①孟诜：\"切不可多食，甚能损齿及筋。\"\n\n\n②《日华子本草》：\"忌生葱。\"\n\n\n③《开宝本草》：\"多食令人发热。\"\n\n\n④《本经逢原》：\"血热火旺人，不宜多食。\"\n\n\n⑤《本草从新》：\"多食发疮致痰。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；胃；肝经",
    "plant": "\n杨梅\n\n\n常绿乔木，高可达12米，树冠球形。单叶互生;长椭圆或倒披针形，革质，长8-13匣米，上部狭窄，先端稍钝，基部狭楔形，全缘，或先端有少数饨锯齿，上面深绿色，有光泽，下面色稍谈，平滑无毛，有金黄色腺体。花雌雄异株;雄花序常数条丛生于叶腋，圆柱形，长约3厘米，黄红色;雄花具1苞，卵形，先端尖锐，小苞2～4片，卵形，雄蕊5～6枚;雌花序为卵状长椭圆形，长约1.5厘米，常单生于叶腋;雌花基部有苞及小苞，子房卵形，花柱极短。核果球形，径约1.8厘米，外果皮暗红色，由多数囊状体密生而成，内果皮坚硬，径约9毫米，内含无胚乳的种子1枚。花期4月。果期初夏。\n\n\n分布我国东南各省。\n\n\n本植物的根(杨梅根)、树皮(杨梅树皮)、种仁(杨梅核仁)亦供药用，各详专条。\n",
    "application": "?",
    "position": "为杨梅科植物杨梅的果实。",
    "source": "《食疗本草》"
  },
  {
    "name": "马蹄草",
    "alias": "连钱草、大叶金钱草、雷公根、蛐壳草、铜钱草、落得打、十八缺",
    "ingredient": "?",
    "process": "为毛茛科植物薄叶驴蹄草的全草或根。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治发痧，跌伤，扭伤。",
    "taste": "?",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "薄叶驴蹄草\n多年生草本，高45～60厘米。根茎短，丛生白色须根。茎直立或斜上，中空。基生叶丛生，肾圆形或卵状圆心脏形，长4.5～6厘米，宽6～10厘米，基部深心形；叶缘具钝齿或齿牙状；叶柄长24～36厘米；茎生叶疏生，1～3片，形小，具短柄或几无柄；叶质柔软，掌状脉萌面均稍隆起.花1～3朵，顶生，花梗长4～6厘米；花被通常5瓣，卵状椭圆形，长13毫米左右，亮黄色；雄蕊多数，黄色，花丝短；心皮5～8，狭长。蓇葖果无柄，长椭圆形，长约1厘米左右，顶端具短嘴；种子多数。花期4～5月。果期7～8月。\n生于山坡水沟边、杂林草丛等潮湿处。分布我国东北地区及陕西、浙江等地。",
    "application": "?",
    "position": "为毛茛科植物薄叶驴蹄草的全草或根。",
    "source": "《浙江天目山药植志》"
  },
  {
    "name": "食盐",
    "alias": "盐(《周礼》)，咸鹾(《礼记》)。",
    "ingredient": "主要成分为氯化钠；因来源、制法等的不同，夹杂物质的质与量，都有所差异。普通常见的杂质，有氯化镁、硫酸镁。硫酸钠、硫酸钙及不溶物质等。",
    "process": "为海水或盐井、盐池、盐泉中的盐水经煎晒而成的结晶。",
    "distinguish": "取本品约0.1g，加水10ml，使溶解，滤过，滤液显氯化物和钠盐的反应。具体内容参见“大青盐”条。",
    "effect": "?",
    "creation": "《纲目》：\"凡盐入药，须以水化，澄去脚滓，煎炼白色，乃良。\"",
    "function": "涌吐，清火，凉血，解毒。治食停上脘，心腹胀痛，胸中痰癖，二便不通，齿龈出血，喉痛，牙痛，目翳，疮疡，毒虫螫伤。\n\n①《本经》：\"大盐，令人吐。\"\n\n②《别录》：\"主下部匿疮，伤寒寒热，吐胸中痰癣，止心腹卒痛，坚肌骨。\"\"大盐，主肠胃结热，喘逆，胸中满。\"\n\n③《本草拾遗》：\"除风邪，吐下恶物，杀虫，明目，去皮肤风毒，调和腑脏，消宿物，令人壮健。人卒小便不通，炒盐纳脐中。\"\n\n④《日华子本草》：\"暖水脏，(主)霍乱心痛，金疮，明目。止风泪，邪气，一切虫伤疮肿。消食，滋五味，长肉，补皮肤。通大小便，小儿疝气。\"\n\n⑤《纲目》：\"解毒。凉血润燥，定痛止痒，吐一切时气风热、痰饮、关格诸病。\"\n\n⑥《医林纂要》：\"熟用补心，安神止妄，活血去瘀。生用泄肾，坚骨固齿，降逆消痰。\"\n\n⑦《随息居饮食谱》：\"补肾，引火下行，润燥祛凤，清热渗湿，明目，杀虫，专治脚气，点蒂钟坠，敷蛇虫伤。\"",
    "taste": "咸，寒。\n\n①《别录》：\"味咸，温，无毒。\"\"大盐，味甘咸，无毒。\"\n\n②《本草蒙筌》：\"味咸。气寒，无毒。\"\n\n③《纲目》：\"咸微辛，寒，无毒。\"",
    "usage": "内服：沸汤溶化，0.3～l钱；作催吐用宜炒黄，3～6钱。外甩：炒热熨敷或水化点眼、洗疮。",
    "compatibility": "水肿忌服。\n\n①《素问》：\"血病无多食咸，多食则脉凝泣而变色。\"\n\n②《别录)：\"多食伤肺喜咳。\"\n\n③《蜀本草》：\"多食令人失色肤黑，损筋力。\"\n\n④《本草衍义》：\"病嗽及水者宜全禁之。\"\n\n⑤《本草经疏》；\"消渴，法所大忌。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "入胃、肾、大小肠经。\n①《纲目》：\"走肺、肾。\"\n②《雷公炮制药性解》：\"入肾、肺、肝三经。\"\n③《本草经疏》：\"入足少阴、手少阻、足阳明，手太阴、阳明经。\"",
    "plant": "\n生境分布：主为海盐及池盐、井盐。海盐产于辽宁、河北、山东、江苏、浙江、福建、广东、广西、台湾；池盐产于山西、陕西、甘肃、宁夏、青海、新疆等一带；井盐产于云南、四川。销全国各地。",
    "application": "?",
    "position": "为海水或盐井、盐池、盐泉中的盐水经煎晒而成的结晶。",
    "source": "《别录》"
  },
  {
    "name": "马鞭草",
    "alias": "凤颈草(《纲目》)，紫顶龙芽(《纲目拾遗》)，铁马鞭(《草木便方》)，狗牙草(《中国药植志》)，鹤膝风、苦练草(《广西中兽医药植》)，顺捋草、靖蜒草(《南宁市药物志》)，退血草、铁马莲(《湖南药物志》)，田鸟草、铁扫手(《闽东本草》).疟马鞭(广州部队《常用中草药手册》)，土荆芥、野荆芥(《浙江民间常用草药》)，红藤草(《上海常用中草药》)。",
    "ingredient": "含马鞭草苷、戟叶马鞭草苷、羽扇豆醇、β-谷甾醇、熊果酸、桃叶珊瑚苷，还含咖啡酸。叶中含马鞭草新苷、腺苷及β-胡萝卜素。根茎中含水苏糖。临床用马鞭注射剂治疗疟疾，对控制症状及杀灭疟原虫有一定作用。水煎液有一定镇咳作用，镇咳的有效成分为β-谷甾醇和马鞭草苷。动物实验表明，水及醇提物有消炎、镇痛作用;水煎液及酊剂对白喉杆菌等细菌有较强的抑制作用;对大鼠及人体子宫肌肉均有一定兴奋作用。",
    "process": "7～10月开花时采收，晒干。",
    "distinguish": "干燥全草或带根全草。根茎圆柱形，长1～2厘米，表面土黄色，周围着生多数的根及须根。茎四棱形，灰绿色或黄绿色，有纵沟，具稀疏的毛；质硬、易折断，断面纤维状，中央有白色的髓，或已成空洞。叶片灰绿色或棕黄色，质脆，多皱缩破碎，具毛。顶端具花穗，可见黄棕色的花瓣；有时巳成果穗，果实宿存灰绿色的萼片，萼片脱落后，则见灰黄色的4个小坚果。气微，味微苦。以干燥、色青绿、带花穗、无根及杂质者为佳。\n\n主产湖北、扛苏、广西、贵州。此外，安徽、浙江、湖南、江西、福建、河北、四川等地亦产。",
    "effect": "1、本品针剂在控制疟疾症状和抑杀疟原虫方面效果较好，控制症状，宜在发作前2～3小时注射，它能使疟原虫变形。\n2、马鞭草的水及醇提取物对家兔结膜囊滴入芥子油而引起的炎症有消炎作用。\n3、本品水提取物给家兔作齿髓电刺激法实验证明有镇痛作用。醇性水溶液的镇痛作用更持久。\n4、马鞭草甙（Verbenalin）对哺乳动物有持久的促进乳汁分泌作用。\n5、马鞭草甙可促进家兔血凝，大剂量可使蛙的粘膜剥离，并引起痉挛。\n6、抑菌：马鞭草全草煎剂，对金黄色葡萄球菌、福氏痢疾杆菌均有抑制作用。其水煎剂的31毫克/公升浓度能杀死钩端螺旋体。",
    "creation": "拣净杂质，洗净，润软切段，晒干。",
    "function": "清热解毒，活血散瘀，利水消肿。治外感发热，湿热黄疸，水肿，痢疾，疟疾，白喉，喉痹，淋病，经闭，癥瘕，痈肿疮毒，牙疳。\n\n①《别录》：\"主下部匿疮。\"\n\n②《本草拾遗》：\"主癥癖血瘕，久疟，破血。作煎如糖，酒服。\"\n\n③《日华子本草》：\"通月经，治妇人血气肚胀，月候不匀。\"\n\n④《本草衍义补遗》：\"治金疮，行血，活血。\"\n\n⑤《纲目》：\"捣涂痈肿及蠼螋尿疮，男子阴肿。\"\n\n⑥《生草药性备要》：\"活血通经。能去脓毒，洗痔疮毒，退上部火，理跌打。\"\n\n⑦《分类草药性》：\"去小便血淋肿痛。\"\n\n⑧《天宝本草》：\"利小便，平肝泻火。治赤疮，火眼。\"\n\n⑨《现代实用中药》：\"根用于赤白痢疾，慢性疟疾，水肿，膨胀等。并有泻下作用。\"",
    "taste": "苦，凉.\n\n①《药性论》：\"味苦，有毒。\"\n\n②《蜀本草》：\"味苦，微寒，无毒。\"\n\n⑧《日华子本草，：\"味辛，凉，无毒。\"\n\n④《本草图经》：\"味甘苦，微寒，有小毒。\"",
    "usage": "内服：煎汤，0.5～1两(鲜者捣汁1～2两)；或入丸、散。外用：捣敷或煎水洗。",
    "compatibility": "孕妇慎服。\n\n①《本草经疏》：\"病人虽有湿热血热证，脾阴虚而胃气弱者勿服。\"\n\n②《本草从新》：\"疮证久而虚者，斟酌用之。\"",
    "storage": "置干燥处。",
    "side_effects": "其毒性很低，不溶血，有拟副交感作用。",
    "category": "归肝、脾经。",
    "plant": "马鞭草\n多年生草本，高达1米以上。茎直立，基部木质化，上部有分枝，四棱形，棱及节上疏生硬毛a叶对生；茎生叶近无柄；叶片倒卵形或长椭圆形，长3～5厘米，宽2～3厘米，先端尖，基部楔形，羽状深裂，裂片上疏生粗锯齿，两面均有硬毛。穗状花序顶生或腋生，长16～30厘米；花小，紫蓝色；花萼管状，长约2毫米，先端5浅裂，外面及顶端具硬毛；花冠唇形，下唇较上唇为大，上唇2裂，下唇3裂，喉部有白色长毛；雄蕊4，着生花冠筒内，不外露；雌蕊1，子房上位，4室，花柱顶生，柱头2裂。蒴果长方形，成热时分裂为4个小坚果。花期6～8月。果期7～10月。\n生于河岸草地、荒地、路边、田边及草坡等处。分布全国各地。",
    "application": "①治疗疟疾\n据数百例的观察，对控制临床症状，有效率在90%左右。其中以针剂的疗效较佳，丸剂的疗效略低。对久疟或慢性疟疾，经其它抗疟药物治疗无效者，亦往往能收到效果。马鞭草对杀灭疟原虫有一定作用：36例患者症状消失后48小时，血检疟原虫均阴转；另据31例观察，除间日疟与恶性疟混合感染1例、恶性疟生殖原虫3例未消失外，其余基本上控制了症状的发作和原虫的繁殖。经验证明，控制现症疟疾，复发病人的效果似优于新发病人；治疗前发作次数多者疗效优于初次发作的患者；对间日疟比恶性疟疗效好。有人认为马鞭草除对恶性疟生殖原虫无效外，对其它各型疟原虫均有杀灭作用。有的认为，马鞭草的抗疟作用，只对红血球内型疟原虫有效，相当于氯喹的作用，也有用于抗复发治疗而取得了较好效果者。制剂、剂量及用法：㈠煎剂：新鲜马鞭草2～5两(干品减半)，加水浓煎成300毫升左右，于发作前4小时、2小时各服1次；或于发作前后1～2小时各服1次；或每日3次，连服2～4天，每次按年龄大小用干品全草1～5钱。抗复发用马鞭草1～1.6两，马蹄金1～1.3钱，休止期煎服，每日2次，连服3天。㈡丸剂：马鞭草研末，水泛为丸，成人每次3钱，日服1次，连服3日。儿童剂量酌减。㈢注射剂：规格不一。用3毫升相当于干生药24克的注射液，成人每次3毫升，儿童2毫升，于发作前2小时肌肉注射。或用每2毫升含干草2克的注射液，每次按年龄大小用2～4毫升，于发作前4小时肌肉注射。此外，有用鲜马鞭草嫩叶，洗净捣烂，捏成小团，于发作前2小时塞入鼻孔，有时亦可控制发作。实践证明，鲜草比干草效果好。用药时间宜在发作前2～4小时，过迟则不能奏效；煎剂药液要浓，并需足量，否则无效。副作用较少，部分患者服药后有水泻、腹痛等反应。\n\n②治疗白喉\n取干马鞭草(全草)1两，浓煎成300毫升左右。剂量：成人每次150毫升，日服2次，连服3～5日。儿童8～14岁每次100毫升，每日2次，连服3～5日；8岁以下每次50毫升，每日3～4次，连服3～5日。治疗咽白喉60例，全部治愈，服药后平均退热时间15.3小时，假膜消失时间2.2天，咽拭培养转阴时间2.4天，平均住院时间4.6天。临床曾试用片剂、注射剂，但效果不及煎剂显著。鲜草较干品效果更好，奏效迅速。服药后无明显中毒反应，少数病人有恶心、呕吐、腹泻等，停药后即消失。\n\n③防治传染性肝炎\n㈠预防：用马鞭草6钱，甘草1钱，加水150毫升，煎2小时，制成药液40毫升，为成人1次剂量，饭前服，每天3次，连服4天。在流行期间对74例有可能感染者进行服药观察，4个月内未见1人发病，而对照组35人中有3人发病。㈡治疗：1)取马鞭草1斤制成煎液800毫升，成人40～50毫升，小儿20～30毫升，均日服3次；或用100%注射液每次肌肉注射2～5毫升，每日2次。共治疗80例，77例痊愈，2例显效，无效1例。黄疸消失时间平均15天；各种消化系统症状3～12天消失；肝肿大72例于14～35天消失，8例未消失；肝功能及转氨酶检查，79例在10～30天内恢复正常。住院日期平均23.6天。临床上发现用药后有些患者有夜汗现象，此类患者黄疸消退比较迅速。此外，患者可有轻度腹痛或腹泻，但可自行消失。在应用中口服效果较针剂为快。2)用马鞭草、溪黄草、人字草(均为干品)各5钱，水煎，每日2次分服。大部分辅以维生素乙1、丙，小部分加用葡萄糖或其它中药，极少数曾加用强的松。观察200例，治愈190例，治愈率95%，平均治愈天数31.5天。服药后黄疸指数平均14.4天恢复正常(最短6天，最长49天)，谷丙转氨酶平均18.4天恢复正常(最短6天，最长59天)，其它如麝浊、麝絮、脑絮等恢复正常时间均为26天上下。临床症状和体征，一般在黄疸消退，谷丙转氨酶等恢复正常前消失。肝肿大大部分在谷丙转氨酶恢复过程中恢复，触痛消失。\n\n④治疗流行性感冒\n用马鞭草1两，青蒿、羌活各5钱，煎服。每天1剂，分2次服；或研末加面粉做成茶剂冲服。用药后随访51例，46例痊愈，3例有效，2例无效。\n\n⑤治疗丝虫病\n以马鞭草为主，配合苏叶、青蒿，治疗血检阳性但无明显体征的丝虫病人81例，经过一个疗程后复查，微丝蚴阴转率达90%，45天后复查阴转率为81.4%。另观察118例，经治疗后3天和1个月的复查，微丝蚴的阴转率仅为11%和22.1%。用法：马鞭草0.6～1两，苏叶5钱，青蒿4～5钱，加水煮沸浓缩至50～80毫升。每日1剂，分早晚2次空腹服下。1～10岁和11～15岁的儿童，剂量约为成人总量的1／3和2／3，连服10天为一疗程。服药后无严重副反应，仅有少数患者出现恶心、头昏，头痛，呕吐和腹痛等，可自行恢复。\n\n⑥关于治疗血吸虫病问题\n曾报告用马鞭草研粉或制成丸剂内服，每日3次，每次1钱，8～10天为一疗程，治疗早、中期血吸虫病有一定疗效，部分病例大便复查阴转。但另据动物实验和临床观察结果，认为马鞭草既不能杀灭或影响血吸虫虫体，又无保护机体肝功能的作用，因此对治疗血吸虫病无效。",
    "position": "为马鞭草科植物马鞭草的全草或带根全草。",
    "source": "《别录》"
  }
]