[
  {
    "name": "独一味",
    "alias": "巴拉努努、吉布孜、麦朵昌巴、哈努巴拉、札江温保、哈吾巴拉、达干木、达折合巴、野秦艽、大巴、打布巴",
    "ingredient": "\n\n\n",
    "process": "9～10月采，拔取全株，去净泥土，截去叶及须根，晒干。",
    "distinguish": "\n\n\n",
    "effect": "\n\n\n",
    "creation": "?",
    "function": "\n\n；止血。治\n\n\n\n①《四川中药志》：\"活血行瘀，止痛，行气，消肿，续筋接骨。治跌伤筋骨及闪腰挫气等症。\"\n\n②《青藏高原药物图鉴》：\"补髓，止血。治浮肿后流黄水，关节积黄水，骨松质发炎。\"\n",
    "taste": "苦，微寒。\n\n①《四川中药志》：\"苦，微寒，有小毒。\"\n\n②《青藏高原药物图鉴》：\"苦，温。\"",
    "usage": "内服：浸酒或入散剂，1～2钱。",
    "compatibility": "《四川中药志》：\"无瘀滞及孕妇勿服。\"",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "独一味\n多年生矮小草本。根及根茎直立，较粗，横径可达2厘米左右，表面有棱起皱纹。无茎。单叶基生，4枚，辐状两两相对，平展；菱状圆形或肾形，质厚，径6～12厘米，边缘具圆齿，下面网脉多凹陷，密被绒毛；叶柄宽。轮伞花序组成头状或短穗状，长3.5～7厘米；苞片丝状，先端针形；花萼紫绿色，漏斗状，长约8毫米，疏被粗硬毛，具短裂齿，齿端刺状；花冠小，淡红紫色，唇形，上唇盔被短毛；雄蕊4；花柱着生于子房基底，顶端2裂。小坚果卵圆形。花期5～7月。\n生于高山强度风化的碎石滩中或高山草地。分布西藏、四川、甘肃等高原地区。",
    "application": "用量2～3克，煎服。用治跌打损伤，外伤出血，风湿痹痛，黄水病。",
    "position": "为唇形种植物独一味的根及根茎或全草。",
    "source": "《四川中药志》"
  },
  {
    "name": "驴阴茎",
    "alias": "驴鞭,驴三件,驴肾",
    "ingredient": "?",
    "process": "\n洗净煮熟，切成薄片，晒干，入热锅内用净砂炒烫至黄色，取出洗净砂子即成。\n",
    "distinguish": "\n为圆柱形长条，或稍带弯曲，长约30厘米，粗3～4厘米，前端圆形，较大，色黑；基部两侧各有一大型睾丸；肉质，坚硬。以整条，带有睾丸、无残肉油脂、体干燥者为佳。\n",
    "effect": "?",
    "creation": "\n洗净煮熟，切成薄片，晒干，入热锅内用净砂炒烫至黄色，取出洗净砂子即成。\n",
    "function": "\n益肾强筋。治阳痿，筋骨酸软，骨结核，骨髓炎，气血虚亏，妇女乳汁不足。\n\n\n①《纲目》：\"强阴壮筋。\"\n\n\n②《四川中药志》：\"滋肾壮阳。治阳痿不举，筋骨酸软及肾囊现冷。\"\n\n\n③《吉林中草药》：\"强筋，壮骨，滋阴扑虚。治骨结核、竹髓炎、血虚气弱、妇女乳汁不足。\"\n",
    "taste": "\n甘咸，温。\n\n\n①《纲目》：\"甘，温，无毒。\"\n\n\n②《四川中药志》：\"性温，味甘咸，无毒。\"\n",
    "usage": "\n内服：煎汤，3～4钱；或入丸剂。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n为圆柱形长条，或稍带弯曲，长约30厘米，粗3～4厘米，前端圆形，较大，色黑；基部两侧各有一大型睾丸；肉质，坚硬。以整条，带有睾丸、无残肉油脂、体干燥者为佳。\n",
    "application": "?",
    "position": "为马科动物驴的雄性外生殖器，动物形态详\"驴肉\"条。",
    "source": "《纲目》"
  },
  {
    "name": "牡蛎",
    "alias": "蛎蛤、古贲、左顾牡蛎、牡蛤、蛎房、蠔山、蠔莆、左壳、蠔壳、海蛎子壳、海蛎子皮",
    "ingredient": "含80～95%的碳酸钙、磷酸钙及硫酸钙，并含镁、铝、硅及氧化铁等。另谓大连湾牡蛎的贝壳，含碳酸钙90%以上，有机质约1.72%；尚含少量镁、铁、硅酸盐、硫酸盐、磷酸盐和氯化物。煅烧后碳酸盐分解，产生氧化钙等，有机质则被破坏。",
    "process": "全年可采集。取得后，去肉、取壳，洗净、晒干。",
    "distinguish": "为不规则的卵圆形、三角形或长圆形贝壳，大小不等，通常长10～30厘米，宽5～10厘米，厚1～3厘米；外表灰色、浅灰棕色或灰蓝色，呈层状，并有弯曲的粗糙层纹。壳内面多为乳白色，平滑而有光泽，基部有横纹，无光泽，边缘有波状层纹。左壳较右壳厚而大，不平坦，壳外面常有海螺、苔藓等附着，表面并常有洞，洞内有小贝壳；右壳薄而小，较平坦。质坚硬，不易破碎，断面白色，层状。气无，味微咸。以个大、整齐、里面光洁者为佳。\n主产江苏、福建、广东、浙江、河北、辽宁及山东等沿海一带。",
    "effect": "有收敛、镇静、解毒、镇痛的作用；牡蛎的酸性提取物在活体中对脊髓灰质炎病毒抑制作用，使感染的鼠死亡率降低。",
    "creation": "生牡蛎：洗净、晒干，碾碎用。煅牡蛎：将洗净的牡蛎，置无烟炉火上煅至灰白色，取出放凉，碾碎。",
    "function": "敛阴，潜阳，止汗，涩精，化痰，软坚。治惊痫，眩晕，自汗，盗汗，遗精，淋浊，崩漏，带下，瘰疬，瘿瘤。\n用于惊悸失眠，眩晕耳鸣，瘰疠痰核，瘕痞块，自汗盗汗，遗精崩带，胃痛泛酸。煅牡蛎收敛固涩。用于自汗盗汗，遗精崩带，胃痛吞酸。\n(1)益阴潜阳：生用治阴虚阳亢之潮热盗汗、头痛眩晕、烦躁失眠等症。\n(2)软坚散结：生用治瘰疬、肿块。\n(3)固涩：煅用治多汗、遗精、带下、崩漏、泄泻等，常与龙骨配伍。\n(4)也可用于胃酸过多，常配乌贼骨。\n\n①《本经》：\"主伤寒寒热，温疟洒洒，惊恚怒气，除拘缓鼠瘘，女子带下赤白。久服强骨节。\"\n\n②《别录》：\"除留热在关节荣卫，虚热去来不定，烦满；止汗，心痛气结，止渴，除老血。涩大小肠，止大小便，疗泄精，喉痹，咳嗽，心胁下痞热。\"\n\n③《药性论》：\"主治女子崩中。止盗汗，除风热，止痛。治温疟。又和杜仲服止盗汗。病人虚而多热，加用地黄、小草。\"\n\n④《本草拾遗》：\"捣为粉，粉身，主大人小儿盗汗，和麻黄根、蛇床子、干姜为粉，去阴汗。\"\n\n⑤《海药本草》：\"主男子遗精，虚劳乏损，补肾正气，止盗汗，去烦热，治伤寒热痰，能补养安神，治孩子惊痫。\"\n\n⑥《珍珠囊》：\"软痞积。又治带下，温疟，疮肿，为软坚收涩之剂。\"\n\n⑦《纲目》：\"化痰软坚，清热除湿，止心脾气痛，痢下，赤白浊，消疝瘕积块，瘿疾结核。\"\n\n⑧《医学衷中参西录》：\"止呃逆。\"\n\n⑨《现代实用中药》：\"为制酸剂，有和胃镇痛作用，治胃酸过多，身体虚弱，盗汗及心悸动惕、肉瞤等。对于怀孕妇及小儿钙质缺乏与肺结核等有效。\"",
    "taste": "咸湿，凉。\n\n①《本经》：\"味咸，平。\"\n\n②《别录》：\"微寒，无毒。\"\n\n③《本草正》：\"味微咸微涩，气平。\"\n\n入肝、肾经。\n\n①《汤液本草》：\"入足少阴经。\"\n\n②《本草经疏》：\"入足少阴、厥阴、少阳经。\"\n",
    "usage": "内服：煎汤，0.3～1两；或入丸、散。外用：研末干撒、调敷或作扑粉。",
    "compatibility": "①《本草经集注》：\"贝母为之使；得甘草、牛膝、远志、蛇床良。恶麻黄、茱萸、辛夷。\"\n\n②《本草经疏》：\"凡病虚而多热者宜用，虚而有寒者忌之，肾虚无火，精寒自出者非宜。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "1.近江牡蛎，贝壳呈圆形、卵圆形、三角形或略长，壳坚厚，较大者壳长100-242mm，高70-150mm，左壳较大而厚，背部为附着面，形状不规则。右壳略扁平，表面环生薄而平直的鳞片，黄褐色或暗紫色，1-2年生的个体，鳞片平薄而脆，有时边缘呈游离状；2年至数年的个体，鳞片平坦，有时后缘起伏略呈水波状；多年生者鳞片层层相叠，甚为坚厚。壳内面白色或灰白色，边缘常呈灰紫色，凹凸不平，铰合部不具齿，韧带槽长而宽，如牛角形，韧带紫黑色。闭壳肌痕甚大，位于中部背侧，淡黄色，形状不规，常随壳形变化而异大多为卵圆形或肾脏形。\n2.长牡蛎，贝壳呈长条形，坚厚，一般壳长140-330mm，高57-115mm，长比高约大3倍，已知最大的长达722mm。左壳稍凹，壳顶附着面小，右壳较平如盖，背腹缘几乎平行，壳表面淡紫色、灰白色或黄褐色。自壳顶向后缘环生排列稀 疏的鳞片，略呈波状，层次甚少，没有明显放射肋。壳内面瓷白色，韧带槽长而宽大，闭壳肌痕大，位于壳的后部背侧，呈棕黄色马蹄形。\n3.大连湾牡蛎，贝壳略呈三角形，壳坚厚，一般壳长55-63mm，宽95-130mm，壳顶尖，至后缘渐加宽。右壳较扁平，如盖状，壳顶部鳞片趋向愈合，较厚；渐后腹缘鳞片渐疏松，且起伏呈波状，无显著放射肋。壳表面淡黄色，杂以紫褐色斑纹，左壳突起，自顶部开始有数条粗壮放射肋，边缘肋上的鳞片坚厚翘起。壳内而凹陷如合状，白色，铰合部小，韧带槽长而深呈长三角形。闭壳肌痕白色或带紫色，位于背后方。\n4.密鳞牡蛎，贝壳呈圆形或卵圆形，壳坚厚，一般长46-122mm，高58-138mm。左壳较大而凹氏陷，壳顶为附着面，形状常不规则。右壳顶部鳞片愈合，较光滑，渐向腹缘鳞片环生渐密，薄、脆呈片状，以覆瓦状紧密排列，有放射肋多条，使腹缘略呈波状，壳表面灰青色混杂紫褐色。壳内面白色，稍带珍珠样光泽。铰合部两侧常有小齿1列，约5-8个。韧带槽较短，呈三角形。闭壳肌痕较大。",
    "application": "治疗肺结核盗汗\n取牡蛎5钱，加水500毫升，煎至20.0毫升为1天量，早晚分服(可加糖调味)，连服数天；汗止后再服2～3天，以巩固疗效。如服数剂后疗效不明显，可根据辨证施治原则，随症加减。共治10例，一般服药2～3剂后盗汗消失；3例初期疗效不显，其中两例经加龙骨、酸枣仁服数剂后亦收到较好效果。治程中未见不良副作用。",
    "position": "为牡蛎科动物近江牡蛎、长牡蛎或大连湾牡蛎等的贝壳。",
    "source": "《本经》"
  },
  {
    "name": "牛膝",
    "alias": "百倍、牛茎、脚斯蹬、铁牛膝、杜牛膝、怀牛膝、怀夕、真夕、怀膝、土牛膝、淮牛膝、红牛膝、牛磕膝、牛克膝、牛盖膝、粘草子根、牛胳膝盖、野牛充膝、 接骨丹、牛盖膝头",
    "ingredient": "\n　　根含三萜皂甙：齐墩果酸α-L-吡喃鼠李糖基-β-D-吡喃半乳糖甙(oleanolic acid a-L-hamnopyranosyl-β-D-galac-topyranoside)[1,2]。又含多种多糖：一种是从根的水浸液中用丙酮沉出的具有抗肿瘤活性的多糖[3];一种是由6个葡萄糖残基和3个甘露糖残基构成的水溶性寡糖AbS,有显著的增强免疫功能的活性[4];另一种是具有免疫活性的肽多糖ABAB，系由葡萄糖醛酸(glucuronic acid)、半乳精galactose)、半乳糖醛酸(galacturonic acid)、阿拉伯糖(arabinose)和鼠李糖(rhamnose)按摩尔比12：2：1：1：1所组成，肽的含量为24.7%，主要由甘氨酸(glycine)、谷氨酸(glutamicacid)、天冬氨酸(aspartic acid)和丝氨酸(serine)组成，相对分子质量为23 000[15]。还含蜕皮甾酮(ecdysterone)，牛膝甾酮(inokosterone)[6]，红苋甾酮(rubro-sterone)[7]以及精氨酸(arginine)，甘氨酸，丝氨酸，天冬氨酸，谷氨酸，苏氨酸(threonine)，脯氨酸(proline)，酪氨酸(tyrosine)，色氨酸(TCMLIByptophan)，缬氨酸(valine)，苯丙氨(phenylalanine)，亮氨酸(leucine)和生物碱类及香豆精类化合物[8]。\n",
    "process": "牛膝的根，于冬季茎叶枯萎时采挖，去净须根，泥土，晒至干皱后，用硫黄熏数次，然后将顶端切齐、晒干。",
    "distinguish": "干燥根呈细长圆柱形，有时稍弯曲，上端较祖，下端较细，长约30～90匣米，直径约0.5～1厘米。表面呈土黄色或淡棕色；具细微的纵皱纹和稀疏的侧根痕。质坚脆，易折断，断面平坦；微呈角质状。气特殊，味微甜而涩。以根粗长，皮细坚实，色淡黄者为佳。\n主产河南。",
    "effect": "\n　　1.对蛋白质同化作用 牛膝所含蜕皮甾酮具有较强的蛋白质合成促进作用。实验给小鼠灌胃或腹腔注射1次蜕皮甾酮后2小时，即可见小鼠肝脏细胞核、线粒体及微粒体中氨基酸前体掺入增多，4小时后作用更强。同时在肾脏也可见蛋白质合成增强现象，但于4小时后回复原有水平。蔗糖密度样度离心分析表明，给药血RNA较对照血具有2倍的铸型活性，提示蜕皮甾酮的蛋白质合成效果至少伴有促进m一RNA合成的作用。离乳雄性小鼠连续给予促蜕皮甾酮60天时，其体重增长较快，肝肾蛋白质合成水平亦增高，肝组织检查可见肝细胞功能亢进表现。\n\n\n　　2.抗炎镇痛作用：\n\n\n　　2.1.对巴豆油耳肿胀小鼠的影响：\n\n\n　　取小鼠30只，随机分成三组，实验组注射牛膝0.5ml/20g，对照组注射生理盐水，结果牛膝对巴豆油性耳肿胀有明显的抑制作用，并且作用随着剂量增加而增加。\n\n\n　　2.2.对甲醛性大鼠足跖肿胀的影响：\n\n\n　　取健康大鼠20只，随机分为两组，于左右跖皮下注射2.5%甲醛0.1ml致炎，左右足为自身对照。腹腔注射牛膝16.6ml/(kg.天)，结果实验组与对照组有明显差异(P早孕组>间情期组>中孕组、己烯雌酚组、动情期组 >幼龄组。其中幼龄组最低，晚孕组最高。\n\n\n　　5.3.牛膝总皂甙对未孕大鼠宫颈、宫角作用的比较：实验共用未孕大鼠宫颈、宫角标本各12个，标本长度1-1.5cm，按上述方法进行实验。给予牛膝总皂甙4.5mg/ml，比较药物对宫颈、宫角的作用，结果见表6。牛膝总皂甙0.5mg/ml对大鼠宫颈无明显兴奋作用。给药后大鼠宫颈除张力有一定增加外，收缩振幅及频率无明显的变化;对大鼠子宫角则有明显作用，使张力增加，收缩振幅增高、频率加快。\n\n\n　　5.4.家兔在体子宫的作用：选用体重2-2.51g未孕、中孕(孕期10-20天)的家兔各3只，在戊巴比妥钠25mg/kg静脉注射麻醉下手术，用在位子宫悬垂法记录子宫收缩。将子宫套管下端与腹壁切口扎牢，使子宫浸泡于加温对38℃的低钙乐氏液中(1/4正常钙量)。静止负荷3-5g，稳定30-60分钟后，待所描记的子宫活动恒定时，开始实验。采用局部给药，即先将套管内的液体吸出，再加入0.5mg/ml的牛膝总皂甙(用低钙乐氏液配制)，观察记录30分钟。4例动物(未孕、中孕各半)首次给药后，换液冲洗数次，再重复给药1次。\n",
    "creation": "牛膝：拣去杂质，洗净，润软，去芦，切段，晒干。酒牛膝：取牛膝段，用黄酒喷淋拌匀，闷润后，置锅内炒至微干，取出放凉。(牛膝段每100斤，用黄酒10斤)\n\n①《雷公炮炙论》：\"凡使牛膝，去头并尘土，用黄精自然汁浸一宿，漉出，细割，焙干用之。\"\n\n②《纲目》：\"牛膝，今惟以酒浸入药，欲下行则生用，滋补则焙用，或酒拌蒸过用。\"",
    "function": "生用散瘀血，消痈肿。治淋病，尿血，经闭，癥瘕，难产，胞衣不下，产后瘀血腹痛，喉痹，痈肿，跌打损伤。熟用补肝肾，强筋骨。治腰膝骨痛，四肢拘挛，痿痹。\n\n①《本经》：\"主寒湿痿痹，四肢拘挛，膝痛不可屈，逐血气，伤热火烂，堕胎。\"\n\n②《别录》：\"疗伤中少气，男肾阴消，老人失溺，补中续绝，填骨髓，除脑中痛及腰脊痛，妇人月水不通，血结，益精，利阴气，止发白。\"\n\n③《药性论》：\"治阴痿，补肾填精，逐恶血流结，助十二经脉。\"\n\n④《日华子本草》：\"治腰膝软怯冷弱，破癥结，排脓止痛，产后心腹痛并血运，落胎，壮阳。\"\n\n⑤《本草衍义》：\"与苁蓉浸酒服，益肾；竹木刺入肉，捣烂罨之，即出。\"\n\n⑥张元素：\"强筋。\"\n\n⑦《本草衍义补遗》：\"能引诸药下行。\"\n\n⑧《滇南本草》：\"止筋骨疼，强筋舒筋，止腰膝酸麻，破瘀坠胎，散结核，攻瘰疬，退痈疽、疥癞、血风、牛皮癣、脓窠。\"\n\n⑨《纲目》：\"治久疟寒热，五淋尿血，茎中痛，下痢，喉痹，口疮，齿痛，痈肿恶疮，伤折。\"\n\n⑩《本草正》：\"主手足血热瘙痹，血燥拘挛，通膀胱涩秘，大肠干结，补髓填精，益阴活血。\"\n\n⑾《本草备要》：\"酒蒸则益肝肾，强筋骨，治腰膝骨痛，足痿筋挛，阴痿失溺，久疟，下痢，伤中少气，生用则散恶血，破癥结，治心腹诸痛，淋痛尿血，经闭难产，喉痹齿痛，痈疽恶疮。\"",
    "taste": "甘苦酸，平。\n\n①《本经》：\"味苦酸。\"\n\n②《别录》：\"酸，平，无毒。\"\n\n③《本草正》：\"味苦甘，气微凉。\"\n\n入肝、肾经。\n\n①《纲目》：\"足厥阴，少阴。\"\n\n②《本草汇言》：\"入足三阴经。\"\n",
    "usage": "内服：煎汤，3～5钱；浸酒、熬膏或入丸、散。外用：捣敷。",
    "compatibility": "凡中气下陷，脾虚泄泻，下元不固，梦遗失精，月经过多，及孕妇均忌服。\n\n①《本草经集注》：\"恶萤火，龟甲，陆英。畏白前。\"\n\n②《品汇精要》：\"妊妇不可服。\"\n\n③《本草经疏》：\"经闭未久，疑似有娠者勿用；上焦药中勿入；血崩不止者忌之。\"\n\n④《本草通玄》：\"梦遗失精者，在所当禁。\"\n\n⑤《本草正》：\"脏寒便滑，下元不固者当忌用之。\"\n\n⑥《药品化义》：\"若泻痢脾虚而腿膝酸痛不宜用。\"\n\n⑦《得配本草》：\"中气不足。小便自利",
    "storage": "\n　　南方在11月下旬至12月中旬，北方在10月中旬至11月上旬收获。先割会地上茎叶，依次将根挖出，剪除芦头，去净泥土和杂质。按根的粗细不同，晒至六七成干后，集中室内加盖草席，堆闷2～3d，分级，扎把，晒干。\n\n",
    "side_effects": "促蜕皮甾酮小鼠腹腔注射的半数致死量为6.4g/kg，牛膝甾酮为7.8g/kg，灌胃时二者均>9g/kg。上述样品煎剂按60g/kg/每日1次，连续30天，动物(小鼠)血象，肾功能，主要内脏及体重、活动等与正常对照组比较，均未发生异常。",
    "category": "归经_肝经",
    "plant": "牛膝\n多年生草本，高30～100厘米。根细长，直径0.6～1厘米，外皮土黄色。茎直立，四棱形，具条纹，疏被柔毛，节略膨大，节上对生分枝。叶对生，叶柄长约5～20毫米；叶片椭圆形或椭圆状披针形，长2～10厘米，宽1～5厘米，先端长尖，基部楔形或广楔形，全缘，两面被柔毛。穗状花序腋生兼顶生，初时花序短，花紧密，其后伸长，连下部总梗在内长约15～20厘米；花皆下折贴近花梗；苞片1，膜质，宽卵形，上部突尖成粗刺状，另有2枚小苞片针状，先端略向外曲，基部两侧各具，1卵状膜质小裂片；花被绿色，5片，直立，披针形，有光泽，长3～5毫米，具1脉，边缘膜质；雄蕊5，花丝细，基部合生，花药卵形，2室，退化雄蕊顶端平或呈波状缺刻；子房长圆形，花柱线状，柱头头状。胞果长圆形，光滑。种子1枚，黄褐色，花期7～9月。果期9～10月。\n栽培或野生于山野路旁。分布河南。山西，山东、江苏、安徽、浙江、江西、湖南、湖北、四川、云南、贵州等地。\n\n本植物的茎叶(牛膝茎叶)，亦供药用，另详专条。",
    "application": "用于扩张子宫颈管\n取直径0.2～0.3厘米的干品切削成7～9厘米长的圆形小棒，前端钝圆，洗净，晾干，尾端用丝线扎住，用高压蒸气消毒后备用。术前准备及手术操作按妇科常规。宫颈固定后，用探针探察宫颈之方向及大小，经产妇一般宫口较松，无须扩张颈管，可直接用阴道长钳挟牛膝前端插入6～8厘米(必须达子宫内口1～2厘米)，尾端及丝线外露，然后用无菌纱布填塞阴道。术后可照常活动。经12～24小时后拉出牛膝，行刮宫术。据78例观察，插牛膝后颈管部有充血、软化、松弛等变化，宫口扩大；部分病例在刮宫时感觉胎盘组织与宫壁粘着较松，似有剥离现象。对人工早孕流产，过期流产及葡萄胎等以牛膝插入代替金属棒扩张颈管，具有一定的优越性，可以缩短手术时间、减少病人痛苦。",
    "position": "为苋科植物牛藤的根。",
    "source": "《本经》"
  },
  {
    "name": "苦菜",
    "alias": "荼,芑,荼草,选,游冬,野苦马,青菜,紫苦菜,堇菜,苦苣,苦荬,天香菜,老鸦苦荬,滇苦菜,苦马菜",
    "ingredient": "\n本品地上部分含一新二糖类化合物，还含苦苣菜甙(sonchuside)A、B、C、D，葡萄糖中美菊素(glucoza-luzanin)C，9-羟基葡萄糖中美菊素(macroliniside)A，假还阳参甙(crepidiaside)A及毛连菜甙(picriside)B、C。木犀草素-7-O-吡喃葡萄糖甙(cinaroside)，金丝桃甙(hyperoside)，蒙花甙(linarin)，芹菜素(apigenin)，槲皮素(quercetin)，山柰酚(kaempferol)。\n\n\n花中分到木犀草素(luteolin)，槲皮素，槲皮黄甙(quercimer-itrin)，木犀草素-7-O-吡喃葡萄糖甙，木犀草素-7-O-呋喃葡萄糖甙(isocynaroside)及木犀草素-7-β-D-glucuronopyranoside。\n\n\n种子油中含玟鸠菊酸(vernolic acid )13.7%。\n\n\n叶中还含维生素(vitamin)C。\n",
    "process": "\n冬、春、夏三季均可采收，鲜用或晒干。\n",
    "distinguish": "\n性状鉴别 根呈纺锤形，灰褐色，有多数须根。茎呈圆柱形，上部呈压扁状，长45-95cm，直径4-8mm，表面黄绿色，茎基部略带淡紫色，具纵棱，上部有暗褐色腺毛；质脆，易折断，断面中空。叶互生，皱缩破碎，完整叶展平后呈椭圆状广披针形，琴状羽裂，裂片边缘有不整齐的短刺状齿。有的在茎顶可见头状花序，舌状花天酒地淡黄色，或有的已结果。气微，味微咸。\n",
    "effect": "\n全草（产于澳大利亚者)含抗肿瘤成分，在小鼠大腿肌肉接种肉瘤-37后第六天，皮下注射苦茶的酸性提取物，6-48小时后杀死小鼠，肉眼及显微及显微镜观察，均可见到肉瘤受到明显的伤害（出血、坏死)。\n",
    "creation": "?",
    "function": "\n清热，凉血，解毒。治痢疾，黄疸，血淋，痔瘘，疔肿，蛇咬。\n\n\n①《本经》：\"主五藏邪气，厌谷胃痹。\"\n\n\n②《别录》：\"疗肠澼，渴，热中疾，恶疮。耐饥寒。\"\n\n\n③《日华子本草》：\"敷蛇咬。\"\n\n\n④《本草衍义》：\"折之白乳汁出，常常点瘊子自落。\"\n\n\n⑤《滇南本草》：\"凉血热，寒胃，发肚腹中诸积，利小便。\"\n\n\n⑥《本草会编》：\"明目，主诸痢。\"\n\n\n⑦《纲目》：\"治血淋痔瘘。\"\n\n\n⑧《医林纂要》：\"泻心解暑，去热除烦，通乳。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本经》：\"味苦，寒。\"\n\n\n②《别录》：\"无毒。\"\n\n\n①《本草经疏》：\"入心、脾、胃三经。\"\n\n\n②《本草求真》：\"入心、胃、大肠。\"\n",
    "usage": "\n内服：煎汤、打汁或研末。外用：捣汁涂或煎水熏洗。\n",
    "compatibility": "\n①《本草经疏》：\"脾胃虚寒者忌之。\"\n\n\n②《随息居饮食谱》：\"不可共蜜食。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n苦苣菜(《纲目》)\n\n\n一年至二年生草本，高50～100厘米。茎直立，中空，具乳汁;基部无毛，顶端及中上部或具有稀疏的腺毛。叶互生;长椭圆状广披针形，长15～28厘米，宽3～6厘米，羽裂或提琴状羽裂，边缘具不整齐的刺状尖齿;基部叶有短柄，茎上叶无柄、呈耳廓状抱茎。头状花序数枚，顶生，直径约2厘米。总苞圆筒状，长12～15毫米，基部具有脱落性的绢状毛，内层苞片线状披针形，先端尖锐，具疏生的长毛;花全部为舌状，黄色;雄蕊5;子房下位，花柱细长，柱头2深裂。瘦果倒卵状椭圆形，扁平，每面除有3条明显的纵纹外，并有粗糙的横纹，成熟后红褐色。冠毛白色，细软。花期4～6月。\n\n\n生长于路边及田野间，我国大部地区均有分布。\n\n\n本植物的根(苦菜根)、花及种子(苦菜花子)亦供药用，各详专条。\n",
    "application": "?",
    "position": "为菊科植物苦苣菜的全草。",
    "source": "《本经》"
  },
  {
    "name": "苍术",
    "alias": "山精、赤术、马蓟、青术、仙术",
    "ingredient": "南苍术根茎含挥发油约5～9%。油的主要成分为苍术醇、茅术醇、β-桉叶醇等。\n\n北苍术根茎含挥发油1.5%，其主要成分为苍术醇、苍术酮、茅术醇及桉叶醇等。\n\n东苍术根茎含挥发油1.5%，其主要成分为苍术醇、茅术醇、β-桉叶醇、苍术呋哺烃、苍术酮。",
    "process": "春、秋均可采挖，以秋季为好。挖取根茎后，除去残茎、须根及泥土，晒干。",
    "distinguish": "①南苍术\n为植物南苍术的干燥根茎，呈类圆柱形，连珠状，有节，弯曲拘挛，长约3～10厘米，直径1～1.5厘米。表面灰褐色，有根痕及短小的须根，可见茎残痕。质坚实，折断面平坦，黄白色，有明显的棕红色油腺散在，习称\"朱砂点\"。断面暴露稍久，可析出白霉样的微细针状结晶，气芳香，味微甘而辛苦。以个大、坚实、无毛须、内有朱砂点，切开后断面起白霜者佳。\n主产江苏、湖北、河南。此外，浙江、安徽、江西亦产。以产于江苏茅山一带者质量最好，故称\"茅术\"或\"茅山苍术\"，集散于南京者，亦称\"京茅术\"、\"京苍术\"。湖北、江西所产，多集散于汉口，故亦称\"汉苍术\"，\n\n②北苍术\n为植物北苍术的干燥根茎，呈类圆柱形，常分歧或成疙瘩块状，不规则弯曲，长约4～10厘米，直径1.5～3厘米。栓皮多已除去，可见较多圆形茎基或茎痕，或有毛茸状芽附着，下方有小根脱落痕迹或短的小根附着。表面棕褐色，粗糙。质轻，易折断，断面纤维状，极不平坦。断面黄白色，有红黄色或黄色油腺散在，并有明显的木质纤维束。气芳香，味微辛苦。以个肥大、坚实、无毛须、气芳香者为佳。本种较南苍术体轻质松，油腺少，切断面不析出?霉样结晶，香气亦较弱。质量较南苍术为次。\n主产内蒙古、河北、山西、辽宁、吉林、黑龙江。此外，山东、陕西、甘肃等地亦产。河北各地所产的多集散于天津，故有\"津苍术\"之称。",
    "effect": "①对血糖的影响\n早年报告南苍术浸膏(相当生药6克／公斤)可降低家兔血糖，未被证实。煎剂或醇浸剂8克／公斤口服或皮下注射，正常家兔的血糖略有上升的倾向。用煎剂10克／公斤灌胃，亦得到相同的结果；但同剂量灌注四氧嘧啶性糖尿病家兔，则血糖略升后即下降到灌药前血糖水平以下，唯差别并不明显。此后在每日灌药的10天内，血糖不断下降，差别显著(自401降至160毫克%)。停药后4～17天血糖未见升高到用药前水平。\n\n②其他作用\n南苍术煎剂10～40克／公斤给大鼠灌胃，无利尿作用；却有显著排盐(钠、钾、氯)作用。含苍术的复方-排气汤(苍术、厚朴、台乌、沉香、广木香、炒麦芽及广皮)虽对离体兔肠并无影响，但对在位犬肠，无论灌胃或静脉注射，均有兴奋肠蠕动的作用，临床上有用此治腹气胀有效者。苍术浸膏小量静脉注射，引起兔血压轻度上升，大量则降压；对离体蟾蜍心脏有抑制作用；对离体兔十二指肠亦有抑制作用；对蟾蜍下肢血管，作用微弱。\n\n苍术、艾叶烟熏消毒(6立方米实验室各用4两，烟熏2小时)对结核杆菌、金黄色葡萄球菌、大肠、枯草及绿脓杆菌有显著的灭菌效果，与福尔马林相似；而优于紫外线及乳酸的消毒。",
    "creation": "苍水：拣去杂质，用水泡至七、八成透，捞出，润透后切片，晒干。炒苍术：取苍术片，用米泔水喷洒湿润，置锅内用文火炒至微黄色；或取拣净的苍术，用米泔水浸泡后捞出，置笼履内加热蒸透，取出，切片，干燥即得。\n\n①《纲目》：\"苍术性燥，故以糯米泔浸去其油，切片焙干用，亦有用脂麻同炒，以制其燥者。\"\n\n②《本草述钩元》：\"苍术，米泔浸洗极净，刮去皮，拌黑豆蒸引之。又拌蜜酒蒸，又拌人乳透蒸，皆润之使不燥也。凡三次蒸时，须烘晒极干，气方透。\"",
    "function": "健脾，燥湿，解郁，辟秽。治湿盛困脾，倦怠嗜卧，脘痞腹胀，食欲不振，呕吐，泄泻，痢疾，疟疾，痰饮，水肿，时气感冒，风寒湿痹，足痿，夜盲。\n\n①陶弘景：\"除恶气。\"\n\n②刘完素：\"明目，暖水脏。\"\n\n③《珍珠囊》：\"能健胃安脾，诸湿肿非此不能除。\"\n\n④李杲：\"除湿发汗，健胃安脾，治痿要药。\"\n\n⑤朱震亨：\"散风益气，总解诸郁。\"\n\n⑥《纲目》：\"治湿痰留饮，或挟瘀血成窠囊，及脾湿下流，浊沥带下，滑泻肠风。\"\n\n⑦《玉楸药解》：\"燥土利水，泄饮消痰，行瘀，开郁，去漏，化癣，除癥，理吞酸去腐，辟山川瘴疠，回筋骨之痿软，清溲溺之混浊。\"\n\n⑧《本草求原》：\"止水泻飧泄，伤食暑泻，脾湿下血。\"",
    "taste": "辛苦，温。\n\n①《本草衍义》：\"气味辛烈。\"\n\n②《珍珠囊》：\"甘辛。\"\n\n③《晶汇精要》：\"味苦甘，性温，无毒。\"\n\n入脾、胃经。\n\n①《珍珠囊》：\"足阳明、太阴。\"\n\n②《纲目》：\"入足太阴、阳明，手太阴、太阳之经。\"\n\n③《本草新编》：\"入足阳明、太阳经。\"\n\n④《本草再新》：\"入脾、肝二经。\"\n",
    "usage": "内服：煎汤，1.5～3钱；熬膏或入丸、散。",
    "compatibility": "阴虚内热，气虚多汗者忌服。\n\n①《本草经集注》：\"防风、地榆为之使。\"\n\n②《药性论》：\"忌桃、李、雀肉、菘菜、青鱼。\"\n\n③《医学入门》：\"血虚怯弱及七情气闷者慎用。误服耗气血，燥津液，虚火动而痞闷愈甚。\"\n\n④《本草经疏》：\"凡病属阴虚血少、精不足，内热骨蒸，口干唇燥，咳嗽吐痰、吐血，鼻衄，咽塞，便秘滞下者，法咸忌之。肝肾有动气者勿服。\"\n\n⑤《本草正》：\"内热阴虚，表疏汗出者忌服。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "①南苍术\n多年生草本，高30～80厘米。根茎粗大不整齐。茎单一，圆而有纵棱，上部稍有分枝。叶互生，革质而厚；茎下部的叶多为3裂，裂片先端尖，顶端1裂片较大，卵形，基部楔形，无柄而略抱茎；茎上部叶卵状披针形至椭圆形，长约4厘米，宽1～1.5厘米，无柄，叶缘均有刺状齿。上面深绿，下面稍带白粉状。头状花序顶生，直径约2厘米；总花托无梗，基郎有叶状及细羽裂多刺苞片；总苞片6～8层，披针形，膜质，背面绿色，边缘带紫色，并有细乘毛；花托平坦，花多数，两性花与单性花多异株；两性花有多数羽毛状长冠毛；花冠管状，白色，有时稍带红紫色，先端5裂，裂片线形；花丝分离；子房下位，长柱形，密被白色柔毛，花柱细长，柱头2裂。单性花一般为雌花，具5枚线状退化雄蕊，退化雄蕊完全分离，先端略曲卷，其余部分与两性花同。瘦果长圆形，长约5毫米，被棕黄色柔毛。花期8～10月。果期9～10月。\n多生于山坡较干燥处。分布江苏、浙江、安徽、江西、湖北、河北、山东等地。\n\n②北苍术，又名：山苍术、枪头菜、山刺菜。\n多年生草本，高30～50厘米。根茎肥大，结节状。叶无柄；茎下部叶匙形，多为3～5羽状深缺刻，先端钝，基部楔形而略抱茎；茎上郜叶卵状披针形至椭圆形，3～5羽状浅裂至不裂，叶缘具硬刺齿。头状花序径1厘米左右；基部叶状苞披针形，边缘长栉齿状；总苞片多为5～6层；花冠管状，白色，先端5裂，裂片长卵形；退化雄蕊先端圆，不卷曲。瘦果密生向上的银白色毛。花期7～8月。果期8～10月。\n生长于山坡灌木丛及较干旱处。分布吉林、辽宁、河北、山东、山西、陕西、内蒙古等地。\n\n此外，尚有以下几种同属植物在少数地区有时也作苍术使用。㈠东苍术，又名：关苍术。多年生草本，高达70厘米。根茎肥大，结节状。叶柄长2.5～3厘米；茎下部叶3～5羽裂，侧裂片长圆形、倒卵形或椭圆形，先端短尖，边缘刺齿平伏或内弯，顶裂片较大；茎上部叶3裂至不分裂。头状花序径1～1.5厘米，基部叶状苞2列，羽状深裂；总苞片7～8层，先端带紫色；花冠管状，白色。瘦果长圆形，密生向上的银白色毛，冠毛羽状，灰褐色。花期7～8月。果期8～9月。分布我国东北。㈡朝鲜苍术，茎先端的叶超出顶端的花，头状花序下的苞叶边缘有栉齿状刺齿。分布东北。㈢全叶苍术，叶不分裂，长圆形，先端钝尖，全缘。分布华北、东北一带。㈣赤峰苍术，叶5～7裂，裂片急尖，叶缘有不规则齿状锯齿。分布东北赤峰。㈤辽东苍术，叶长卵形，稍小，质较硬，全缘；头状花序下的叶状苞多数，密集。分布辽东半岛一带。",
    "application": "用量3~10克，水煎服。用治脘腹胀满、泄泻、水肿、脚气、风湿痹痛、风寒感冒、夜盲。",
    "position": "为菊科植物南苍术或北苍术等的根茎。",
    "source": "《证类本草》"
  },
  {
    "name": "泽泻",
    "alias": "水泻、芒芋、鹄泻、泽芝、及泻、天鹅蛋、天秃、禹孙",
    "ingredient": "块茎中分出五种三萜类化合物：泽泻醇A、泽泻醇B，乙酸泽泻醇A酯、乙酸泽泻醇B酯和表泽泻醇A；另含挥发油(内含糠醛)、小量生物碱、天门冬素、一种植物甾醇、一种植物甾醇甙、脂肪酸(棕榈酸、硬脂酸、油酸、亚油酸)；还含树脂、蛋白质和多量淀粉(23%)。",
    "process": "冬季叶子枯萎时，采挖块茎，除去茎叶及须根，洗净，用微火烘干，再撞去须根及粗皮。",
    "distinguish": "干燥块茎类圆球形、长圆球形或倒卵形，长约4～7厘米，直径约3～5厘米；表面黄白色，未去尽粗皮者呈淡棕色；有不规则的横向环状凹陷，并散有无数突起的须根痕迹，在底部尤密；质坚实，破折面黄白色，带颗粒性。气微香，味微苦。以个大、质坚、色黄白、粉性足者为佳。\n主产福建、四川、江西，此外贵州、云南等地亦产。商品中以福建、江西产者称\"建泽泻\"，个大，圆形而光滑；四川、云南、贵州产者称\"川泽泻\"，个较小，皮较粗糙。一般认为建泽泻品质较佳。",
    "effect": "①利尿作用\n在大白鼠的利尿实验中，不同产季和不同药用部位的泽泻具有不同的效果。冬季产的正品泽泻利尿效力最大，春泽泻效力稍差，冬季产的泽泻须稍有作用，泽泻草根(种不活的苗)及春季产的泽泻须则均无利尿作用。不同的炮炙方法，其利尿效果亦不同。生泽泻，酒炙、麸炙泽泻均有一定的利尿作用，而盐泽泻则无作用；但在五苓散(泽泻、茯苓、白术、桂枝以4：3：3：2配伍)中，无论用生泽泻或盐泽泻，均表现有利尿作用。健康人口服泽泻煎剂可使尿量、钠、尿素排出增加，家兔口服效果极弱，但以泽泻流浸膏腹腔注射则有利尿作用。泽泻含钾达147.5毫克%，用于切除肾上腺的大白鼠，可显著增加尿钾排出，可见泽泻的利尿作用与其含大量钾盐有关。以硝酸钠注射于家兔皮下引起人工肾炎，泽泻可降低血中滞留的尿素及胆甾醇。\n\n②对脂质代谢的影响\n泽泻近缘品种AlismaplantagoL.中的成分T(1.1.1.1)，对大白鼠低蛋白饮食引起的脂肪肝有治疗作用，其作用与胆碱、卵磷脂相当，但根据用药后血清及肝中脂质的分析，则与胆碱及卵磷脂还有所不同。腹腔注射能减轻大鼠口服棉子油引起的脂血症，对大鼠用四氯化碳引起的肝损害，有预防及治疗的效果，并能轻度降低家兔实验性动脉粥样硬化的血胆甾醇，缓和病变的发展。\n\n③其他作用\n麻醉犬静脉注射泽泻浸膏可以降压家兔皮下注射浸膏6克／公斤有轻度降血糖作用，但皮下注射煎剂5克／公斤无此作用。泽泻在试管内能抑制结核杆菌的生长。",
    "creation": "泽泻：拣去杂质，大小分档，用水浸泡，至八成透捞出，晒晾，闷润至内外湿度均匀，切片，晒干。盐泽泻：取泽泻片，用盐水喷洒拌匀，稍闷润，置锅内用文火微炒至表面略现黄色取出，晾干。(每泽泻片100斤，用盐二斤八荫，加适量开水化开澄清)\n\n《雷公炮炙论》：\"细锉，酒浸一宿，漉出，暴干任用。\"",
    "function": "利水，渗湿，泄热。治小便不利，水肿胀满，呕吐，泻痢，痰饮，脚气，淋病，尿血。\n(1)利水渗湿：用于水湿内停之尿少、水肿、泻痢及湿热淋浊等证。治胃内停水常配白术。治尿道涩痛、小便不利常配木通、茯苓。\n(2)清泻肾火：用于阴虚火旺诸证。\n\n①《本经》：\"主风寒湿痹，乳难，消水，养五脏，益气力，肥健。\"\n\n②《别录》：\"补虚损五劳，除五脏痞满，起阴气，止泄精、消渴、淋沥，逐膀胱、三焦停水。\"\n\n③《药性论》：\"主肾虚精自出，治五淋，利膀胱热，直通水道。\"\n\n④《日华子本草》：\"治五劳七伤，主头旋、耳虚鸣，筋骨挛缩，通小肠，止遗沥、尿血。\"\n\n⑤《医学启源》：\"治小便淋沥，去阴间汗。《主治秘诀》云，去旧水，养新水，利小便，消水肿，渗泄止渴。\"\n\n⑥李杲：\"去脬中留垢、心下水痞。\"\n\n⑦《纲目》：\"渗湿热，行痰饮，止呕吐、泻痢，疝痛，脚气。\"",
    "taste": "甘，寒。\n\n①《本经》：\"味甘，寒。\"\n\n②《别录》：\"咸，无毒。\"\n\n⑨《药性论》：\"味苦。\"\n\n④《医学启源》：\"气平，味甘。\"\n\n⑤《本草蒙筌》：\"甘酸，气寒。\"\n\n入肾、膀胱经。\n\n①《汤液本草》：\"入手太阳、少阴经。\"\n\n②《本草衍义补L遗》：\"入足太阳、少阴经。\"\n\n③《雷公炮制药性解》：\"入膀胱、肾、三焦、小肠四经。\"\n\n④《本草经巯》：\"入肾、脾。\"\n",
    "usage": "内服：煎汤，2～4钱；或入丸、散。",
    "compatibility": "肾虚精滑者忌服。\n\n①《本草经集注》：\"畏海蛤、文蛤。\"\n\n②《别录》：\"扁鹊云，多服病人眼。\"\n\n⑤《医学入门》：\"凡淋、渴，水肿，肾虚所致者，不可用。\"\n\n④《本草经疏》：\"病人无湿无饮而阴虚，及肾气乏绝，阳衰精自流出，肾气不固精滑，目痛，虚寒作泄等侯，法咸忌之。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "毒性T（1．1．1．1）对小白鼠静脉注射的半数致死量为780mg/kg，腹腔注射为1270mg/kg，口服为4000mg/kg。按0.1%及1%浓度混于饮食中，饲大鼠2个半月，体重、内脏重量、肝脂肪量均无明显改变。泽泻含有刺激性物质内服可引起胃肠炎，贴于皮肤引起发泡，其叶可作为皮肤发红剂。羊吃此植物无害，而牛可引起中毒，表现血尿。 泽泻甲醇提取物小鼠静脉注射和腹腔注射的半数致死量分别为0.98和1.27g/kg。口服4.0g/kg。按1%比例拌于饲料中喂大鼠75天，未见明显毒性。以泽泻醇浸剂100mg/kg小鼠腹腔注射，观察72小时，无一死亡。以泽泻浸膏粉1g和2g/kg（相当临床用量的20和40倍）拌于饲料中喂大鼠，共3月，动物一般健康状况良好，体重增长，血清谷一丙转氨酶活性及血红蛋白量均与对照组无显着差异，但病理检查发现肝细胞和肾近曲小管细胞有不同程度的浊肿和变性，给药组比对照组明显，大剂量组比小剂量组明显，提水可能与给药有关，但心脏组织未见明显变化。",
    "category": "归经_肾经",
    "plant": "泽泻，又名：荬(《诗经》)，蕍、蔦、牛唇(《尔雅》)，水涾菜(《救荒本草》)，水泽、耳泽。\n多年生沼泽植物，高50～100厘米。地下有块茎，球形，直径可达4.5厘米，外皮褐色，密生多数须根。叶根生；叶柄长5～54厘米，叶鞘宽5～20毫米；叶片椭圆形至卵形，长5～18厘米，宽2～10厘米，先端急尖或短尖，基部广楔形，圆形或稍心形，全缘，两面均光滑无毛，叶脉6-7条。花茎由叶丛中生出，总花梗通常5～7，轮生，集成大形的轮生状圆锥花序；小花梗长短不等，伞状排列；苞片披针形至线形，尖锐；萼片3，绿色，广卵形，长2～3毫米，宽1.5毫米；花瓣3，白色，倒卵形，较萼短；雄蕊6；雌蕊多数，离生，子房倒卵形，侧扁，花柱侧生。瘦果多数，扁平，倒卵形，长1.5～2毫米，宽约1毫米，褐色。花期6～8月。果期7～9月。\n生于沼泽边缘。分布黑龙江、吉林、辽宁、河北、河南、山东、江苏，浙江、福建、江西，四川、贵州、云南、新疆等地。四川、福建有大面积的栽培。\n\n本植物的叶(泽泻叶)、果实(泽泻实)亦供药用，各详专条。",
    "application": "用量6~13克。用治小便不利、水肿胀满、呕吐、泻痢、痰饮、脚气、淋病、尿血等。",
    "position": "为泽泻科植物泽泻的块茎。",
    "source": "《本经》"
  },
  {
    "name": "蛇床子",
    "alias": "蛇米、蛇珠、蛇粟、蛇床仁、蛇床实、气果、双肾子、癞头花子、 野茴香",
    "ingredient": "\n果实含挥发油1.3%，主要成分为蒎烯、莰烯、异戊酸龙脑酯、异龙脑。又含甲氧基欧芹酚，蛇床明素，异虎耳草素，佛手柑内酯，二氢山芹醇及其当归酸酯、乙酸酯和异戊酸酯，蛇床定，异丁酰氧基二氢山芹醇乙酸酯。根含蛇床明素、异虎耳草素、别欧芹属素乙、花椒毒酚、欧芹属素乙。\n",
    "process": "\n果实成熟，呈黄色时采收，割取全株，打落果实，晒干。\n",
    "distinguish": "\n干燥果实椭圆形，由2分果合成，长约2毫米。直径约1毫米，灰黄色，顶端有2枚向外弯曲的宿存花柱基;分果背面略隆起，有突起的脊线5条，接合面平坦，有2条棕色略突起的纵线，其中有一条浅色的线状物。果皮松脆。种子细小，灰棕色，有油性。气香，味辛凉而有麻舌感。以颗粒饱满、灰黄色、气味浓厚者为佳。主产河北、山东、江苏、浙江等地。此外，广西、四川、陕西、山西亦产。\n",
    "effect": "\n①抗滴虫作用\n\n\n以肝浸膏作为培养基，10%及20%蛇床子煎剂对阴道滴虫无杀灭作用或极弱，甲氧基欧芹酚体外亦无杀灭阴道滴虫的作用。虽也有报道对阴道滴虫有效者，但其结果的可靠性有待进一步证实。\n\n\n②性激素样作用\n\n\n蛇床子乙醇提取物，每天皮下注射于小白鼠连续32天，能延长动情期，缩短动情间期，并能使去势鼠出现动情期，卵巢及子宫重量增加，有类似性激素样作用，以前列腺、精囊、提肛肌增加重量的方法(小鼠)证明，蛇床子提取物有雄性激素样作用。对家兔阴道粘膜无腐蚀作用。\n\n\n③其他作用\n\n\n蛇床子在试管内抗真菌作用的报道不一致，对鸡胚培养的新城病毒，能延长鸡胚生命6小时，放污水中能杀灭孑孓。\n",
    "creation": "\n拣去杂质，筛去泥砂，洗净，晒干。\n\n\n①《雷公炮炙论》：\"凡使蛇床须用浓蓝汁，百部草根自然汁，二味同浸三伏时，漉出日干，却用生地黄汁相拌蒸，从午至亥，日干用。\"\n\n\n②《日华子本草》：\"蛇床，凡合药服食即按去皮壳取仁，微炒杀毒即不辣，作汤洗病则生使。\"\n",
    "function": "\n温肾助阳，祛风，燥湿，杀虫。治男子阳痿，阴囊湿痒，女子带下阴痒，子宫寒冷不孕，风湿痹痛，疥癣湿疮。\n\n\n①《本经》：\"主妇人阴中肿痛，男子阴痿、湿痒，除痹气，利关节，癫痫，恶创。\"\n\n\n②《别录》：\"温中下气，令妇人子脏热，男子阴强，好颜色，令人有子。\"\n\n\n③《药性论》：\"治男子、女人虚，湿痹，毒风，顽痛，去男子腰疼。浴男子阴，去风冷，大益阳事。主大风身痒，煎汤浴之瘥。疗齿痛及小儿惊痫。\"\n\n\n④《日华子本草》：\"治暴冷，暖丈夫阳气，助女人阴气，扑损瘀血，腰胯疼，阴汗湿癣，肢顽痹，赤白带下，缩小便。\"\n\n\n⑤《生草药性备要》：\"敷疮止痒，洗螆癞。\"\n\n\n⑥《长沙药解》：\"吹聤耳。\"\n",
    "taste": "\n辛苦。温。\n\n\n①《本经》：\"味苦，平。\"\n\n\n②《别录》：\"辛甘，无毒。\"\n\n\n③《药性论》：\"有小毒。\"\n\n\n④《本草正》：\"味微苦气辛，性温。\"\n\n\n入肾、脾经。\n\n\n①《雷公炮制药性解》：\"入肺、肾二经。\"\n\n\n②《本草汇言》：\"手少阳、足厥阴经。\"\n\n\n③《本草再新》：\"入脾、肾经。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸剂。外用：煎水熏洗；或作坐药(栓剂)；或研末撒、调敷。\n",
    "compatibility": "\n下焦有湿热，或肾阴不足，相火易动以及精关不固者忌服。  ①《本草经集注》：\"恶牡丹、巴豆，贝母。\"  ②《本草经疏》：\"肾家有火及下部有热者勿服。\"  ③《本经逢原》：\"肾火易动，阳强精不固者勿服。\"\n",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n蛇床(《本经》)，又名：盱、虺床(《尔雅》)，马床(《广雅》)，思益、绳毒、枣棘、墙蘼(《别录》)，秃子花。 一年生草本，高30～80厘米。茎直立，圆柱形，有纵棱，疏生细柔毛。根生叶有柄，基部有短而阔的叶鞘;叶片卵形，2～3回羽状分裂，最终裂片线状披针形，先端尖锐;茎上部的叶和根生叶相似，但叶柄较短。复伞形花序顶生或侧生，伞梗10～25个，基部总苞片8～10，线形，具缘毛;小总苞片8～10，线形;萼齿不明显，花瓣5，白色，倒卵形，先端凹，而具狭窄内折的小舌;雄蕊5，与花瓣互生，花丝细长，花药椭圆形;子房下位，花柱2枚，花柱基部圆锥形。双悬果椭圆形，果棱成翅状，无毛。花期4～7月，果期6～8月。 生于山坡草丛中，或田间、路旁。我国大部分地区均有分布。\n",
    "application": "\n①治疗滴虫性阴道炎\n\n\n先用10%蛇床子煎液500毫升冲洗阴道，然后放入0.5克的蛇床子阴道用片剂(由蛇床子的提取物制成)2片。连续治疗5～7天为一疗程。经近百例观察，多数经一疗程即可治愈，滴虫转阴，痒感消失，阴道清洁，白带消失或显著减少。此外，试用于非滴虫性阴道炎，也有减少白带分泌的作用。对有宫颈糜烂者，应用后未见不良反应。\n\n\n②治疗急性渗出性皮肤病\n\n\n取蛇床子2两，用纱布包好，加水1500毫升，煮沸半小时;以棉垫浸透后拧半干，温敷局部，盖以油纸或塑料布包扎，使保持一定温湿度，一般可维持0.5至1小时。每日罨包4～6次。临床观察880例，多数治疗5～10天，渗出物明显减少，炎症消退。未发现任何副作用。亦可将蛇床子研成细末，用凡士林调成软膏，涂于患处，每日1～2次。观察15例婴儿湿疹(糜烂期)，大多在用药第2天开始渗出减少，以后结痴而愈。\n",
    "position": "为伞形科植物蛇床的果实。",
    "source": "《本经》"
  },
  {
    "name": "过山龙",
    "alias": "羊葡萄蔓(《陕西中草药》)，草葡萄(《陕甘宁青中草药选》)。",
    "ingredient": "?",
    "process": "全年可采，剥去表层栓皮，鲜用或干用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《陕西中草药》：\"活血散瘀，消炎解毒，生肌长骨，除风祛湿。治跌打损伤，骨折，疮疖肿痛，风湿性关节炎。\"",
    "taste": "《陕西中草药》：\"辛，热。\"\n\n入心经",
    "usage": "内服：煎汤，3～5钱；或研末。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "乌头叶蛇葡萄\n落叶木质藤本。根外皮紫褐色，内皮淡粉红色，具粘性。茎圆柱形，具皮孔，髓白色，幼枝被黄绒毛，卷须与叶对生。叶互生，广卵形，3～5掌状复叶；小叶片全部羽裂或不裂，披针形或菱状披针形，边缘有大圆钝锯齿，无毛，或幼叶下面脉上稍有毛：叶柄较叶短。聚伞花序与叶对生，总花柄较叶柄长；花小，黄绿色；花萼不分裂；花瓣5；花盘边平截；雄蕊5；子房2室，花柱细。浆果近球形，直径约6毫米，成熟时橙黄色。\n多生于路边、沟边、山坡林下灌丛中、山坡石砾地及砂质地。分布陕西、甘肃、宁夏、河南、山东、河北、山西等地。",
    "application": "?",
    "position": "为葡萄科植物马头叶蛇葡萄的根皮。",
    "source": "《陕西中草药》"
  },
  {
    "name": "萆薢",
    "alias": "百枝(《吴普本草》)，竹木(《雷公炮炙论》)，赤节(《别录》)，白菝葜(《日华子本草》)，粉萆薢(《本草从新》)，金刚、硬饭团(《植物名实图考长编》)，山田薯、土薯蓣(《泉州本草》)，蔴甲头(《广东中医》5(11)：500，1960)。",
    "ingredient": "山萆薢根茎主含薯蓣皂甙，尚含纤细薯蓣甙、薯蓣皂素毒甙A(以上皂甙的甙元都是薯蓣皂甙元)，山萆薢皂甙、约诺皂甙、托克皂甙元-1-葡萄糖甙等皂甙。薯蓣皂素毒甙是山萆薢中的杀虫成分。从根茎中分离得到的甙元有：薯蓣皂甙元，含量1.2%(江苏产)、2.1%(浙江产)、1.35%(江苏宜兴产)；托克皂甙元，含量0.06%(江苏产)、0.09%(浙江产)、0.32%(江苏宜兴产)；雅姆皂甙元，含量0.04%(扛苏产)、0.10%(浙江产)；约诺皂甙元；考盖皂甙元和衣盖皂甙元。另还分离出少量25-异-螺甾-3，5-二烯，可能是水解时薯蓣皂甙元的脱水产?。地上部分分离出约诺皂甙元、托克皂甙元、考盖皂甙元。地上部分除种子外，各部都含相当量的游离的约诺皂甙元和托克皂甙元。地下部分有痕迹的游离的薯蓣皂甙元，其他都成皂甙。种子中含托克皂甙元，其甙元几乎全成为皂甙存在。雌花中分离出薯蓣皂甙元、约诺皂甙元、托克皂甙元和衣盖皂甙元。雄花中分离得到薯蓣皂甙元、约诺皂甙元、托克皂甙元和考盖皂甙元。\n\n纤细薯蓣根茎含纤细薯蓣甙和薯蓣皂甙。浙江产的根茎含薯蓣皂甙元1.03%。\n\n叉蕊薯蓣根茎含薯蓣皂甙元和少量雅姆皂甙元。昆明西山产的根茎含薯蓣皂甙元2.2%、淀粉20.59%、粗蛋白质14.35%、鞣质1.3%，粗纤维素11.6%。\n\n薯蓣皂甙元可作为合成皮质酮的原料。",
    "process": "春、秋均可采挖。挖出后洗净除去须根，切片晒干。",
    "distinguish": "绵萆薢：为规则的片状，厚约三毫米。片大小宽窄不一。周边外皮灰黄色，卷缩。切面白色或前黄白色，显粗糙，有筋脉点，质棉软轻泡，易折断，气无味微苦。以色白，棉软，整齐不碎者为佳。",
    "effect": "山萆薢根茎中所含之薯蓣皂甙或薯蓣皂素毒甙有杀昆虫作用。薯蓣皂甙、克拉塞林甙还有抗真菌作用。\n\n苏联产同属植物高加索薯蓣对兔的实验性动脉粥样硬化有治疗作用。其皂甙有拟胆碱样作用，能扩张末梢血管、降低血压、增强胃肠平滑肌的运动，并能升高血糖，对抗小鼠的化学性惊厥，以及提高大鼠胃肠等各种组织的通透性。",
    "creation": "生用。",
    "function": "祛风，利湿。治风湿顽痹，腰膝疼痛，小便不利，淋浊，遗精，湿热疮毒。\n\n①《本经》：\"主腰背痛，强骨节，风寒湿周痹，恶疮不瘳，热气。\"\n\n②《别录》：\"伤中恚怒。阴痿失溺，关节者血，老人五缓。\"\n\n③《药性论》：\"治冷风顽痹，腰脚不遂，手足惊掣，主男子臂腰痛久冷，是肾间有膀胱宿水。\"\n\n④《日华子本草》：\"治瘫缓软风，头旋痫疾，补水藏，坚筋骨，益精明目，中风失音。\"\n\n⑤王好古：\"补肝虚。\"\n\n⑥《滇南本草》：\"治风寒，温经络，腰膝疼，遍身顽麻，利膀胱水道，赤白便浊。\"\n\n⑦《纲目》：\"治白浊，茎中痛，痔瘙坏疮。\"",
    "taste": "苦，平。\n\n①《本经》：\"苦，平。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《滇南本草》：\"性微温，味微酸。\"",
    "usage": "内服：煎汤，3～5钱；或入丸、散。",
    "compatibility": "肾虚阴亏者忌服。\n\n①《本草经集注》：\"薏苡仁为之使。畏葵根、大黄、柴胡牡蛎、前胡。\"\n\n②《本草经疏》：\"下部无湿，阴虚火炽，以致溺有余沥，茎中痛，及肾虚腰痛，并不宜服。\"\n\n③《本草备要》：\"忌茗、醋。\"\n\n④《本经逢原》：\"阴虚精滑及元气下陷不能摄精，小便频数，大便引急者，误用病必转剧。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃；膀胱经",
    "plant": "①粉背薯蓣，又名：黄萆薢、黄山姜、土黄连、黄薯。\n多年生缠绕藤本。根茎横生，近于地面，竹节状。叶互生，三角状心形，或卵状披针形，顶端渐尖，边缘波状，叶片干后近乎黑色，下面常盖有白色粉状物。花单性，雌雄异株，雄花序穗状，单生成2～3枝簇生于叶腋，花序基部的花通常2～3朵集在一起，至花序的顶端通常单生；雄花雄蕊3，开放后药隔变宽，退化雄蕊3，有时存在，常与发育3雄蕊互生；雌花序穗状，单生，很少双生，雌花花被6，子房下位，退化雄蕊呈花丝状，柱头3裂。蒴果成熟后反曲下垂，翅宽超过长度或近于等长，表面栗褐色，成熟后顶端开裂。种子四周围以薄膜状的翅，通常两两迭生，着生于每室的中央。花期5～8月。果期6～10月。\n分布安徽、浙江、江西、福建等地。\n\n②叉蕊薯蓣，又名：蛇头草。\n多年生缠绕藤本。根茎横生，竹节状。茎纤细，左旋。单叶互生，三角状心形或卵状披针形，先端渐尖，基部心形或近截形，边缘波状，叶面干后黑色，很少呈灰褐色，下面灰褐色；叶柄短于叶片。花单性，雌雄异株；雄花序穗状，单生或2～3枝簇生于叶腋；雄花花被碟形，先端6裂，裂片长卵圆形，黄色，雄蕊3，药卵形，开放后药隔变宽，常为花药的1～2倍，呈短叉状，退化雄蕊3；雌花序穗状，单生，很少双生；雌花花被6，卵圆形，退化雄蕊丝状，子房下位，长圆柱形，柱头3裂。蒴果，翅顶端稍宽大，表面栗褐色。种子扁卵圆形，栗壳色，具翅。花期5～8月。果期6～10月。\n生于山坡疏林下或林缘。分布福建、台湾、四川、云南、贵州等地。\n\n③山萆薢\n多年生草质缠绕藤本。根茎横生，类圆柱形，作不规则分歧。茎纤细，高很少超过2米，有纵沟。叶互生，心形至三角状心形，先端渐尖，基部心形，全缘，有时呈浅波状，基出脉7～9条；叶柄长于叶片。花单性，雌雄异株；雄花序为总状或圆锥花序，1至数个腋生；雄花有柄，有苞片及小苞片各1，花被片6，长圆形，其中3片较宽，雄蕊6；雌花序穗状或圆锥状，单生，很少复生。蒴果，翅顶端稍宽，表面栗褐色；种子着生于每室中央的基部。种子扁平，卵形，上端翅宽于种子1倍以上。花期6～8月。果期8～10月。\n多生于疏林或竹林下，沿山沟潮湿处。分布长江以南各地。\n\n④纤细薯蓣，又名：白萆薢、铁菱刚、白姜、白薯、白连。\n多年生缠绕藤本。根茎横生，竹节状。茎左旋，长圆柱形。叶互生，基部叶有时3～4片轮生；叶片卵状心形，先端渐尖，基部心形，全缘或呈微波状，边缘有明显的啮齿，叶脉通常7条，很少为9条；叶柄与叶片近于等长。雄花序穗状，单生于叶腋；雄花单生，无柄，苞片卵形，小苞片披针形，花被碟形，裂片6，长圆形，雄蕊3，药隔宽约为花药的1/2，不发育雄蕊3，退化为棍棒状；雌花序穗状，单生；花被裂片6，披针形，退化雄蕊6，子房下位，柱头3分叉。蒴果具3翅，翅半月形，长约2.8厘米，宽约1.3厘米，顶端近于平截或微凹，表面栗褐色，成熟时顶端开裂；种子每室2枚，具膜状的翅。花期5～8月。果期6～10月。\n多生于山坡疏林下、较阴湿山谷中。分布浙江、江西、安徽。",
    "application": "?",
    "position": "为薯蓣科植物粉背薯蓣、叉蕊薯蓣、山萆薢或纤细薯蓣等的块茎。",
    "source": "《本经》"
  }
]