[
  {
    "name": "黄药子",
    "alias": "黄药,黄药根,木药子,大苦",
    "ingredient": "半干燥块茎含蔗糖约22.5%、还原糖0.69%、淀粉2.5%、皂甙、鞣质。还含黄独素B，CB，C)与薯蓣皂甙元。野生的含黄独素A，B，C。南京市售商品中不含薯蓣皂甙元但含一种熔点为285～288℃的结晶，含量0.2%。云南师宗样品含薯蓣皂甙元1.69%，楚雄、丽江、蒙自、车里之样品含量甚微。印度产黄独只含痕迹的皂甙，而巴西产的块茎含皂甙5.77%。",
    "process": "夏末至冬初均可采挖，以9～11月产者为佳。将块茎挖出，去掉茎叶，洗净泥土，横切成厚约1～1.5厘米之片，晒干。",
    "distinguish": "干燥的块茎为圆形或类圆形的片子，横径2.5～6厘米，长径4～7厘米，厚0.5～1.5厘米。表面棕黑色，有皱纹，密布短小的支根及黄白色圆形的支根痕，微突起，直径约2毫米，一部分栓皮脱落，脱落后显露淡黄色而光滑的中心柱。切面淡黄色至黄棕色，平滑或呈颗粒状的凹凸不平。质坚脆，易折断，断面子坦或呈颗粒状。气微，味苦。以身干、片大、外皮灰黑色、断面黄白色者为佳。\n\n主产湖北、湖南、江苏。此外，河北、山东、浙江、安徽、四川、云南、贵州、福建等地亦产。\n\n历代《本草》关于黄药子的原植物，记载不一，且与红药子混而不分。目前商品黄药子，主要为上述品种，虽与多数《本草》所载不类，但与明代《本草原始》所载黄药子之图形及形态描述，完全一致。再证以北京故宫博物院所藏清代药用黄药子之标本，亦即此种，可见其使用历史已久。",
    "effect": "①对甲状腺的影响\n将含2～10%的黄药子饲料喂养正常大白鼠，4周后对体重及甲状腺功能(基础代谢、甲状腺重量及其含碘量)均无影响；黄药子对硫氧嘧啶与磺胺吡啶等抗甲状腺药物所造成的甲状腺肿(体重、基础代谢率、甲状腺重量及含碘量、血清蛋白结合碘等指标)无影响，而对0.1%硫氰酸钾造成的轻度甲状腺肿有对抗作用，黄药子对缺碘食物所致甲状腺肿有一定的治疗作用，表现在肿大的甲状腺重量减轻、腺组织和血清蛋白结合碘增加，对大白鼠自发性甲状腺肿亦能改善，黄药子的此项治疗作用可能是其中含碘所致。从湘西购得的黄药子每公斤含碘量14.3毫克，若一个病人每日服黄药子2钱，其中含碘约90微克，比人的日需量高些，无疑会增加甲状腺聚碘，迅速合成甲状腺素，血中甲状腺素浓度增加，抑制垂体前叶分泌过多的促甲状腺素，肿大的甲状腺因之缩小。但用含碘量较高的红药子(与黄药子同科)进行实验，不能解除硫氰酸钾的致甲状腺肿作用。\n\n②其他作用\n黄药子酊剂与煎剂对离体蛙心和在位蛙心均有抑制作用，对离体兔肠亦表现抑制，对未孕家兔与豚鼠子宫有兴奋作用，出现强直性收缩与节律性收缩，对子宫的兴奋作用，可被苯海拉明所取消。黄药子上述作用酊剂较煎剂强而快。黄药子根茎的丙酮提取物注射于大鼠腹腔，可抑制进食。干的气性球根含皂甙，对豚鼠血的溶血指数为1：30。",
    "creation": "拣净杂质，剪去须毛，洗净，润透后切成小块，晒干。",
    "function": "凉血，降火，消瘿，解毒。治吐血，衄血，喉痹，瘿气，疮痈瘰疬。\n\n①《开宝本草》：\"主诸恶肿疮瘘，喉痹，蛇犬咬毒，取根研服之，亦含亦涂。\"\n\n②《纲目》：\"凉血，降火，消虞，解毒。\"\n\n③《江苏植药志》：\"治腰酸痛。\"",
    "taste": "苦，平。\n\n①《日华子本草》：\"凉。\"\n\n②《开宝本草》：\"苦，平，无毒。\"\n\n③《滇南本草》：\"性大寒，味苦。\"\n\n肺；肝经",
    "usage": "内服：煎汤，1.5～3钱。外用：捣敷或研末调敷。",
    "compatibility": "《本草经疏》：\"痈疽已溃不宜服，痈疽发时不焮肿、不渴、色淡、脾胃作泄者，此为阴症，当以内补为急，解毒次之，药子之类宜少服，止可外敷。\"",
    "storage": "?",
    "side_effects": "黄药子对肝肾组织有一定毒性，而且与给药剂量、时间有关，如长时间服用黄药子，对血清谷丙转氨酶和血清非蛋白氮都有一定毒性，而且与给药剂量、时间有关，如长时间服用黄药子，对血清谷丙转氨酶和血清非蛋白氮都有一定影响。200%水煎剂半数致死量，口服为79.98g/kg，腹腔注射为25.49g/kg。",
    "category": "归经_肺经",
    "plant": "黄独(《唐本草》)，又名：土卵(《唐本草》)，金线吊虾嫫、山慈姑(《植物名实图考》)，零余薯、黄虾蟆、毛卵陀、铁秤陀、黄金山药、金丝吊蛋、薯瓜乳藤、黄座勒、土芋、板薯、淮山薯、苦茅薯、草蔸薯、土首乌、草蔸苕、雷公薯。\n多年生草质缠绕藤本。块茎单生，球形或圆锥形，直径3～10厘米，外皮暗黑色，密生须根。茎圆柱形，长可达数米，绿色或紫色，光滑无毛；叶腋内有紫棕色的球形或卵形的珠芽。叶互生；叶片广心状卵形，长7～22厘米，宽7～8厘米，先端尾状，基部宽心形，全缘，基出脉7～9条；叶柄扭曲，与叶等长成稍短。花单性，雌雄异株；小花多数，黄白色，呈穗状花序，腋生；花基部均有苞片2，卵形，先端锐尖；雄花花被6片，披针形，雄蕊6，花丝很短；雌花花被6片，披针形，先端钝尖，子房下位，3室，花柱3裂。蒴果下垂，长椭圆形，有3个膜质的翅。花期8～9月。果期9～10月。\n生于山谷、河岸、路旁或杂林边缘。分布安徽、江苏、浙江、福建、广东、广西、湖南、湖北、贵州、云南、四川、台湾等地。在河北、山东等地有栽培。\n\n本植物的珠芽(黄独零余子)亦供药用，另详专条。",
    "application": "①治疗甲状腺肿\n对各种类型的甲状腺肿，均有一定效果。制剂用量各地不尽相同，观察对象亦有差异。㈠用黄药子半斤，水煎2次，滤液混合，再加白酒400毫升(不加亦有效)，共成2400毫升.每次5毫升，每日2次，饭后服。或将黄药子研粉，每日3分，分服或顿服。10天为一疗程，停药3～5日再行第二、三疗程。治疗Ⅰ～Ⅳ度的地方性甲状腺肿127例，服药月余后，全部患者颈围都有不同程度的缩小，其中治愈率为67.8%。㈡用未经炮制的黄药子炖服，每日5钱，连服5～8周。观察25例甲状腺腺瘤，治疗后3例腺瘤完全消失，17例肿物显著缩小，1例停药后复发，但再次治疗，仍有效果。部分病例服药后诉口干。㈢黄药子漫酒(每升浸液含生药200克)，每日100毫升分3～4次服。一般腺瘤总量用至2升左右即足，腺癌应服3个月以上。治疗甲状腺腺瘤7例，甲状腺癌2例，甲状腺功能亢进2例，性质不明的甲状腺肿2例，除3例无效外，其余均消退一半以上(平均颈围直径缩小25%以上)，其中6例消退80%以上或完全消失。副反应：2例有消化道反应，恶心严重，影响服药；2例因肝细胞损害出现黄疸，多因剂量过大所致。故服药总量达3升时应停服10天，并检查肝功能情况，若出现黄疸应立即停药，及时处理。认为黄药子酒对甲状腺瘤似能部分代替手术摘除，对于甲状腺癌，配合手术治疗，可提高疗效。㈣将黄药子制成流浸膏，每日3～6毫升(每3毫升相当于原生药1钱)，分3次于食后服。治疗甲状腺中毒症26例，4例临床症状于用药后2～3天消失。21例平均于用药后4～6天显著进步，1例无效。大部分病例基础代谢率有不同程度的降低，颈围有不同程度的缩小。各地经验均证明，疗效与年龄、病程有关。年龄较轻、病程较短的，疗效较好。\n\n②治疗百日咳\n取鲜黄独根块或果实3～5钱(3～5岁小儿用量)，加冰糖3钱炖服。日服1剂，治疗50余例均痊愈。另有用黄药子果(切片)3～5钱，加水400毫升，冰糖适量炖服，每日2次，用于镇咳有良好效果。观察78例咳嗽患者，痊愈69例。好转7例，无效2例。一般服药1～2天即可奏效，顽固性干咳可连服4天。对炎症明显的咳嗽患者，宜酌情加用抗感染药。。③治疗食道癌、胃癌\n\n取黄药子10两，以62度白酒浸泡。日服浸液50～100毫升。分数次服。治疗食道癌及其他消化系统癌症28例，用药后18例自觉症状基本好转，其余亦明显好转。个别服药酒后，发现对肝脏有不良影响。又报道以黄药子针剂治疗食道癌、胃癌23例，对控制症状、改善病情有一定效果。",
    "position": "为薯蓣科植物黄独的块茎。",
    "source": "《本草图经》"
  },
  {
    "name": "凤凰衣",
    "alias": "鸡卵中白皮(《别录》)，鸡子白皮(孟诜《必效力》)，凤凰退(《本草蒙筌》)，鸡蛋膜衣(《现代实用中药》)，鸡蛋衣(《浙江中药手册》)。",
    "ingredient": "主要成分为角蛋白(keratin)，其中夹有少量粘蛋白纤维(mucinfibers)。",
    "process": "\n春，秋采收，将孵出小鸡后的蛋壳敲碎，剥取内膜，洗净阴干。\n",
    "distinguish": "\n为辕折状的薄膜，碎片大小不等，边缘不整齐，一面白色无光泽；另一面淡黄色，略有光泽，并附有棕色线状血丝。质轻松，略有韧性，易破碎。气微，味淡。以身干，色白、宪整、无碎壳及杂质者为佳。\n",
    "effect": "本品为高度胶原化的纤维结缔组织，是由致密的与表面平行的纤维组织组成，贴敷于清创良好的烧伤表面，因其薄而柔软，占位性强，抗原性弱，是一种良好的天然生物性敷料。本品能为创面提供一层新的保持膜和屏障，使创面暂时封闭，减少水分蒸发及污染和感染的机会，使自然愈合过程不受干扰，愈合后创面光滑平整，减少瘢痕形成。",
    "creation": "1.净制：取原材料、除去残留的蛋壳及杂质。2.炮炙：取净内膜、洗净阴干即可。",
    "function": "\n养阴，清肺.治久咳，咽痛失音，瘰疬结核，溃疡不敛。\n\n①《别录》：\"主久咳结气，得麻黄，紫菀和服之。\"\n\n②《医学入门》：\"治小儿头身诸疮，烧灰猪脂调敷。\"\n\n③《分类草药性》：\"治小儿惊风肚痛；煅研涂疮，生皮。\"\n\n④《饮片新参》：\"清肺热，开声喑，治虚咳，生滓。\"\n\n⑤《浙江中药手册》：\"清肺火，化燥痰。治咽痛失音。\"\n\n⑥《中药志》：\"治头晕、目翳。\"\n",
    "taste": "\n①《饮片新参》：\"淡，平。\"\n\n①《四川中药志》：\"性温，味甘，无毒。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入散剂。外用：敷贴或研末撒。\n",
    "compatibility": "脾胃虚弱，有湿滞者慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；胃；肺经",
    "plant": "家鸡，家禽。嘴短而坚，略呈圆锥状，上嘴稍弯曲。鼻孔裂状，被有鳞状瓣。眼有瞬膜。头上有肉冠，喉部两侧有肉垂，通常呈褐红色；肉冠以雄者为高大，雌者低小；肉垂亦以雄者为大。翼短；羽色雌、雄不同，雄者羽色较美，有长而鲜丽的尾羽；雌者尾羽甚短。足健壮，跗、跖及趾均被有鳞板；趾4，前3趾，后1趾，后趾短小，位略高，雄者跗跖部后方有距。\n生境分布：家鸡因饲养杂交的关系，口种繁多，形体大小及毛色不一。食物主要为植物的种子、果实及昆虫等。雄鸡善啼。资源分布：全国各地均有饲养。",
    "application": "\n①治疗角膜溃疡及鼻粘膜溃疡\n\n",
    "position": "\n为雉科动物家鸡的蛋壳内膜。动物形态详\"鸡肉\"条。\n",
    "source": "\n《医学入门·本草》\n"
  },
  {
    "name": "马兜铃",
    "alias": "马兜零,马兜苓,兜铃,水马香果葫芦罐臭铃铛蛇参果",
    "ingredient": "1．北马兜铃成熟干燥果实含马兜铃酸（aris-tolochic acid)A、C、D，β-谷甾醇（β-sitosterol)和木兰花碱（mag-noflorine)。 2.马兜铃果实和种子含有马兜铃酸A和季铵生物碱。",
    "process": "9～10月果实由绿变黄时连柄摘下，晒干。",
    "distinguish": "干燥的果实，卵圆形或长圆形，长3～5厘米，直径2～3厘米。外皮灰绿色或灰黄色，有6条凸起的波状纵棱，其间夹有6条顺纹及横向的细脉纹。一端较平，有小脐，一端有细柄。果皮轻脆，易裂为6瓣，果柄亦随着分裂为6条线。果内包有6排平叠的种子。种子扁平三角形或扇形片状，边缘淡棕色，中心棕色，一面附有薄膜。种仁乳白色，有油性。气特异，味苦。以个大、完整、灰绿色者为佳。\n主产河北、山东、陕西、辽宁、山西，河南、黑龙江等地。甘肃、江西、内蒙古、吉林、江苏、湖南、湖北、四川、浙江等地亦产。\n此外，在甘肃尚用大叶马兜铃的果实作马兜铃入药。",
    "effect": "1.对呼吸系统的作用： 1.1.止咳作用： 1.1.1.从小鼠食道给磷酸可待因60mg/kg、马兜铃50%乙醇浸液浓缩液10g/kg（2g/ml)及同体积水，连续给药3日，于末次给药1小时恒压（0.5kg/cm)喷雾浓氨水（25-28%)刺激一定时间后，观察l分钟内出现3次典型咳嗽为阳性反应。以引起半数小鼠咳嗽的喷雾时间（EDT50)为指标，实验按序贯法进行。马兜铃组EDT50为70.37，相对EDT50（R值)为172.48%，可待因组EDT50为67.13，相对EDT50为163.50%。已知R值>130%，有镇咳作用，R值>150%，有明显镇咳作用。表明马兜铃对氢氧化铵喷雾引咳法模型有明显镇咳作用，作用强度与磷酸可待因相当。 1.1.2.0-3.3kg猫，用3%戊巴比妥钠按30mg/kg的剂量腹腔麻醉。方波刺激器，发出频率40次/s，脉冲宽度0.5ms，振幅2.4v，连续刺激喉上神经5s，两次刺激时间间隔3分钟。共刺激3次，测出该猫的平均咳嗽次数。分别从食道给马兜铃5g/kg及同体积水，l小时后同法测其平均咳嗽次数。给药前后咳嗽数之差为2.413±0.83（P<0.05)，说明马兜铃对电刺激猫喉上神经引咳的自身比较具有明显镇咳作用。 1.2.平喘作用：离体豚鼠支气管肺灌流试验证明1%浸剂可使其舒张，并能对抗毛果芸香碱、乙酰胆碱及组胺所致的支气管痉挛，但不能对抗氯化钡引起的痉挛。马兜铃去乙醇浸液0.5ml（2g/ml)能显著抑制0.5ml组胺（10g/ml)致痉的豚鼠离休气管平滑肌，表明具有一定的平喘作用。 1.3.祛痰作用：用测定麻醉兔呼吸道粘液分泌的方法证明口服马兜铃煎剂（1g/kg)有微弱的祛痰作用，效果不如紫苑及天南星。 2.对正常大鼠血压的影响：大鼠用乌拉坦腹腔注射轻度麻醉后，仿Kersten法测鼠脚血压，从食道给马兜铃10g/kgx2日，于给药后1.5小时，测各鼠血压，结果马兜铃对正常大鼠血压无明显的降压作用。 3.抗炎作用： 3.1.对小鼠毛细血管通透性的影响：马兜铃10g/kg对20ul/只皮内注射组胺（50ug/ml)的所致小鼠皮肤毛细血管通透性的增高有明显的抑制作用。 3.2.对大鼠炎性渗出和增生的影响：马兜铃不能抑制由巴豆所致的炎性渗出和增生。 3.3.对大鼠棉球肉芽肿增生的影响：马兜铃对大鼠棉球肉芽肿组织增生无明显抑制作用。 4.抗菌作用：体外试验马兜铃水浸剂（1：4)对常见皮肤真菌有一定的抑制作用。鲜北马兜铃果及叶在试管内对金黄色葡萄球菌有抑制作用，果实的作用比叶强，除去鞣质后仍然有效，加热后抗菌作用减低或丧失，对绿脓杆菌无作用。",
    "creation": "切片，生用。",
    "function": "清肺降气，化痰止咳。用于肺热喘咳、痰中带血，咯血，失音，痔瘘肿痛。清肺降气，止咳平喘，清肠消痔。\n用于肺热咳喘，可配桑白皮、贝母。亦用于肺阴虚有热之咳喘，可配阿胶。\n\n①《药性论》：\"主肺气上急，坐息不得，咳逆连连不可。\"\n\n②《日华子本草》：\"治痔瘘疮，以药于瓶中，烧熏病处。\"\n\n③《开宝本草》：\"主肺热咳嗽，痰结喘促，血痔瘘疮。\"\n\n④《珍珠囊》：\"利小便。主肺热，安肺气，补肺。\"\n\n⑤《本草求原》：\"治肺中湿热，声音不清，痰喘咳嗽。小儿麻疹内陷，喘满声暗，宜加用之。\"\n\n⑥《现代实用中药》：\"治咯血。\"",
    "taste": "苦，寒。\r\n\r\n①《药性沦》：\"平。\"\r\n\r\n②《开宝本草》：\"味苦，寒，无毒。\"\r\n\r\n③《纲目》：\"微苦辛。\"",
    "usage": "内服：煎汤，1～3钱。",
    "compatibility": "虚寒咳喘及脾弱便泄者慎服。",
    "storage": "置干燥处。",
    "side_effects": "急性毒性试验马兜铃半数致死量为22.02g/kg。",
    "category": "归经_肺经",
    "plant": "①北马兜铃，又名：圆叶马兜铃。\n多年生缠绕或匍匐状细弱草本。根细长，圆柱形，直径3～8毫米，黄褐色。茎草质，绿色，长达1米或更长。叶互生，叶柄丝状，长约1.5～2厘米，叶片三角状阔卵形，长2.5～7厘米，宽2.5～7.5厘米，先端钝或钝尖，基部心形，全缘，叶面绿色，背面淡绿色，基出脉5～7条，较明显。花3～10朵，簇生于叶腋间；花梗细，长约1.5厘米；花被暗紫色，长1.5～3.5厘米，略弯斜，两侧对称，上部呈斜喇叭状，先端渐尖，中部呈管状，下部包住花柱，膨大成球形；雄蕊6，几无花丝，贴生于肉质花柱上，花药2室，纵裂；子房下位，长柱形，长约7毫米，花柱6，愈合成柱体，柱头短。蒴果例广卵形或椭圆状倒卵形，长3～4厘米，直径2～3厘米，初期绿色，成熟时黄绿色，沿室间开裂为6瓣，果柄上裂成5～6条丝状。种子扁平，三角状，边缘具白色膜质的宽翅。花期7～8月。果期9月。\n生于山沟、溪边或林缘的灌木丛间。分布吉林、黑龙江，辽宁、河北、河南、内蒙古、山西、陕西、甘肃、山东等地。\n\n②马兜铃\n多年生缠绕：秃匍匐状细弱草本。叶互生，叶柄较细，长约1～1.5厘米；叶片三角状狭卵形，长3～8厘米，宽1.8～4.5厘米，中部以上渐狭，先端钝圆或微凹，基部心脏形，两侧圆耳形，老时质稍厚，基出脉5～7条，较明显。花较大，单生于叶腋间，花梗细，长1～1.5厘米；花被暗紫色，长3～5厘米，内被细柔毛，有5条纵脉直达花被顶端；雄蕊6；子房下位，长柱形，花柱6，肉质短厚，愈合成柱体，柱头短。蒴果近圆形或矩圆形，长4～5厘米，直径3～4厘米。花期7～8月。果期9月。\n生于山坡丛林中。分布河南、山东、安徽、江苏、浙江、广西、江西、湖南、湖北、四川、贵州等地。\n\n以上两种植物的根(青木香)、茎叶(天仙藤)亦供药用，各详专条。",
    "application": "马兜铃具有温和而持久的降压作用，适用于较早期的高血压病\n制剂及用法各地不尽相同，疗效亦略有差异。㈠醇浸煎剂：取马兜铃1斤捣碎，加入20%乙醇溶液3000毫升，置于密闭瓦罐中，时加振荡，浸渍1周后连罐嫩煮2／J埘，加压过滤，得药液约lOoo毫升，待凉后加入1／lO量的95%乙醇，摇?备用。每毫升约含生药0.5克。视病情轻重每日用12～20毫升，分3次食后服。观察Ⅰ、Ⅱ、Ⅲ期高血压病共121例，一般在服药5～15天后，血压即见下降，平均下降幅度为28／15毫米汞柱。其中舒张压显著降低(21毫米汞柱以上)的29例(占24%)，轻度降低(11～20毫米汞柱)的60例(占49.6%)，合计有效降压率为73.6%。Ⅰ及Ⅱ期患者的疗效较晚期病人为佳。服药后降压曲线呈缓慢下降，也有部分病例呈波动状下降。同时有3／4患者的临床症状(头昏、头痛、心悸、失眠等)得到显著改善或消失。停药后，早期病人大部分仍能保持正常，而Ⅱ期以后的大部分患者在停药20天至数月后即有回升趋势，但所达到的高度较治疗前为低；如再继续服药，仍可迅速见效。服药期间除少数病例有恶心感、腹泻、食欲减退外，未见其它副作用。经验认为，醇浸煎剂每日量以15毫升较为适宜，血压显著下降后仍应继续服药至少两周以上，长期服用亦不产生任何严重副作用。㈡流浸膏：每500毫升含生药1斤。开始每日3次，每次2毫升，以后可逐渐增至5毫升。观察32例，经1个月左右治疗，平均降压26／15毫米汞柱，其中舒张压显著减低和轻度减低(标准同前)的分别占34.4%和25.0%，合计降压有效率为59.4%。一般于7～14天出现降压效果。但对临床症状的改善尚不够完全满意，多数仍须结合其它方法随症治疗。服药后除个别病例发生恶心外，大多无不良反应。㈢煎剂：每日用马兜铃15克，加水500毫升煎至半量，分3次食后服。37例患者服药15～25日后，舒张压显著下降者10例，轻度下降9例，无效16例，平均降压28／13毫米汞柱。停药后一部分病人血压一度回升，短期内均自然平复。观察时间最长者278日，血压未见回升。大部分病人症状亦有改善，其中以头痛、头昏改善最为显著。副作用主要为胃纳不佳和软弱，但多不影响治疗。",
    "position": "为马兜铃科植物北马兜铃或马兜铃的干燥成熟果实。",
    "source": "《药性论》"
  },
  {
    "name": "八月札",
    "alias": "八月瓜、八月炸、野毛蛋",
    "ingredient": "果皮含齐缴果酸-3-鼠李糖基阿拉伯糖甙，常春藤皂甙元-3-木糖基阿拉伯糖甙〔hederagenin-3-O-β-D-xyl（l→3）-a-L-arabinopyranoside］，常春藤皂甙元-3-鼠李糖基阿拉伯糖甙,齐墩果酸-3-葡萄糖基阿拉伯糖甙，常春藤皂甙元-3-阿伯糖-28-鼠李糖基二葡萄糖忒 ，齐墩果酸-3-鼠李糖基阿拉伯糖-28-鼠李糖基二葡萄糖甙常春藤皂甙元-3-鼠李糖基阿拉伯糖-28-鼠李糖基二葡萄糖甙,阿江榄仁酸（arjunolic acid)，20（29)去氢-30-降阿江榄仁酸，降阿江榄仁酸-28-鼠李糖基二葡萄糖式norarjunolic acid-28-O-a-L-rha（1→4)-β-D-glu（l→6)-β-D-glucopyranoside，阿江榄仁酸-28-木糖基鼠李糖基二葡萄糖甙。种子含皂甙（saponino） AQ-A、 AQ-B、 AQ-C、 AQ-D、 AQ-E、 AQ-F、 AQ-G；还含脂肪油，其中主含油酸甘油酯，亚麻酸甘油酯及软脂酸甘油酯。",
    "process": "8～9月间果实成熟时采摘，晒干，或用沸水泡透后晒干。",
    "distinguish": "干燥的肉质浆果呈卵状圆柱形，稍弯曲，长3～8厘米，直径2.5～3.5厘米，顶端钝圆，基部具果柄痕。表面浅黄棕色至土棕色，皱缩，成熟者皱纹粗大而疏，未熟者皱纹细小而密。果皮厚，革质或微角质。种子多数，包被在絮状果瓤内，形状不规则，呈圆形、长圆形或卵圆形，略扁平，外表红棕色或棕黑色，有光泽，皱纹细密。果肉气微香，味涩而淡。以肥壮、皮皱者为佳。\n产江苏、浙江、安徽、陕西等地。\n\n西藏地区使用的八月札，为同科植物五风藤的果实；四川地区除用白木通的果实外，还使用狭叶八月瓜的果实。",
    "effect": "?",
    "creation": "洗净，稍浸，闷润至透，切片晒干，或洗净晒干，用时捣碎。",
    "function": "舒肝理气，活血止痛，除烦利尿。治肝胃气痛，胃热食呆，烦渴，亦白痢疾，腰痛，胁痛，疝气，窟经，子宫下坠。\n\n①崔禹锡《食经》：\"食之去淡(痰)水，止赤白下利。\"\n\n②孟诜：\"厚肠胃，令人能食，下三焦，除恶气，和子食之更好。\"\"通十二经脉。\"\n\n③《本草拾遗》：\"利大小便，宣通，去烦热，食之令人心宽，止渴，下气。\"\n\n④《食性本草》：\"主胃口热闭，反胃不下食，除三焦客热。\"\n\n⑤《本草汇言》：\"以蜜水煮食之，治噤口热痢。\"\n\n⑥《南京民间草药》：\"治腰痛。\"\n\n⑦《四川中药志》：\"疏肝，纳肾气。治膀胱疝气，吐血。\"\n\n⑧《药材学》：\"利气，活血，杀虫，解毒，止痛。用于肝胃气痛，胁痛，月经痛等症。\"\n\n⑨《陕西中草药》：\"疏肝益肾，健脾和胃。治消化不良，腹痛，泻痢，疝气，子宫下坠。\"",
    "taste": "甘，寒。\n\n①孟诜：\"平。\"\n\n②《食性本草》：\"寒，无毒。\"\n\n③《四川中药志》：\"性温平，味苦涩辛，无毒。\"",
    "usage": "内服：煎汤，0。5～1两；或浸酒。",
    "compatibility": "孕妇慎服",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃经",
    "plant": "①木通\n落叶或半常绿缠绕藤本，高达3米以上。枝灰色，有条纹，皮孔突起。掌状复叶，通常3～5叶簇生于枝端，或互生；叶柄细长；小叶5枚，革质，椭圆形，长3～6厘米，宽1.5～2.6厘米，先端圆而微凹，并具一细短尖，基部宽楔形或圆形，全缘，下面稍呈粉白色。花雌雄同株，总状花序腋生，长约10厘米；花紫色；雌花1～2朵生于花序下部，苞片线状披针形，花被3，宽椭圆形，钝头，退化雄蕊6，雌蕊6，圆筒状，子房1室，柱头头状；雄花密生于花序上部，较小，具小苞片，花被3，雄蕊6，花丝扁，花药2室，退化雌蕊3或4.菁荚状浆果，长筒形，两端圆，长达8厘米，宽达3厘米，成热时紫色，沿腹缝线开裂。种子黑色，甚多，卵状长方形，稍扁，有光泽。花期4～6月。果热期8月。\n生长于山林间。分布河南、山东、安徽、江苏、广东、江西、湖南、湖北、四川、陕西等地。\n\n②三叶木通\n落叶本质藤本，茎、枝都无毛。三出复叶，小叶卵圆形、宽卵圆形或长卵形，长宽变化很大，先端钝圃、微凹或具短尖，基部圆形或宽楔形，有时微呈心形，边缘浅裂或呈波状，侧脉通常5～6对；叶柄细瘦，长6～8厘米。花序总状，腋生，长约8厘米；花单性；雄花生于上部，雄蕊6；雌花花被片紫红色，具6个退化雄蕊，心皮分离，3～12。果实肉质，长卵形，成熟后沿腹缝线开裂；种子多数，卵形，黑色。\n生于山坡、灌丛或沟缘。分布河北、山西、山东、河南、陕西、甘肃、浙江、安徽、湖北等地。\n\n③白木通\n本变种形态与三叶木通相近，但小叶全缘，质地较厚。参见\"木通\"条。\n\n以上三种植物的根(木通根)、木质茎(木通)、种子(预知子)亦供药用，各详专条。",
    "application": "治疗输尿管结石\n取腊瓜、屎珠子各2两，加水6碗，煎成2碗，去渣，加糖，分2次服。治疗30例，治愈(结石排出、症状消失、X线摄片结石阴影消失)19例，进步(结石位置明显下降)2例，无效(结石位置无改变)9例，总有效率70%、排石率63.3%。为了加速输尿管结石的排出，可定期综合采用新针(三阴交、阴陵泉、肾俞)，内服654-2(山莨菪)、双氢克尿塞及大量饮水，加强活动等措施，以促使结石排出。治疗20例，治愈(标准同前)10例，进步5例，无效5例。有效率为75%，排石率50%。若输尿管结石并发尿路感染、输尿管粘膜水肿者，除上述综合措施外，可在腊瓜、尿珠子方内加入蛇莓、杠板归各5钱。治疗15例，治愈12例，无效3例，排石率为80%。\n在输尿管结石绞痛发作时，表明结石的位置有移动，此时采用综合措施，可加速排石；这些综合措施有时须反复多次采用，才能发挥作用。对并发高血压的患者，在服腊瓜、尿辣子煎剂同时，可同时服用降压药物，待血压恢复正常后，再定期采用综合措施。一般结石直径在1厘米以下者，排石的可能性较大。",
    "position": "为本通科植物木通、三叶木通、白本通的果实。",
    "source": "《饮片新参》"
  },
  {
    "name": "藏红花",
    "alias": "撒法即,番红花,西红花",
    "ingredient": "\n花含藏红花素约2%，系藏红花酸与二分子龙胆二糖结合而成的酯，又含藏红花酸二甲酯、藏红花苦素约2%、挥发油0.4～1.3%(主要为藏红花醛。藏红花醛系藏红花苦素水解生成的。藏红花素和藏红花苦素可能结合为原藏红花素而存于生药中。又含丰富的维生素B2。球茎含葡萄糖、氨基酸、皂甙。\n",
    "process": "\n9～10月选晴天早晨采收花朵，摘下柱头，烘干，即为干红花。若再加工，使油润光亮，则为湿红花。以干红花品质较佳。置阴凉干燥处，密闭保存。\n",
    "distinguish": "\n①湿红花\n\n\n柱头红棕色，有油润光泽，细长线形，长约3厘米，基部较窄，向顶端逐渐变宽，内方有一短裂缝，顶端边缘为不整齐的齿状。柱头常单独存在，有时三个柱头与一短花柱相联。花柱橙黄色。浸于水中时，柱头即扩大膨胀，呈长喇叭状，水被染成黄色。气香甜，味苦。以滋润而有光泽、色红、黄丝少者为佳。\n\n\n②干红花\n\n\n为弯曲的细丝状，暗红棕色，带有黄棕色部分。质轻松，无光泽及油涡感。其余与湿红花同。\n\n\n上述药材，产西班牙、希腊及苏联等地。\n",
    "effect": "\n①对子宫的作用\n\n\n煎剂对小鼠、豚鼠、兔、犬及猫的离体子宫及在位子宫均有兴奋作用，小剂量可使子宫发生紧张性或节律性收缩，大剂量能增高子宫紧张性与兴奋性，自动收缩率增强，甚至达到痉挛程度，已孕子宫更为敏感;在家兔子宫瘘实验中，亦现兴奋作用，1次用药后，药效可持续4小时之久。其各种提取液的作用强度顺序为：煎剂>乙醇提取液>挥发成分>乙醚提取液。小剂量对子宫亦可出现抑制，或先抑制后兴奋等作用，尤其是乙醇提取液应用于未孕家兔子宫时，多见抑制现象。兴奋子宫的作用，可被乙磺酸麦角毒碱(肾上腺素能阻滞剂)所部分阻断，而阿托品则不能;故认为对子宫的作用，一部分为对子宫肌细胞的直接作用，一部分则与肾上腺素能受体有关。\n\n\n②对循环系统的影响\n\n\n煎剂可使麻醉狗、猫血压降低，并能维持较长时间;对呼吸还有兴奋作用。降压时肾容积缩小，显示肾血管收缩;对蟾蜍血管亦呈收缩作用。在离体蟾蜍心脏上有较显著的抑制作用。有人对它作为手术过程中使心跳暂停的药物进行了探讨，发现水浸剂在离体蟾蜍、大鼠心脏、急性猫在位心脏标本上，均能导致心脏的迅速完全停跳于舒张期，历时达十数分钟以上，且极易恢复;如与乙酰胆碱同用，则停跳更迅速而完全。复跳时无纤颤发生，复跳后心脏活动均形加强。但经化学分析，抑制心脏的成分与钾盐有关，此点颇堪注意，盖番红花中既含多量钾盐，而钾盐不仅可抑制心脏，引起降压，对平滑肌如小肠、子宫、支气管、血管等的紧张度及收缩亦均具兴奋作用，因此今后番红花之药理研究应首先除去钾盐。\n\n\n③其他作用\n\n\n番红花能廷长小鼠的动情周期，以含番红花0.23～2%的食物饲喂正常小鼠3周，阴道涂片检查全角化的持续时间从正常的1～2天延长至3～4天;停药后作用迅速消失。煎剂注射于青蛙淋巴囊内，皮肤腺体有大量分泌。对小鼠急牲毒性试验中，测得灌胃时之半数致死量为20.7克/公斤。\n",
    "creation": "\n拣去杂质，并除去黄色毛须。\n",
    "function": "\n活血化瘀，散郁开结。治忧思郁结，胸膈痞闷，吐血，伤寒发狂，惊怖恍惚，妇女经闭，产后瘀血腹痛，跌扑肿痛。\n\n\n①《饮膳正要》：\"主心忧郁积，气闷不散，久食令人心喜。\"\n\n\n②《品汇精要》：\"主散郁调血，宽胸膈，开胃进饮食，久服滋下元，悦颜色，及治伤寒发狂。\"\n\n\n③《纲目》：\"活血，又治惊悸。\"\n",
    "taste": "\n甘，平。\n\n\n①《饮膳正要》：\"味甘，平，无毒。\"\n\n\n②《品汇精要》：\"味甘微酸，性平温，无毒。\"\n\n\n入心、肝经。\n",
    "usage": "\n煎汤，1～2钱；或浸酒。\n",
    "compatibility": "\n孕妇忌服。\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n番红花(《品汇精要》)，又名：洎夫兰(《饮膳正要》)，撒馥兰(《品汇精要》)。\n\n\n多年生草本。地下鳞茎呈球状，外被褐色膜质鳞叶。叶9～15片，白鳞茎生出，无柄，叶片窄长线形，长15～20厘米，宽2～3厘米，叶缘反卷，具细毛，基部由4～5片广阔鳞片包围。花顶生，直径2.5～3厘米;花被6片，倒卵圆形，淡紫色，花筒长4～6厘米，细管状;雄蕊3枚，花药大，基部箭形;雌蕊3，心皮合生，子房下位，花柱细长，黄色，顶端三深裂，伸出花筒外部，下垂，深红色，柱头顶端略膨大，有一开口呈漏斗状。蒴果，长形，具三钝棱，长约3厘米，宽约1.5厘米，当果实成熟时始伸达地上。种子多数，圆球形，种皮革质。花期11月上旬至中旬。\n\n\n分布南欧各国及伊朗等地。我国有少量栽培。\n",
    "application": "?",
    "position": "为鸢尾科植物番红花花柱的上部及柱头。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "小血藤",
    "alias": "钻骨风、八仙草(《分类草药性》)，血糊藤(《经济植物手册))，钻石风(《重庆草药》)，天青地红(《陕西中草药》)，五香血藤、滑藤、爬岩香、满山香、香血藤(《昆明民间常用草药》)。",
    "ingredient": "根和茎中含表恩施辛（epienshicine)，恩施辛（enshicine)，异五味子酸（isoschizandrolic acid)，去氧五味子素（deoxyschizandrin)，β-谷甾醇（β-sitosterol)，硬脂酸（stearic acid)[1]。 \n",
    "process": "10～11月采收，晒干。",
    "distinguish": "性状鉴别（1)藤茎细长圆柱形，直径0．2-0．6cm，有的略弯曲。表\n面红棕色或棕褐色，有纵皱纹及红棕色皮孔。分枝断痕较硬。质坚\n韧，难折断，折断面呈刺片状，皮部易与木部分离，皮部棕褐色，木部粉白色，髓部中央有空心。气香，味微辛凉，嚼之有粘性。\n（2)根圆柱形，常弯曲，长20-40cm，直径0．3-1．2cm。表面\n红褐色或棕红色，常有环状裂缝，多露出木部而呈节节状。质坚，难\n折断。断面皮部厚，整齐，显灰绿色；木部呈刺片状，黄白色。气香，味辛凉，微苦涩，嚼之有粘性。\n（3)根茎圆柱形，直径0.4-1.2cm。表面有细长须根和须根痕。皮部薄，断面棕色；髓中空。\n显微鉴别 藤茎及根茎横切面：木栓层较发达。皮层及韧皮部有小型的嵌晶纤维束散在，纤维木化；并有粘液细胞分布。木质部导管1-2列，导管圆多角形，切向径达85μm；木薄壁细胞全部木化。射线宽1-2列细胞，木化。髓部细胞较大，排列较松。本品薄壁细胞含有淀粉粒及棕色物。\n根横切面与藤茎及根茎相似，但不具髓。 \n",
    "effect": "从铁箍散的茎和根中分得的表恩施辛在体外于10μg/ml浓度时对白血痛P-388的抑制率为72.9%[1]。此外，铁箍散还能降低小鼠血清丙氨酸转氨酶含量[2]。活血实验表明，给家兔肌注铁箍散的煎液0.45g/kg，能明显延长兔脑凝血酶原作用下的血凝时间。10mg/ml的乙醇提取物能抑制胶原诱导的血小板聚集作用，抑制率为38.9%。对血红细胞凝聚作用与其浓度有关，其0.02g/ml水煎液抑制兔血红细胞凝聚，在0.02g/ml时则促进其凝聚[3]。\n",
    "creation": "?",
    "function": "行气，止痛，活血，散瘀。治跌打损伤，风湿麻木；筋骨疼痛，痨伤吐血，经闭，腹胀，痈肿。\n\n①《草木便方》：\"生心血，散瘀活血，透关节。治跌打损伤血胀，四肢筋骨风毒。\"\n\n②《分类草药性》：\"治风湿麻木，筋骨疼痛。涂鱼口肿毒。\"\n\n③《重庆草药》：\"行气，活血。治跌打损伤，劳伤吐血，经闭。\"\n\n④《陕西中草药》：\"活血调经，散瘀消肿，理气止痛。治月经不调，白带，劳伤，跌打损伤，疮疖疝气，肺脓疡。\"",
    "taste": "辛，温。\n\n①《草木便方》：\"热。\"\n\n②《重庆草药》：\"辛，温，无毒。\"\n\n③《陕西中草药》：\"味甘酸，性温。\"\n\n",
    "usage": "内服：煎汤，3～5钱；或浸酒。外用：捣敷或煎水洗。",
    "compatibility": "《陕西中草药》：\"根、茎：反甘草。\"",
    "storage": "\n\n\n",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "落叶或半落叶木质藤本，长2-3m。根圆柱形，木质而坚硬，略弯曲。老枝灰色，小枝棕褐色。单叶互生；叶革质；叶柄长0.5-1cm；叶片卵状披针形或长圆状披针形，长5-12cm，宽1-3cm，先端长渐尖，基部宽楔形呈圆形，边缘具不明显的疏齿，上面绿色，嫩叶上面有时有浅色斑纹，下面略被白粉，侧脉6-8对，不明显。花雌雄异株；花单生叶腋或簇生，直径约1cm；花被6-9，排成3轮，最外3片较小；雄蕊6-9，花丝基部稍连合，雄蕊嵌于肥大的花托缝穴中；雌蕊群球形，心皮10-30，离生，结果时花托伸长约3-7cm。小浆果球形，直径5-7mm，熟时鲜红色。种子肾圆形，种皮光滑。花期6-8月，果明7-10月。 \n",
    "application": "?",
    "position": "为木兰科植物铁箍散的根、茎藤、叶。",
    "source": "《草本便方》"
  },
  {
    "name": "竹茹",
    "alias": "竹皮,青竹茹,淡竹茹。",
    "ingredient": "含多糖、氨基酸、酚性物质、树脂类及黄酮类成分。",
    "process": "全年均可采收，取新鲜茎，除去外皮，将稍带绿色的中间层刮成丝条或削成薄片，捆扎成束，阴干。前者称“散竹茹”，后者称“齐竹茹”。",
    "distinguish": "?",
    "effect": "1. 增加尿中氯化物量:有增加尿中氯化物量的作用；2.增高血糖:此外，还有增高血糖作用。3. 抗菌作用:竹茹粉在平皿上对白色葡萄球菌、枯草杆菌、大肠杆菌及伤寒杆蓖等有较强的抗菌作用。",
    "creation": "1.净制：除去杂质。2.切制：除去杂质切揉成小团，将竹茹中的碎末，过粗箩，收集粗粉。3.姜汁炒：取净竹茹，加姜汁拌匀，置之不理锅内用文火炒至黄色，取出，晾干。每斤竹茹用生姜3两。4.姜汁焙：取净竹茹，加姜汁拌匀，稍闷，压平，置锅内，用文火加热，炒焙至两面显黄色焦斑，取出，晾干。每竹茹100kg，用生姜10kg或干姜3kg。5.炒制：先将锅烧热，放入麦麸，炒至冒烟，加入竹茹翻炒至黄色，筛去麦麸即可。每竹茹10kg，用麦麸2kg。6.砂制：取竹茹抖去灰渣，加飞朱砂细粉1%兑水适量搅匀后，喷晒竹茹，至染成均匀红色，晒干。",
    "function": "?",
    "taste": "微寒性，味甘。归胃经、胆经、脾经。",
    "usage": "内服：煎汤，5-10g；或入丸、散。外用：适量，熬膏贴。",
    "compatibility": "寒痰咳喘、胃寒呕逆及脾虚泄泻者禁服。",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "脾；胃；胆经",
    "plant": "青秆竹：常绿乔木状。秆丛生，顶端稍下弯，幼时被白粉。秆环、箨环均被毡毛，秆箨长，短于节间，脱落性，箨鞘背面无毛。箨耳显著。箨叶呈狭三角形。枝簇生，主枝较粗长。小枝具3~4叶，叶片狭披针形，上面无毛，下面密生短柔毛。花枝每节有单生或簇生的假小穗，近圆柱形而微压扁，先端尖，淡绿色，小穗有小花5~8朵。 大头典竹：常绿乔木状。节与节间微作“之”字形折屈，顶端下垂。节上密被棕黑色毡毛;箨鞘大，幼时近革质，背面具深棕色刺毛，老时硬纸质;箨耳极小。箨舌边缘齿裂。箨叶小，卵状披针形。枝簇生，主枝粗长，小枝具7~10叶;叶片矩形兼披针形，上面有小刺毛。花枝每节有单生或簇生之假小穗，呈矩形兼披针形，黄绿色，干后呈枯草色。含花6~10朵。",
    "application": "用量4.5~9克，煎服或熬膏服。用治痰热咳嗽、胆火挟痰、烦热呕吐、惊悸失眠、中风痰迷、舌强不语、胃热呕吐、妊娠恶阻、胎动不安。",
    "position": "?",
    "source": "1.出自《本草经集注》（《中药大辞典》）、《别录》（《中华药海》）。2.《本草图经》：堇竹、淡竹、苦竹，《本经》并不载所出州土，今处处有之。竹之类甚多，而入药者惟此三种，人多不能尽别。甘竹似篁而茂，即淡竹也。淡竹肉薄，节间有粉，南人以烧竹沥者，医家只用此一品，与《竹谱》所说，大同而小异也。"
  },
  {
    "name": "大麦",
    "alias": "麰、稞麦、麰麦、牟麦、饭麦、赤膊麦。",
    "ingredient": "?",
    "process": "为禾本科植物大麦的果实。",
    "distinguish": "?",
    "effect": "大麦含尿囊素，以0.4-4%溶液局部应用，能促进化脓性创伤及顽固性溃疡愈合。",
    "creation": "?",
    "function": "和胃，宽肠，利水。治食滞泄泻，小便淋痛，水肿，汤火伤。\n\n①《别录》：\"主消渴，除热，益气，调中。\"\n\n②《唐本草》：\"大麦面平胃，止渴，消食，疗胀。\"\n\n③《崔禹锡食经》：\"主水痮。\"\n\n④《本草拾遗》：\"调中止泄。\"\n\n⑤《纲目》：\"宽胸下气，凉血，消积，进食。\"",
    "taste": "甘咸，凉。\n\n①《别录》：\"味咸，微寒，无毒。\"\n\n②《本草衍义》：\"性平，凉。\"",
    "usage": "内服：煎汤，1～2两；或研末。外用：炒研调敷或煎水洗。",
    "compatibility": "《本草经集注》：\"蜜为之使。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "《要药分剂》：\"入脾、胃二经。\"",
    "plant": "大麦\n一年生草本，高60～100厘米。秆直立，光滑无毛。叶鞘无毛，有时基生叶的叶鞘疏生柔毛，叶鞘先瑞两侧具弯曲沟状的叶耳；叶舌小，长仪l～2毫米，膜质；叶片扁平，长披针形，长8～18厘米，宽6～1B毫米，上面粗糙，下面较平滑。穗状花序，长4～10厘米，分为若干节，每节着生3枚完全发育的小穗，小穗长约2厘米，通常无柄，每小穗有花1朵，内外颖均为线形或线状披针形，微被短柔毛，先瑞延长成短芒，长仅8～14毫米；外稃长圆状披针形，光滑，具5条纵脉，中脉延长成长芒，极粗糙，长8～13厘米，外稃与内稃等长；雄蕊3枚；子房1枚，花柱分为2枚。颖果与内外稃愈合，罕有分离者，颖果背有沟。花期3～4月。果期4～5月。\n\n全国各地均有栽培。\n\n本植物的枯黄茎秆(大麦秸)、发芽的颖果(麦芽)、幼苗(大麦苗)亦供药用，各详专条。",
    "application": "?",
    "position": "为禾本科植物大麦的果实。",
    "source": "《本草经集注》"
  },
  {
    "name": "肺形草",
    "alias": "穿藤金兰花、铁交杯、蝴蝶草、山蝴蝶、金丝蝴蝶、石板肯、铜交杯、金交杯、大叶竹叶青、四脚喜、花蝴蝶、铁板青(《浙江民间常用草药》)，胡地莲(江西《草药手册》)。",
    "ingredient": "?",
    "process": "初夏采收，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清肺止咳，解毒消肿。治肺热咳嗽，肺痨咯血，肺痈，肾炎，疮痈疖肿。\n\n①《植物名实图考》：\"捣敷诸毒。\"\n\n②《药用植物图说》：\"治咯血。\"\n\n③《浙江民间草药》：\"除寒热，治肺痨、肺痈。\"\n\n④《江西植物志》：\"止刀伤血。\"\n\n⑤《广西药植名录》：\"治乳疮、久痢，月经不调。\"",
    "taste": "《浙江民间草药》：\"味辛，性寒。\"",
    "usage": "内服：煎汤，2～4钱(鲜者1～2两)。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "寒肺、肾经",
    "plant": "双蝴蝶(《植物名实图考》)，又名：簇花双蝴蝶、斑叶蔓龙胆、白鹿衔。\n多年生缠绕草本。幼时基生叶4片，2大2小，十字形对生，卵圆形至椭圆形，长3～7.5厘米，宽1.5～3.5厘米，主脉3条，上面绿色而有淡黄绿色团块，下面红紫色，先端钝圆或尖锐，基部渐狭，无柄。茎细，蔓生，长约70厘米，其上对生三角状狭卵形至五角状披针形叶，长2～5厘米，宽0.5～2厘米，基部微心形乃至圆形，具短柄，3脉。花大形，单生于叶腋；萼筒先端5裂，裂片线形；花冠呈玫瑰紫色，基部渐细，先端5裂，裂片三角形，裂片间具稍突出的截形附属片。蒴果长球形，淡赤紫色，直径约8毫米。花期8～9月。\n生山坡、田野阴湿地。分布华中、华南及西南等地。\n\n同属植物华肺形草亦作肺形草使用。",
    "application": "?",
    "position": "为龙胆科植物双蝴蝶的幼嫩全草。",
    "source": "《药用植物图说》"
  },
  {
    "name": "老鼠耳",
    "alias": "狗脚刺、提云萆、小桃花(《岭南采药录》)，老鼠乌、鼠乳头、乌金藤((福建民间草药》)，老鼠乳、鼠米、乌痧头、乌李楝(《福建中草药》)。",
    "ingredient": "?",
    "process": "夏、秋采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治疔疮，睾丸脓肿，痔疮，烫伤。",
    "taste": "《闽南民间草药》：\"微苦，平，无毒。\"",
    "usage": "内服：煎汤，鲜者0.5～1两。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "老鼠耳\n藤状灌木，高1～4米。小枝被毛。叶互生，具短柄，卵圆形或近圆形，长5～10毫米，先端钝而有小凸点，基部浑圆或微心形，边全缘，纸质，上面深绿色，下面苍白色，侧脉5对，直而平行。花两性或杂性，2至多朵簇生于叶腋内或枝的顶端，有3～6毫米长的短柄；萼片5，长2～3毫米，狭披针形或线形；花瓣5，线状披针形；雄蕊5，有时6；子房上位，2室。果肉质，长卵状，长4～6毫米，熟时紫色。花期秋季。\n生于山野、矮林或杂草丛中，路旁、坡地、小丘陵。分布我国南部。\n\n本植物的根(铁包金)亦供药用，另详专条。",
    "application": "?",
    "position": "为鼠李科植物老鼠耳的嫩茎叶。",
    "source": "《福建民间草药》"
  }
]