[
  {
    "name": "菟丝子",
    "alias": "菟丝实、吐丝子、无娘藤米米、黄藤子、龙须子、萝丝子、黄网子、黄萝子、豆须子、缠龙子、黄丝子",
    "ingredient": "\n菟丝子含树脂甙、糖类。\n\n\n大菟丝子含糖甙，维生素A类物质，其含量按维生素A计算为0.0378%。\n\n\n大豆菟丝子含β-胡萝卜素、γ-胡萝卜素、5，6-环氧-α-胡萝卜素、蒲公英黄质和叶黄素。\n",
    "process": "\n秋季果实成熟时采收植物，晒干，打下种子，除去杂质。\n",
    "distinguish": "\n（1）取本品少量，加沸水浸泡后，表面有黏性;加热煮至种皮破裂时，可露出黄白色卷旋状的胚，形如吐丝。\n\n\n（2）本品粉末黄褐色或深褐色。种皮表皮细胞断面观呈类方形或类长方形，侧壁增厚;表面观呈圆多角形，角隅处壁明显增厚。种皮栅状细胞成片，断面观2 列，具光辉带;表面观呈多角形皱缩。胚乳细胞呈多角形或类圆形，胞腔内含糊粉粒。子叶细胞含糊粉粒及脂肪油滴。\n",
    "effect": "\n菟丝子的酱油(用菟丝子及豆饼酿成)、浸剂、酊剂能增强离体蟾蜍心脏的收缩力，对心率的影响是前者增加。后二者则使之降低，对麻醉犬使血压下降，脾容积缩小，肠运动抑制，对离体子宫表现兴奋作用。菟丝子醇提水溶液皮下注射于小白鼠半数致死量为2.465克/公斤，按30～40克/公斤灌胃并不出现中毒症状；按0.05克/120克之菟丝子酱油、浸剂、酊剂给大白鼠灌胃，连续70天，并不影响动物的生长发育，亦未见病理改变。\n",
    "creation": "生用或盐水炒用。",
    "function": "\n补肝肾，益精髓，明目。治腰膝酸痛，遗精，消渴，尿有余沥，目暗。\n\n\n(1)补肝肾：本品为补肾缩尿，止遗精之常用药。用于肝肾不足之腰膝酸痛、阳痿、遗精。本品性柔润，平补肝肾而不燥。\n\n\n(2)安胎：用于体弱易于流产者，常配桑寄生、续断。\n\n\n①《本经》：\"主续绝伤，补不足，益气力，肥健人，久服明目。\"\n\n\n②《雷公炮炙论》：\"补人卫气，助人筋脉。\"\n\n\n③《别录》：\"养肌强阴，坚筋骨，主茎中寒，精自出，溺有余沥，口苦燥渴，寒血为积。\"\n\n\n④《药性论》：\"治男子女人虚冷，添精益髓，去腰疼膝冷，又主消渴热中。\"\n\n\n⑤《日华子本草》：\"补五劳七伤，治泄精，尿血，润心肺。\"\n\n\n⑥王好占：\"补肝脏风虚。\"\n\n\n⑦《山东中药》：\"治妇人常习流产。\"\n",
    "taste": "\n辛甘，平。\n\n\n①《本经》：\"味辛，平。\"\n\n\n②《别录》：\"甘，无毒。\"\n\n\n③《本草正》;\"味甘辛，气微温。\"\n\n\n入肝、肾经。\n\n\n①《本草经疏》：\"脾、肾、肝三经。\"\n\n\n②《本草新编》：\"入心、肝、肾三经。\"\n",
    "usage": "\n内服：煎汤，3～5钱；或入丸、散。外用：炒研调敷。\n",
    "compatibility": "\n①《本草经集注》：\"得酒良。薯蓣、松脂为之使，恶藋菌。\"\n\n\n②《本草经疏》：\"肾家多火，强阳不痿者忌之，大便燥结者亦忌之。\"\n\n\n③《得配本草》：\"孕妇、血崩、阳强、便结、肾脏有火、阴虚火动，六者禁用。\"\n",
    "storage": "放缸瓮内，置干燥处，防潮、防蛀",
    "side_effects": "菟丝子醇提水溶液皮下注射于小白鼠半数致死量为2．465g/kg，按30-40g/kg灌胃并不出现中毒症状，按0.05g/120g之菟丝子酱油、浸剂、酊剂给大白鼠灌胃，连续70天，并不影响动物的生长发育，亦未见病理改变。",
    "category": "归经_肝经",
    "plant": "\n一年生寄生草本，全株无毛。茎细，缠绕，黄色，无叶。花簇生于叶腋，苞片及小苞片鳞片状;花萼杯状，5裂;花冠白色，钟形，长为花萼的2倍，和无端5裂，裂片向外反曲;雄蕊花丝扁短，基部生有鳞片，矩圆形，边缘流苏状;子房2室，花柱2。蒴果扁球形，被花冠全部包住，盖裂。种子2～4粒。花期7～9月，果期8～10月。\n\n\n生于田边、荒地及灌丛中，常寄生于豆科等植物上。主产山东、河北、山西、陕西、江苏、黑龙江、吉林。\n",
    "application": "用于肾虚腰痛，阳痿，早泄，尿浊，带下，小便频数;胎动不安，先兆流产;肝肾不足，视物昏花，视力减退。此外，本品还可用于脾虚食少，大便不实，常与白术、山药、茯苓、党参等同用。内服：煎汤：用量10~15克，或人丸散。外用：炒研调敷。",
    "position": "为旋花科植物菟丝子或大菟丝子的种子。植物形态详\"菟丝\"条。",
    "source": "《本经》"
  },
  {
    "name": "合欢花",
    "alias": "夜合花(《本草衍义》)，乌绒(《雷公炮制药性解》)。",
    "ingredient": "花中鉴定了25种芳香成分，主要芳香成分为反-芳樟醇氧化物(linalooloxide)，芳樟醇(linalool)，异戊醇(isopentanol)，a-罗勒烯(a-ocimene)和2，2，4-三甲基噁丁烷(2，2，4-trimethylixetane)等。此外，还含矢车菊素-3-葡萄糖甙(cyanidin-3-glucoside)。",
    "process": "6月花初开时采的花，商品称合欢花，花未开时采的花蕾，商品称合欢米，除去枝叶，晒干。",
    "distinguish": "①合欢花：干燥花序呈团块状，有如棉絮。小花长约0.8～1厘米，弯曲，淡黄褐色或绿黄色；花冠筒状，先端5裂，外面有长柔毛；花萼细筒状，绿黄色；雄蕊多数，花丝细长，伸出花冠外，交织紊乱，易断。微香。\n\n②合欢米：干燥花蕾，青绿色，不分瓣。\n\n以上两种药材产浙江、安徽、江苏、四川等地。\n\n四川地区尚用同属植物山合欢的花和花蕾。",
    "effect": "抑制作用 实验研究表明，合欢花煎剂灌服，能明显减少小鼠的自发活动及被动活动，明显协同巴比妥类药物的中枢抑制作用，延长戊巴比妥钠、苯巴比妥钠所致小鼠麻醉时间，促使阈下剂量的戊巴比妥钠、异戊巴比妥钠引起小鼠麻醉，一次给药或连续给药3d均有显着效果。合欢花煎剂给家兔灌服未见脑电有明显改变，也无抗戊四氮所致小鼠惊厥作用。",
    "creation": "?",
    "function": "舒郁，理气，安神，活络。治郁结胸闷，失眠，健忘，风火眼疾，视物不清，咽痛，痈肿，跌打损伤疼痛。\n\n①《本草便读》：\"能养血。\"\n\n②《分类草药性》：\"能清心明目。\"\n\n③《四川中药志》：\"能合心志，开胃理气，消风明目，解郁。治心虚失眠。\"\n\n④江西《中草药学》：\"解郁安神，和络止痛。治肝郁胸闷，忧而不乐，健忘失眠。有时还用于跌打损伤，痈肿疼痛。\"\n\n⑤《东北常用中草药手册》：\"治咽喉疼痛。\"",
    "taste": "甘，平。\n\n①《四川中药志》：\"性平，味苦，无毒。\"\n\n②江西《中草药学》：\"甘，平。\"",
    "usage": "内服：煎汤，1～3钱；或入丸、散。",
    "compatibility": "阴虚津伤者慎用。",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "心；脾经",
    "plant": "落叶乔木。株高16m，树皮灰褐色，不裂或浅裂。小枝绿棕色，皮孔明显。羽片4~12对，小叶10~30对，镰刀形或长圆形，长6~12mm，宽1~4mm，先端锐尖，基部截形，中脉极明显偏向叶片的上侧，全缘，有夜晚闭合现象，托叶线状披针形，早落。头状花序多数，生于新枝的顶端，成伞房状排列。小花粉红色，连同雄蕊长25~50mm。萼版5裂，钟形，长约3mm。花冠长为萼管的2~3倍，淡黄色，漏斗状，顶端5裂。雄蕊多数，花丝多数，花丝基部连合，花药小，2室，子房上位，花柱丝状，与花丝等长，粉红色。荚果，扁平，带状，长8~10cm，宽1.2~2.5cm。种子8~14，扁平，椭圆形。花期6~7月，果期8~10月。",
    "application": "用量5~10克，水煎服，或入丸散。用治夜眠不安、抑郁不舒、神经衰弱、食欲不振、跌打损伤、视物不清等症。",
    "position": "为豆科植物合欢的花或花蕾。植物形态详\"合欢皮\"条。",
    "source": "《本草衍义》"
  },
  {
    "name": "熊胆",
    "alias": "狗熊胆,黑瞎子胆,黑熊胆。",
    "ingredient": "主含胆汁酸类的碱金属盐，又含胆甾醇及胆色素。从黑熊胆中可得约20%的牛磺熊脱氧胆酸，此是熊胆主要成分，被水解则生中磺酸与熊脱氧胆酸。熊胆又含少量鹅脱氧胆酸及胆酸。熊脱氧胆酸为鹤脱氧胆酸的立体异构物，乃熊胆的特殊成分，可与它兽的胆相区别。",
    "process": "一般于冬季捕捉，捕获后，剖腹取胆，割时先将胆口扎紧，割取后小心剥去胆囊外附着的油脂，用木板夹扁，悬挂于通风处阴干，或置石灰缸中干燥。不宜晒干或烘干，以防腐臭。",
    "distinguish": "干燥胆囊呈长扁卵形，上部狭细，下部膨大，长10～20厘米，宽5～8厘米。表面灰黑色或棕黑色，显光泽，有皱褶，囊皮薄，迎光视之，上部常呈半透明。质坚硬，破开后，断面纤维性。囊内藏有干燥胆汁，习称\"胆仁\"，呈块状、颗粒状、粉末状或稠膏状。有光泽，颜色不一，金黄色透明光亮如琥珀，质松脆，味苦回甜者习称\"金胆\"或\"铜胆\"；黑色、质坚而脆或呈稠膏状者，习称\"墨胆\"或\"铁胆\"；黄绿色、光亮较差、质亦较脆者，习称\"菜花胆\"。气微清香或微腥，入口溶化，味极苦，清凉而不粘牙。以个大、胆仁金黄色、明亮、味苦回甜者为佳。\n\n主产云南、黑龙江、吉林。此外，贵州、四川、青海、西藏、新疆、甘肃、湖北、湖南、陕西、福建等地亦产。以云南所产的\"云胆\"品质最优；黑龙江、吉林所产的\"东胆\"产量最大。",
    "effect": "①解痉作用\n用小白鼠离体肠管，以乙酰胆碱造成的痉挛，研究了8个地区的熊胆以及野熊、野猪胆的解痉作用，其中以西藏产者解痉效力最强，其他地区所产黑熊胆及日本产琥珀色熊胆解痉效力也较强，解痉作用的主要成分是牛磺熊脱氧胆酸，其解痉原理与罂粟碱相似。\n\n②抗惊厥作用\n熊脱氧胆酸钠对士的宁引起的小鼠中毒有解毒作用，与鹅脱氧胆酸钠及胆酸钠合用能增强其解毒作用。\n\n③对心脏的影响\n云南墨胆之水溶液对离体蛙心少量兴奋，大量抑制。",
    "creation": "去净皮膜，研成细末用。",
    "function": "清热，镇痉，明目，杀虫。治热黄，暑泻，小儿惊痼，疳疾，蛔虫痛，目翳，喉痹，鼻蚀，疔痔恶疮。\n\n①《药性论》：\"主小儿五疳，杀虫，治恶疮。\"\n\n②《唐本草》：\"疗时气热盛变为黄疸，暑月久利，疳匿心痛。\"\n\n③《日华子本草》：\"治疳疮，耳鼻疮，及诸疳疾。\"\n\n④《医学入门》：\"点眼去翳开盲。涂恶疮、痔瘘。\"\n\n⑤《纲目》：\"退热，清心，平肝，明目去翳，杀蛔、蛲虫。\"\n\n⑥《本草述》：\"治喉痹。\"\n\n⑦《本草求原》：\"治蓄血，血淋。\"\n\n⑧《随息居饮食谱》：\"治疔疽。\"",
    "taste": "苦，寒。\n\n①《唐本草》：\"味苦，寒。无毒。\"\n\n②《本草再新》：\"味甘，性寒，无毒。\"",
    "usage": "内服：入丸、散，0.5～1分。外用：研末调敷或点眼。",
    "compatibility": "①《药性论》：\"恶防己、地黄。\"\n\n②《本经逢原》：\"凡实热之证，用之咸宜，苟涉虚象，便当严禁。\"",
    "storage": "?",
    "side_effects": "毒性：熊胆腹腔注射及灌胃，对小鼠的LD50分别为1165mg/kg及8600mg/kg。",
    "category": "肝；胆；心；胃经",
    "plant": "1.黑熊，体形较大，长1.5-1.7m，体重约150kg。头部宽圆。吻部短而尖；鼻端裸露，眼小；耳较长且被有长毛，伸出头顶两侧。颈部短粗，两侧毛特别长。胸部有一倒人字形白斑。尾很短。毛较一致漆黑色，有光泽。四肢粗健，前后足均具5趾，前足腕垫宽大与掌垫相连，后足跖垫亦宽大且肥厚，前宽后窄，内侧中部无毛间隔。具爪。除其鼻面部棕色、下颌白色、倒人字白斑外，全身均为黑色并带有光泽。2.棕熊，体形较大，长约2m，重200-300kg。头阔而圆，吻部较长鼻也较阔，其端裸出，略侧扁。耳小，能动，内外被毛。肩端隆起，腰粗壮，尾短。四肢粗壮，前后足均具5趾，前足的爪长于后足。爪侧扁而弯曲，呈暗褐色。全身为黑棕色，或近黑色以至很淡的银灰色、棕黄色或棕红色。成体胸部无白色斑纹。\n生境分布：1.栖息于混交林或阔叶林中。一般居于山上的石洞或大 树洞中，有冬眠习性，夏、冬季有垂直直适移现象。白天活动，视觉较差，善爬树，熊游泳力强。杂食性，但以植物为主。2.栖息于广阔叶林、针叶林或混交林中有中。有冬眠习性，杂食以植物为主。资源分布：1.分布极广泛东北、华北、西南、华南及陕西、甘肃、青海、安徽、浙江、江西、福建、台湾、西藏等地均有分布。2.分布于东北及甘肃、青海、新疆、四川、贵州、西藏等地。\n栽培：生活习性，熊为森林中的大型动物，性孤癖不成群，常有单独在森林中栖息和活动。昼行性，善于游泳、爬树，能直立行走，属于半冬眠动物，遇到干扰时可立即解除冬睡而外出活动。杂食性，主要以植物嫩芽、嫩草及各种野果为食，尤喜食蜂蜜。熊的视觉较差，但嗅觉和听觉发达，从体型上看，寒冷地区的熊体型大，皮脂肥厚，热带地区的熊体型小。养殖技术，熊是季节性发情的动物，每年5-8月为发情交配季节。妊娠期约210-220天，一般在12月末至翌年2月间产仔每胎产1-3仔雌熊性成熟年龄为3-3.5岁，雄熊为4岁左右。当前，养熊方式有笼养、圈养、室养等。成年熊类多为单养，幼年熊类可以集体饲养。我国养熊业历史悠久，特别对能的驯化更积思了丰富的经验。在繁殖技术上，使熊不但可在人工饲养条件下，通过自然交酸而获得后代，还可通过人工授精繁殖后裔。饲养管理，我国的养熊业基本上可分为控制饲养和驯化放牧两种类型。控制饲养包括笼养、圈养和室养等，全部靠人工饲喂，限制在一定范围内活动，用于活取胆汁的熊皆为此种方式。驯化放牧则用于幼熊生长发育时期或大群饲养以获取更多的产品时，要求有广大的牧场以供熊群运动、采食、饱水等，也需人工供给一定量的饲料，一般以玉米粉、豆饼粉、麦麸、高梁粉等作为精料，经熟制后投喂，并适当搭配动物性饲料、青绿多汁饲料、矿物质和多种维生素。",
    "application": "用量0.15～0.3克，研末冲服或入丸、散;外用适量，研末调敷或点眼。用治肝热炽盛、惊风、癫痫、目赤肿痛、翳障、疮痈、痔疮、咽喉肿痛。",
    "position": "为熊科动物黑熊或棕熊的胆囊。",
    "source": "《药性论》"
  },
  {
    "name": "伸筋草",
    "alias": "石松、过山龙、宽筋藤、火炭葛、金毛狮子草、金腰带、狮子草、狮子毛草、立筋草、舒筋草、铺筋草、抽筋草、分筋草、过筋草、地棚窝草、筋骨草、绿毛伸筋、小伸筋、凤尾伸筋、蜈蚣藤、大地毛公、缠身龙、猫藤草、通伸草、山猫儿、老虎垫坐、盘龙草、烂腰蛇、宽筋草、穿山龙",
    "ingredient": "全草含石松碱、棒石松碱、棒石松洛宁碱、法氏石松碱、石松灵碱等生物碱，香荚兰酸、阿魏酸、壬二酸等酸性物质(占干品0.08%)，芒柄花醇、伸筋草醇石松醇、石松宁、16-氧山芝烯二醇等三萜化合物。",
    "process": "夏季采收，连根拔起，去净泥土、杂质，晒干。",
    "distinguish": "干燥匍匐茎细长而弯曲，黄色或黄绿色，长30～120厘米，径粗1～3毫米。质柔韧，不易折断，折断面近白色，内有黄白色木心，常可见近直角生出的黄白色细根，外皮常脱落。直立茎2歧式分枝。鳞叶常皱而弯曲，密生于茎上，线形或线状钻形，黄绿色或黄色，无毛，略有光泽。叶端渐尖呈芒状，全缘，叶脉不明显。质薄，易碎。气无，味淡。以茎长、黄绿色者为佳。\n主产浙江、湖北、江苏等地，湖南、四川亦产。\n\n同属植物玉柏和垂穗石松的全草在浙江、四川等地均称伸筋草，并同等使用。参见\"玉柏\"、\"铺地蜈蚣\"条。",
    "effect": "石松水浸剂对由皮下注射枯草浸剂引起发热之家兔有降温作用；其有效成分为石松碱及棒石松碱、棒石松毒，后二者之毒性较石松碱为弱。石松碱适当剂量能升高麻醉猫血压，也有报告30毫克／公斤静脉注射可使麻醉猫、兔血压骤降；此时对呼吸皆无影响，中毒量可增加动物呼吸振幅而减少频率。对蛙心收缩力有增强作用，对兔心1：50000～400000则减弱收缩力，收缩频率及心电图皆无改变。1：12500～50000对离体大鼠、啄鼠小肠有兴奋作用，兔离体小肠之蠕动亦被增强。对兔、大鼠及豚鼠子宫有兴奋作用。对兔静脉注射30～50毫克/公斤有降温作用。对兔血糖、瞳孔、末梢红细胞数皆无影响。无抗菌及抗疟作用。对小鼠静脉注射之半数致死量为27.58±1.16毫克／公斤，腹腔注射为78毫克／公斤，中毒症状有过度活动，强直性、阵挛性痉挛，麻痹，窒息等；兔之中毒症状相似。给蛙淋巴囊注射50～200毫克／公斤可引起肌肉运动不胁调、麻痹等。棒石松碱之毒性剂量：猫为0.05克／公斤、兔及大鼠为0.1～0.2克／公斤。有人报告石松有利尿、增进尿酸排泄之作用，还能解除小儿之痉挛性尿潴留及便秘等。",
    "creation": "筛去灰屑，拣净杂质，切成小段。",
    "function": "祛风散寒，除湿消肿，舒筋活血。治风寒湿痹，关节酸痛，皮肤麻木，四肢软弱，水肿，跌打损伤。\n\n①《本草拾遗》：\"主久患风痹，脚膝疼冷，皮肤不仁，气力衰弱。\"\n\n②《滇南本草》：\"下气，消胸中痞满横格之气，推胃中隔宿之食，去年久腹中之坚积，消水肿。\"\n\n③《生草药性备要》：\"消肿，除风湿。浸酒饮，舒筋活络。其根治气结疼痛，损伤，金疮内伤，去痰止咳。\"\n\n④《浙江民间常用草药》：\"舒筋，消炎。治关节酸痛，带状疱疹。\"\n\n⑤《东北常用中草药手册》：\"舒筋活血，祛风散寒，止痛。治腰腿酸痛，风湿性关节肿痛，月经不调。\"",
    "taste": "苦辛，温。\n\n①《本草拾遗》：\"味苦辛，温，无毒。\"\n\n②《本草求原)：\"甘涩，平。\"\n\n归肝；脾；肾经 \n\n《四川中药志》：\"入肝、脾、肾三经。\"",
    "usage": "内服：煎汤，3～5钱；或浸酒。外用：捣敷。",
    "compatibility": "《四川中药志》：\"孕妇及出血过多者忌服。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "石松\n多年生草本。匍匐茎蔓生，分枝有叶疏生。直立茎高15～30厘米，分枝；营养枝多回分叉，密生叶，叶针形，长3～4毫米，先端有易脱落的芒状长尾；孢子枝从第二、第三年营养枝上长出，远高出营养枝，叶疏生；孢子囊穗长2.5～5厘米，有柄，通常2～6个生于孢子枝的上部；孢子叶卵状三角形，先端急尖而具尖尾，边缘有不规则的锯齿，孢子囊肾形，淡黄褐色，孢子同形。7、8月间孢子成熟。\n生于疏林下荫蔽处。分布东北、华东、华南、西南及内蒙古、河南等地。\n\n本植物的孢子(石松子)亦供药用，另详专条。",
    "application": "1．风寒湿痹，肢软麻木。本品辛散、苦燥、温通，能袪风湿，入肝尤善通经络。治风寒湿痹，关节酸痛，屈伸不利，可与羌活、独活、桂枝、白芍等配伍；若肢体软弱，肌肤麻木，宜与松节、寻骨风、威灵仙等同用。 　　\n2．跌打损伤。本品辛能行散以舒筋活络，消肿止痛，治跌打损伤，瘀肿疼痛，多配苏木、土鳖虫、红花、桃仁等活血通络药，内服外洗均可",
    "position": "为石松科植物石松的带根全草。",
    "source": "《分类草药性》"
  },
  {
    "name": "虎尾轮",
    "alias": "狐狸尾、猫尾草、老虎尾、统天草、大本山青、古钱窗草、铁金锏、狗尾射",
    "ingredient": "全草含黄酮甙",
    "process": "秋季收采。",
    "distinguish": "\n\n\n",
    "effect": "?",
    "creation": "?",
    "function": "清肺止咳；散瘀止血。主肺热咳嗽；肺痈；积聚；乳吹；脱肛；子宫脱垂；吐血；尿血；外伤出血\n\n①《闽南民间草药》：\"润燥解热，消痈解毒。\"\n\n②《广西中草药》：\"散瘀止血，清热止咳。治吐血，咯血，尿血，刀伤出血，肺热咳嗽，子宫脱垂，脱肛。\"\n\n③龙溪《实用中草药》：\"活血通络，理气和中。治胃及十二指肠溃疡，肺结核，白带、关节炎、小儿疳积。\"",
    "taste": "甘；微苦；平。归心；肺；肝经\n\n《闽南民间草药》：\"甘微苦，平。\"",
    "usage": "内服：煎汤，鲜者1～2两。",
    "compatibility": "《广西中草药》：\"孕妇慎服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "猫尾射\n亚灌木状草本，高达1米。茎枝较粗，被短粗毛。单数羽状复叶互生，小叶3～5枚，少有7枚；小叶长椭圆形、卵状披针形或椭圆形，长5～10厘米，宽2～4厘米，先端尖，基部圆形或微心脏形，上面无毛或在中脉处略被毛，下面被短毛；小托叶针状，长约2毫米。总状花序顶生，花密集，长可达30厘米；苞片披针形，基部宽阔，边缘被长睫毛，脱落，每苞片有花2朵；萼浅杯状，5齿裂，上部2裂齿短，下部3裂齿通常延长，均被长毛；花冠紫色，长7～8毫米；雄蕊10，2体；子房上位，花柱线形。荚果3～7节，被极短的毛。花期5～6月。果期7～10月。\n生于山坡、荒地、灌木林边或杂草中。分布广东、广西、福建、云南等地。\n\n本植物的根(虎尾轮根)亦供药用，另详专条。",
    "application": "?",
    "position": "为豆科植物猫尾射的全草。",
    "source": "《闽南民间草药》"
  },
  {
    "name": "葡萄",
    "alias": "草龙珠(《纲目》)，山葫芦(《中国树木分类学》)。",
    "ingredient": "\n葡萄含葡萄糖、果糖，少量蔗糖、木糖，酒石酸、草酸、柠檬酸、苹果酸。又含各种花色素的单葡萄糖甙和双葡萄糖甙。每100克含蛋白质0.2克，钙4毫克，磷15毫克，铁0.6毫克，胡萝卜素0.04毫克，硫胺素0.04毫克，核黄素0.01毫克，尼克酸0.1毫克，维生素C4毫克。\n\n葡萄皮含矢车菊素、芍药素、飞燕草素、矮牵牛素、锦葵花素、锦葵花素-3-β-葡萄糖甙。\n\n种子含油量9.58%。又含焦性儿茶酚、没食子儿茶精、没食子酸盐等。\n",
    "process": "\n夏末秋初果熟时采收，阴干。多数制成葡萄干用。\n",
    "distinguish": "\n琐琐葡萄：干燥的果实外皮红褐色，小颗粒，果皮有皱纹，味甜。以色红褐、粒整齐、无杂质者为佳，粒瘦破烂者为次。产新疆。\n",
    "effect": "\n在作用方面葡萄有某种维生素P的活性。种子油15克口服可降低胃酸度；12克可利胆(胆绞痛发作时无效)；40～50克有致泻作用。叶、茎有收敛作用，但无抗菌效力。\n",
    "creation": "?",
    "function": "\n补气血，强筋骨，利小便。治气血虚弱，肺虚咳嗽，心悸盗汗，风湿痹病，淋病，浮肿。\n\n①《本经》：\"主筋骨湿痹，益气倍力，强志，令人肥健耐饥，忍风寒。可作酒。\"\n\n②《别录》：\"逐水，利小便。\"\n\n③《药性论》：\"除肠间水气，调中治淋，通小便。\"\n\n④《本草图经》：\"治时气发疮疹不出者，研酒饮。\"\n\n⑤《滇南本草》：\"大补气血，舒筋活络，泡酒服之。治阴阳脱症，又治盗汗虚证。汁，治咳嗽。\"\n\n⑥《滇南本草图说》：\"治痘症毒，胎气上冲，煎汤饮之即下。\"\n\n⑦《百草镜》：\"治筋骨湿痛。利水甚捷，除遍身浮肿。\"\n\n⑧《本耳再新》：\"暖胃健脾，治肺虚寒嗽，破血积疽瘤。\"\n\n⑨《随息居饮食谱》：\"补气，滋肾液，益肝阴，强筋骨，止渴，安胎。\"\n\n⑩《新疆药材》：\"解毒，散表。\"\n\n⑾《陆川本草》：\"滋养强壮，补血，强心利尿。治腰痛，胃痛，精神疲惫，血虚心跳。\"\n",
    "taste": "\n甘酸，平。\n\n①《本经》：\"味甘，平。\"\n\n②孟诜：\"甘酸，温。\"\n\n③《纲目》：\"甘涩，平，无毒。\"\n",
    "usage": "\n内服：煎汤、捣汁或浸酒。\n",
    "compatibility": "\n①孟诜：\"不堪多食，令人卒烦闷眼暗。\"\n\n②《本经逢原》：\"食多令人泄泻。\"\n\n③《医林纂要》：\"多食生内热。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾；肾经",
    "plant": "\n葡萄\n高大缠绕藤本，幼茎秃净或略被绵毛。叶纸质，互生，圆形或圆卵形，宽10～20厘米，常3～5裂，基部心形，边缘有粗而稍尖锐的齿缺，下面常密被蛛丝状绵毛；叶柄长达4～8厘米。花杂性，异株，圆锥花序大而长，与叶对生；花序柄无卷须；萼极小，杯状，全缘或不明显的5齿裂；花瓣5，黄绿色，先端粘合不展开，基部分离，开花时呈帽状整块脱落；雄蕊5；花盘隆起，由5个腺体所成，基部与子房合生；子房2室，每室有胚珠2，花柱短，圆锥形。浆果卵圆形至卵状矩圆形，富汁液，熟时紫黑色或红而带青色，外被蜡粉。花期6月。果期9～10月。\n长江流域以北各地均有栽培，主要产于新疆、甘肃、陕西、山西、河北、山东等地。葡萄的品种甚多，其中新疆栽培的琐琐葡萄(又名：索索葡萄、豆粒葡萄)在《本草纲目》即有记载，一般认为入药者以该种为佳。\n\n本植物的根(葡萄根)、藤叶(葡萄藤叶)亦供药用，各详专条。\n",
    "application": "?",
    "position": "\n为葡萄科植物葡萄的果实。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "白蒿",
    "alias": "蘩、皤蒿、由胡、莓母、旁勃、白艾蒿、蓬蒿、大白蒿、大子蒿、臭蒿子、山艾、大头蒿、苦蒿",
    "ingredient": "本植物的绿色部分含一种倍半萜烯类白蒿宁，地上部分又含白蒿素、洋艾内酯和洋艾素。\n\n干植物含生物碱0.12～0.2%、焦性儿茶酚糅质0.499%、黄酮类0.831%、内酯类，及微量的呋喃香豆精，此外，又含芸香甙、异槲皮甙。",
    "process": "夏、秋间开期采收，鲜用或扎把晾干。",
    "distinguish": "性状鉴别 茎类圆柱形，长短一一，直径可达5mm。绿色，表面有纵棱，可见互生的枝、叶或叶基。上部有较密的柔毛。质坚脆，易折断，断面纤维性，中央有白色髓。叶皱缩或已破碎，完整叶片展平后二至三回羽状深裂，裂片线形，两面均被柔毛。头状花序较多，半球形，直径3-6mm，总花梗细瘦，总苞叶线形，总苞片2-3列，边缘有白色宽膜片，背面被短柔毛；花托卵形；边缘为雌花，内层花两性，均为管状。成熟花序可见倒卵形的瘦果。气浓香，味微苦。\n显微鉴别 茎横切面：多边形。表皮一列细胞，外被丁字毛，细胞多径向，较长。内皮层凯氏点明显。维管束鞘纤维壁厚木化。韧皮部较宽。形成层不明显。维管束排列成环，导管多边形，2-12个成群，排列成单列。木纤维分布面积大，细胞壁厚化。射线单列，胞腔内有内含物。树脂道散生髓部。髓大，周边的细胞壁厚化。\n叶横切面：上、下表皮细胞各1列，外被角质层；赤见多数丁字毛或其残基；上、下表皮均有气孔，但以下表皮较多。栅栏组织1-2列细胞，海绵组织数列细胞。主脉处表皮下具厚角组织。主脉维管束常为1束。\n树脂道散生在栅栏组织。粉末特征：灰白色。①非腺毛甚多，多丁字形，长3-5mm，无色，表面光滑，胞壁微厚。②纤维多碎断，成束或单个散在，直径9-36μm，胞壁厚略弯曲，腔狭，纹孔稀少或缺。③导管少见，以网纹导管为主，赤有螺纹、梯纹和具缘纹孔，直径12-35μm。④结晶甚多，单个，形状不一，大小为23-92μm，不溶于盐酸。⑤薄壁细胞多数，四边形，多边形或类圆形，无色，有少数纹孔。",
    "effect": "从其中分出的倍半萜r-内酯，对金黄色薄萄球菌、大肠杆菌等在体外有抑制作用。",
    "creation": "?",
    "function": "治风寒湿痹，黄疸，热痢，疥癞恶疮。\n\n①《本经》：\"主五藏邪气，风寒湿痹，补中益气，长毛发令黑。疗心悬少食常饥。\"\n\n②孟诜：\"捣汁去热黄及心痛。叶干为末，夏日暴水痢，以米饮和一匙，空腹服之。又烧灰淋煎治淋沥疾。\"",
    "taste": "甘，平。\n\n①《本经》：\"味甘，平。\"\n\n②《别录》：\"无毒。\"\n\n③《千金·食治》：\"味苦辛，平，无毒。\"\n\n④孟诜：\"寒。\"",
    "usage": "内服：煎汤，或捣汁。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "大籽蒿\n二年生草本，高50～150厘米。茎被白毛，多分枝。单叶耳生；有柄；2～3回羽状深裂或全裂，终裂片宽线形、线形或近披针形，先端常钝，上面绿色，毛较少，下面灰绿色，密生白毛；茎上部的叶羽状分裂或不分裂；近无柄。头状花序半球形，径5～7毫米，有梗，下垂，排成圆锥状花序；总苞片密被白毛，最外列者线形，灰黄绿色；小花皆为管状，黄色，表面有腺点，全部结实，花托有毛，毛几与小花等长。瘦果小，狭长倒卵形，具纵纹，黄褐色，长不及1毫米。花期8～9月。果期9～10月。\n生长河边、草地、荒地。分布东北、华北及甘肃、陕西等地。",
    "application": "治疗急性细菌性痢疾\n取白蒿鲜草2两或干品1两，水煎。分2～3次服，每日1剂，5～7日为一疗程；或制成冲剂及片剂服用。共治100例，显效(3天内达临床治愈)70例，有效(4～7天内达临床治愈)23例，治愈率为93%。据部分病例观察，服药后体温恢复正常平均1.35天，便次恢复正常2.12天，腹痛消失1.55天，里急后重消失1.68天；大便镜检恢复正常及细菌转阴平均时间分别为3.02天和5.65天。疗效似较黄连、痢特灵、合霉素等为高。冲剂、片剂疗效似较煎剂为差。",
    "position": "为菊科植物大籽蒿的全草。",
    "source": "《本经》"
  },
  {
    "name": "毛冬青叶",
    "alias": "?",
    "ingredient": "秃毛冬青叶含3，4-二羟基苯乙酮（3，4-dihydroxyacetophenone），氢醌（hydroquinone），东莨菪素（scopoletin），马栗树皮素（esculetin），高香草酸（homovanillic acid），催吐萝芙木醇（vomifoliol），秃毛冬青甲素（glaberide Ⅰ），毛冬青三萜甙（ilexolide）A。",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "①《广西中草药》：\"治汤火伤。\"\n\n②《浙江民间常用草药》：\"清热解毒，止痛消炎。治牙周炎，疖痈，带状疱疹，脓疱疮。\"",
    "taste": "《浙江民间常用草药》：\"性平，味苦涩。\"",
    "usage": "内服：煎汤，1～3钱。外用：煎水湿敷。研末或捣汁涂敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "胃；肺经",
    "plant": "毛冬青 常绿灌木或小乔木，高3-4m。小枝灰褐色，有棱，密被租名。叶互生；叶柄长3-4mm，密被短毛；叶片纸质或膜质，卵形或椭圆形，长2-6.5cm，宽1-2.7cm，先端短渐尖或急尖，基部宽楔形或圆钝，边缘有稀疏的小尖齿或近全缘，中脉上面凹下，创脉4-5对，两面有疏粗毛，沿脉有稠密短粗毛。花序簇生叶腋；雄花序每枝有1花，稀3花，花4或5数，花梗长1-2mm，花萼直径约2mm，裂片卵状三角形，被柔毛，花冠直径4-5mm，花冠倒卵状长圆形，雄蕊比花冠短；雌花序每枝具1-3花，花6-8数，花萼直径约2.5mm，裂片宽卵形，有硬毛，花瓣长椭圆形，长约2mm，子房卵形，无毛，柱头头状。果实球形，直径3-4mm，熟时红色，宿存花柱明显，分核常6颗，少为5颗或7颗，椭圆形，背部有单沟，两侧面平滑，内果皮近木质。花期4-5月，果期7-8月。\n生境分布：常生长于海拔180-500m的山坡灌丛中和荒山草丛中，除四川、湖北外，广布于长江以南各地。",
    "application": "?",
    "position": "冬青科植物毛冬青的叶片，植物形态详\"毛冬青\"条。",
    "source": "《广西中草药》"
  },
  {
    "name": "金刚藤",
    "alias": "菝葜、铁菱角、马加勒、筋骨柱子、红灯果",
    "ingredient": "?",
    "process": "8～9月挖取。洗净，切片，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风，活血，解毒。治风湿腰腿痛，跌打损伤，瘰疬。",
    "taste": "性温，味微辛。",
    "usage": "内服：煎汤，1～3钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "西南菝葜\n攀援木本，茎实心，无刺。根茎才；质，结节状。叶长圆状披针形，长5～8厘米，宽1～2厘米；叶柄长0.5～0.8厘米，鞘稍不明显，长几为叶柄的1／2，鞘端有1对卷须。伞形花序腋生，花序柄长1.5～2厘米，稍扁；花柄长7～8厘米；花单性，雌雄异株；花被片6。浆果熟时绿色。\n生于山坡林下。分布我国西南部及西藏等地。",
    "application": "?",
    "position": "为百合科植物西南菝葜的根茎。",
    "source": "《西藏常用中草药》"
  },
  {
    "name": "骨碎补",
    "alias": "猴姜、猢狲姜、石毛姜、石庵、过山龙、石良姜、爬岩姜、石岩姜、碎补、树蜈蚣、地蜈蚣、黄爬山虎、麻鸡翅膀、搜山虎、肉碎补、猴掌姜、石连、姜、石巴掌、毛姜、申姜、岩姜",
    "ingredient": "槲蕨根茎含淀粉16.4%、葡萄糖5.37%，还含柚皮甙。",
    "process": "冬、舂采挖，除去叶片及泥砂，晒干或蒸熟后晒干，用火燎去毛茸。",
    "distinguish": "①槲蕨、中华槲蕨及石莲姜槲蕨的干燥根茎呈扭曲的扁平长条状，常多分歧，长6～20厘米，直径0.5～1～2厘米，厚约2～4毫米。表面淡棕色至暗棕色，密被细小鳞片，黄棕色至棕色，柔软如毛；用火燎过则残留鳞片成棕色至深棕色，两侧及上表面具突起或凹下的圆形叶痕。质硬易折断，断面略平坦，红棕色，有黄白色散在的维管束，成圆圈状排列。气无、味淡而微涩。以粗壮扁平为佳。\n槲蕨主产于浙江、湖北、广东、广西、四川，此外，贵州、江西、福建等地亦产。中华槲蕨产于陕西、甘肃、青海、四川、云南。石莲姜槲蕨产于四川、云南。\n\n②崖姜的干燥根茎呈圆柱形或扁条状，粗大，略弯曲而扭曲，不分枝，长7～15厘米，直径1～2厘米，表面棕黑色或灰褐色，有不规则的纵沟纹和皱纹，在沟纹、皱纹及叶基处可见黄棕色细密的鳞片，上面有哭起的圆形叶痕，直径约1厘米。质坚硬，不易折断，断面不平坦。呈红棕色，有众多的黄色点状维管束，排列成\"凹\"形。气微弱，味微涩。\n产于广东，在辽宁、广东使用。\n\n③光亮密网蕨的干燥根茎详\"猪毛蕨\"条。\n\n④大叶骨碎补的干燥根茎呈扭曲的圆柱形，或略扁，长4～13厘米，直径7～9毫米，表面棕褐色，有纵沟纹及皱纹，残留少量黄棕色鳞片。上侧有突起的圆形叶基痕。质坚硬。易折断。断面略平坦，红棕色，有多数黄色点状维管束，排成环状，中央有两个维管束较大，呈新月形。气微弱，味微涩。\n产于广西、广东，在辽宁、广西、广东使用。",
    "effect": "1.据中国药科大学周铜水等研究，槲蕨根茎水煎剂(20g/kg，30g/kg)及柚皮甙(相当原药20g/kg )灌胃对实验性大鼠骨损伤愈合有促进作用。2.骨碎补水煎剂7.5-50g/kg灌胃，对大鼠实验性关节炎具有刺激骨关节软骨细胞代偿性增生作用，并能部分改善由于力学应力线改变造成关节软骨的退行性变，从而降低骨关节病变率。3.骨碎补双氢黄酮甙能增加体外培养大白鼠乳鼠心肌细胞的搏动频率，使收缩有力，并对心肌细胞有起搏作用，其作用机理，可能类似一种β-受体激动剂。4.骨碎补水煎液(100%)0.8ml/kg口服，对实验性高血脂兔可明显预防血清胆甾醇、甘油三酯的上升，并能防止主动脉壁粥样硬化斑块的形成。5.豚鼠实验提示，骨碎补煎剂与卡那霉素合用可减轻卡那霉素对耳蜗的毒性作用，但不能控制停药后中毒性耳聋的发展。6.骨碎补煎剂在试管内能抑制葡萄球菌的生长。骨碎补水煎剂7．5、10、25、50g/kg口服，对大鼠骨性关节炎模型，具有一定的改善软骨细胞、推迟细胞退行性变、降低骨关节病变率的功能，随剂量加大，作用增加，且在给药二个月后作用较佳。骨碎补水煎剂100g(生药)/kg/天在给予卡那霉素前2小时口服，连续8天，能减轻卡那霉素对耳蜗的毒性，但不能控制停药后中毒性耳聋的发展。",
    "creation": "骨碎补：去净泥砂杂质，洗净，稍浸泡，润透，切片，晒干。砂烫骨碎补：取砂子置锅内炒热，加入拣净的骨碎补，烫炒至鼓起，毛呈焦黄色，迅速取出，筛去砂，放凉后除去毛即成。\n\n《雷公炮炙论》：\"凡使骨碎补，采得后先用钢刀刮去上黄赤毛尽，便细切，用蜜拌令润，架柳甑蒸一日后出，暴干用。\"",
    "function": "补肾，活血，止血。治肾虚久泻及腰痛，风湿痹痛，齿痛，耳鸣，跌打闪挫、骨伤，阑尾炎，斑秃，鸡眼。\n\n①《药性论》：\"主骨中毒气，风血疼痛，五劳六极，口(一作\"足\")手不收，上热下冷。\"\n\n②《日华子本草》：\"治恶疮，蚀烂肉，杀虫。\"\n\n③《开宝本草》：\"主破血，止血，补伤折。\"\n\n④《本草正》：\"疗骨中邪毒，风热疼痛，或外感风湿，以致两足痿弱疼痛。\"\n\n⑤《本草述》：\"治腰痛行痹，中风鹤膝风挛气证，泄泻，淋，遗精，脱肛。\"\n\n⑥《广西中药志》：\"治小儿疳积。\"\n\n⑦《四川中药志》：\"泄湿，通经。\"",
    "taste": "苦，温。\n\n①《日华子本草》：\"平。\"\n\n②《开宝本草》：\"味苦，温，无毒。\"\n\n③《广西中药志》：\"甘微苦涩，温。\"\n\n入肝、肾经。\n\n①《纲目》：\"足少阴。\"\n\n②《本草求真》：\"入肾，兼入心。\"\n\n③《本草再新》：\"入肝、肾二经。\"\n",
    "usage": "内服：煎汤，3～5钱；浸酒或入丸、散。外用：捣敷。",
    "compatibility": "阻虚及无瘀血者慎服。\n\n①《本草经巯》：\"不宜与风燥药同用。\"\n\n②《本草汇言》：\"如血虚风燥，血虚有火，血虚挛痹者，俱禁用之。\"\n\n③《得配本草》：\"忌羊肉、羊血、芸薹菜。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "①槲蕨，又名：崖姜、岩连姜、爬岩姜、肉碎补、石碎补、飞天鼠、牛飞龙、飞来风、飞蛾草。\n附生草本，高20～40厘米。根状茎肉质粗壮，长而横走，密被棕黄色、线状凿形鳞片。叶二型，营养叶厚革质，红棕色或灰褐色，卵形，无柄，长5～6.5厘米，宽4～5.5厘米，边缘羽状浅裂，很象槲树叶；孢子叶绿色，具短柄，柄有翅，叶片矩圆形或长椭圆形，长20～37厘米，宽8～18.5厘米，羽状深裂，羽片6～15对，广披针形或长圆形，长4～10厘米，宽1.5～2.5厘米，先端急尖或钝，边缘常有不规则的浅波状齿，基部2～3对羽片缩成耳状，两面均无毛，叶脉显著，细脉连成4～5行长方形网眼。孢子囊群圆形，黄褐色，在中脉两侧各排列成2～4行，每个长方形的叶脉网眼中着生1枚，无囊群盖。\n附生于树上、山林石壁上或墙上。分布浙江、福建、台湾、广东、广西、江西、湖北、四川、贵州、云南等地。\n\n②中华槲蕨\n附生草本，高20～40厘米。根状茎密被棕色有亮光的披针状钻形鳞片。叶二型，营养叶稀少，红棕色，无柄，矩圆披针形，长9～10厘米，宽4～9厘米，羽状深裂，裂片长圆形或三角状披针形，长2～4.5厘米，宽约0.8～1.3厘米，先端钝或急尖，下部裂片缩短，上面被毛，下面无毛；孢子叶绿色，具长柄，柄淡棕红色，有狭翅，叶片长圆形或长圆状披针形，长20～40厘米，宽6.5～13厘米，羽状深裂几达中轴，羽片14～25对，长圆形或广线状披针形，宽1～1.4厘米，先端钝圆或急尖，下部羽片缩短或成耳状，叶片两面均疏被短毛，叶脉显著联结成网状，有内藏细脉。孢子囊群圆形，直径约2.5毫米，黄棕色，在中脉两侧各排列成一行，无囊群盖。\n生于高山地带的石上或树上。分布青海、甘肃、陕西、四川、云南等地。\n\n以上两种植物根茎上的鳞片(骨碎补毛)亦供药用，另详专条。\n\n③石莲姜槲蕨，又名：近邻槲蕨。\n附生多年生草本，高达60厘米。根茎肉质粗肥，横走，密生披针形或卵状披针形鳞片，其边缘有睫毛。叶二型，无毛，营养叶淡棕色，革质，阐卵形，长8～16厘米，宽6～10厘米，羽裂深1/2～2/3；孢子叶柄长8～20厘米，叶片长25～45厘米，宽20～30厘米，矩圆形或矩圆状卵形，羽状深裂达叶轴；裂片互生，下部一二对略短或不缩短，中部的长12～18厘米，宽1.5～2.5厘米，渐尖头，边缘有疏浅缺刻，网状叶脉明显。孢子囊群在主脉两侧各排成整齐的一行，靠近主脉，无囊群盖。\n附生山区树干或岩石上，分布四川、云南、贵州和广西。\n\n④崖姜\n附生多年生草本，高60～150厘米。根茎肉质粗厚，横走，密生棕色长条形有睫毛的鳞片。叶簇生，无柄，光滑，硬革质，长圆状披针形，中部宽15～25厘米，羽状深裂，向下部渐狭，中部以上的裂片长10～20厘米，宽约3厘米，全缘，无毛，先端长尾状渐尖，基部有关节，叶脉明显，网状，网眼有分离的内藏小脉。孢子囊群生于靠近侧脉的网眼上边和内藏小脉的交叉点上，近圆形或长圆形，成熟时呈断线形，无囊群盖。\n附生于雨林或季雨林中的岩石或树干上。分布广东、广西，台湾和云南。\n\n⑤光亮密网蕨，详\"猪毛蕨\"条。\n\n⑥大叶骨碎补，又名：硬骨碎补、华南骨碎补。\n多年生草本，高达1米。根状茎粗壮横走，连同叶柄基部密生披针形、膜质、棕色鳞片。叶近生，纸质，无毛；叶柄及叶轴棕色；叶片三角形，长宽各约60～90厘米，4回或5回羽状分裂，顶部渐尖并为羽裂；羽片互生，有柄，基部一对最大，中部以上逐渐变小；小羽片有短柄，连同小羽轴有狭翅；末回裂片斜三角形，常二裂成不等长的尖齿。孢子囊群生于小脉中部稍下的弯弓处，或生于小脉分叉处；囊群盖盅形。\n附生于岩石或树干上。分布广东、广西、台湾、云南。\n\n⑦海州骨碎补\n多年生草本，高15～20厘米。根茎长而横走，密",
    "application": "①防治链霉素毒性及过敏反应\n取骨碎补干片5钱，水煎分2次服，每日1剂，视需要可长期服用。对已知有链霉素毒性反应者，用链霉素同时使用本药，可防其毒性反应；既往有链霉素过敏的患者再次使用时，除从小剂量开始外，并加服本药脱敏。对使用链霉素过程中已出现毒性或过敏反应者，则用本剂治疗；临床观察21例(过敏反应2例，毒性反应19例)，服药后除2例无效外，其余均于第二天反应症状减轻，大部分于第3～4天反应症状消失。停服骨碎补后链霉素反应再次出现.再用骨碎补煎剂仍有效果。据观察，本药对反应中的头痛、头晕、口唇及舌尖麻木等症状疗效最好；对耳鸣、耳聋的控制也有一定效果。提示其主要作用，在于解除链霉素对第八对脑神经和三叉神经下颌枝的毒性作用。\n\n②治疗鸡眼\n取骨碎补3钱，碾成粗末，放入95%酒精100毫升中浸泡3日备用。用时先将足部鸡眼或疣子用温水洗泡柔软，再用小刀削去外层厚皮；然后涂擦骨碎补酒精浸剂，每2小时1次，连续4～6次，每日至多10次。擦后略有痛感，几分钟可消失。治疗鸡眼6例，均在10～15天内痊愈；疣子2例，均在3日内脱落而愈。",
    "position": "根茎类",
    "source": "《本草拾遗》"
  }
]