[
  {
    "name": "肉苁蓉",
    "alias": "肉松蓉,纵蓉,地精,金笋,大芸",
    "ingredient": "\n肉苁蓉含有微量生物碱及结品性中性物质。迷肉苁蓉含有生物碱。\n",
    "process": "\n春、秋均可采收。但以3～5月间采者为好，过时则中空。春季采者，通常半埋于沙土中晒干，商品称为\"甜大芸\"、\"淡大芸\"或\"淡苁蓉\"。秋采者，因水分多，不易晒干，须投入盐湖中1～3年后，取出晒干，称为\"盐大芸\"、\"咸大芸\"或\"咸苁蓉\"。\n",
    "distinguish": "\n①甜苁蓉呈圆柱状而稍扁，一端略细，稍弯曲，长10～30厘米，直径2～6厘米。表面灰棕色或褐色，密被肥厚的肉质鳞片，呈覆瓦状排列。质坚实，微有韧性，肉质而带油性，不易折断，断面棕色，有花白点或裂隙。气微弱，味微甜。\n\n②盐苁蓉形状较不整齐，黑褐色，质较软，外面带有盐霜。断面黑色，气微，味咸。以上均以肉质、条粗长、棕褐色、柔嫩滋润者为佳。\n\n产于内蒙古、甘肃、新疆、青海等地。以内蒙古产量最大。\n",
    "effect": "\n1.对小白鼠免疫功能的影响\n\n肉苁蓉水溶液50mg/kg或100mg/kgig给于小鼠观察各项免疫功能指标。结果：脾脏和胸腺重量从85±12和37±6mg/kg增加到140±12和53±6mg/kg;巨噬细胞吞噬率从53±5%增加至78±3%;溶血素和溶血空斑值分别从147±47和0.05±0.1增加为361±62和0.18±0.01;腹腔巨噬细胞内的CAMP含量从100±8.6pmol/ml增加到152±10.9，cGMP含量从62±12(pmol/ml)降低为39±7;提高淋巴细胞转化率，使3H一TdR的参入淋巴细胞的量从178±19(cpm)增加为589±139;使迟发性超敏反应从0.54±0.15(mm)增加力0.82±0.12。表明本品的水溶性成分对小鼠的体液及细胞免疫均有增强作用。\n\n2.对人淋巴细胞E花结形成和酸性a-醋酸萘酚酶酯酶(ANAE)活性的影响:\n\n正常人外周血淋巴细胞与药物在体外37℃共温1小时后测定活性E(Ea)和总E(Et)花结率。花结涂片作ANAE染色。结果表明，阳性对照药猪胸腺素F5(500ug/ml)、左旋咪唑(10ug/ml)和黄芪低浓度(5mg/ml)时，补肾药肉苁蓉低浓度(5mg/ml)时均能增加Ea花结率，但对Et花结率无影响。而肉苁蓉高浓度(50mg/ml)时均可降低Et花结率。实验中未见猪胸腺素F5和左旋咪唑能增高ANAE+淋巴细胞百分率，但肉苁蓉在高浓度或低浓度时可降低ANAE+淋巴细胞百分率。可以看出补肾药肉苁蓉在一定浓度下能促进Ea花结形成，E花结试验是测定人T细胞数量的常用方法，一定程度上可反映机体的细胞免疫功能。\n\n3.肉苁蓉对小鼠迟发性足垫反应的影响:\n\n小鼠ig中药煎液(60%，0.5ml)连续8天，给药d4ipSRBC攻击，24小时后测量足垫肿胀数值。结果表明，肉苁蓉组在攻击后24小时的足垫反应相对强度高于对照组，肉苁蓉在体内有促进细胞免疫功能的作用。\n\n4.对消化系统的作用：\n\n4.1.促进排便作用:\n\n肉苁蓉各组均能显著缩短小鼠的通便时间，具有促进排便作用。实验同时观察排出粪便的形态，给肉苁蓉各组多为正常或稍大粪粒，个别小鼠(5%)有稀水便发生。\n\n4.2.对小鼠小肠推动功能的影响:\n\n体重33±39雌性小鼠，所用药液及蒸馏水对照液均于给药前混入炭末(用量为药液的5%)。小鼠断食供水16小时后按0.6ml/只ig各供试液，20分钟后处死。剖腹取出小肠测量。以幽门至炭末行进最远处为推进度，幽门至回盲瓣为全长，前者除以后者为推进度。肉苁蓉各组能显著提高小鼠小肠推进度，证明该药能增强肠蠕动，有改善肠肌运动功能的作用。\n\n4.3.肉苁蓉对阿托品抑制排便的对抗作用:\n\n取体重42±39雄性小鼠(8mo)和体重46±4g雌性小鼠(8mo)按体重随机分成4组，雌雄各半。断食供水16小时后，单纯给水组按0.15ml/10g体重ig各供试液。记录ip阿托品时间、ig各供试液时间和小鼠排出第一粒红色粪便时间，计算通便时间。结果表明0.025%阿托品对小鼠有明显的抑制排便作用，肉苁蓉能有效地对抗阿托品的这种抑制排便作用，其对抗强度与胃复安相比无显著差异(P>0.47)。\n\n4.4.肉苁蓉对小鼠大、小肠水分吸收的影响:\n\n选取体重43±3g雄性小鼠(8mo)20只，体重43±3g雌性小鼠(8mo)20只，按体重随机分成4组，雌雄各半。断食供水16小时后对照组按0.15\n\nml/10g体重ig蒸馏水，肉苁蓉组ig等量50%肉苁蓉原药材水煎液。给药后3小时、5小时各处死一半小鼠，剖腹，用止血夹夹住大、小肠两端，将大、小肠分离剪下，分别置称量纸上，松开止血夹，立即于天平上称湿重。再于烘箱内105℃干燥2小时后，称取大小肠的干重。表4结果显示给药5小时后，肉苁蓉组大肠含水率与对照组相比差异非常显著，说明肉蓉对大肠的水分吸收具有抑制作用。\n\n5.炮制品的药理作用:\n\n不同炮制方法制成的肉苁蓉(炮制方法见化学成分之二)，以0.5g/只剂量给于小鼠，共10天，与阳虚(醋酸氢化可的松制成的模型)小鼠肝脾脱氧核糖核酸的合成率进行比较。结果阳虚组的DNA合成率减少，给药治疗组DNA合成率增加，P值分别为<0.05和<0.01等。\n",
    "creation": "\n肉苁蓉：拣净杂质，清水浸泡，每天换水1～2次(如系咸苁蓉，泡尽盐分)，润透，切片(纵切)，晒干。酒苁蓉：取苁蓉片，用黄酒拌匀，置罐内密闭，坐水锅中，隔水加热蒸至酒尽为度，取出，晾干。(每肉苁蓉100斤，用黄酒30斤)\n\n《雷公炮炙论》：\"凡使(肉苁蓉)，先须用清酒浸一宿，至明，以棕刷刷去沙土浮甲尽，劈破中心，去白膜一重如竹丝草样，却蒸，从午至酉出，又用酥炙得所。\"\n",
    "function": "\n补肾，益精，润燥，滑肠。治男子阳痿，女子不孕，带下，血崩，腰膝冷痛，血枯便秘。\n\n①《本经》：\"主五劳七伤，补中，除茎中寒热痛，养五脏，强阴，益精气，妇人癥瘕。\"\n\n②《别录》：\"除膀胱邪气，腰痛，止痢。\"\n\n③《药性论》：\"益髓，悦颜色，延年，治女人血崩，壮阳，大补益，主亦白下。\"\n\n④《日华子本草》：\"治男绝阳不兴，女绝阴不产，润五脏，长肌肉，暖腰膝，男子泄精，尿血，遗沥，带下阴痛。\"\n\n⑤《本草经疏》：\"白酒煮烂顿食，治老人便燥闭结。\"\n",
    "taste": "\n甘酸咸，温。\n\n①《本经》：\"味甘，微温。\"\n\n②《别录》：\"酸咸，无毒。\"\n\n③《本草正》：\"味甘咸微辛酸，微温。\"\n\n④《玉楸药解》：\"甘咸，气平。\"\n\n入肾、大肠经。\n\n①《本草经疏》：\"入肾、心包络、命门。\"\n\n②《本草经解》：\"入足厥阴肝经、足太阴脾经、足少阴肾经。\"\n\n③《玉楸药解》：\"入足厥阴肝、足少阴肾、手阳明大肠经。\"\n",
    "usage": "\n内服：煎汤，2～3钱；或入丸剂。\n",
    "compatibility": "\n胃弱便溏，相火旺者忌服。\n\n①《本草蒙筌》：\"忌经铁器。\"\n\n②《本草经疏》：\"泄泻禁用，肾中有热，强阳易兴而精不固者忌之。\"\n\n③《药品化义》：\"相火旺，胃肠弱者忌用。\"\n\n④《得配本草》;\"忌铜、铁。火盛便闭、心虚气胀，皆禁用。\"\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n①肉苁蓉\n\n多年生寄生草本，高15～40厘米。茎肉质肥厚，圆柱形，黄色，不分枝或有时从基部分2～3枝。被多数肉质鳞片状叶，黄色至褐黄色，覆瓦状排列，卵形至长圆状披针形，长1～2.5厘米，宽4～8毫米，在茎下部者较短且排列较紧密，上部者较长，排列较疏松。穗状花序圆柱形，长8～25厘米;宽6～8厘米，花多数而密集;每花的基部有1枚火苞片和2枚对称的小苞片，大苞片卵形或长圆状披针形，先端尖，小苞片长圆状披针形，与花萼几等长;花萼钟形，淡黄色或白色，长1～1.3厘米，5浅裂，裂片近圆形，无毛或多少被有绵毛;花冠管状钟形，5浅裂，裂片近圆形，紫色，管部白色;雄蕊4，花药倒卵圆形，先端有短尖的药隔，花药与花丝基部被皱曲的长柔毛;子房上位，长椭圆形，花柱细长。蒴果椭圆形，2裂。种子多数。花期5～6月。果期6～7月。\n\n生于盐碱地、干河沟沙地、戈壁滩一带。寄生在红沙、盐爪爪、着叶盐爪、珍珠、西伯利亚白刺等植物的根上。分布内蒙古、陕西、甘肃、宁夏、新疆等地。\n\n②苁蓉\n\n多年生寄生草本，高可达1米。形与肉苁蓉相似，但茎上鳞片状叶呈披针形或线状披针形，长1.5～4厘米，宽4～8毫米，先端渐尖。花黄色，大苞片线状披针形，近于光滑，小苞片披针形或线状披针形，稍长于花萼;花萼光滑无毛，裂片边缘有细圆齿。\n\n生于湖边、沙地、琐琐林中，寄生在琐琐的根上。分布内蒙古等地。\n\n③迷肉苁蓉\n\n多年生寄生草本。茎基部特别肥厚，直径30～45厘米，鳞片状叶;呈卵状披针形;茎中部较细，直径15～25厘米，鳞片状叶呈长团状披针形。穗状花序长圆形或圆柱形;苞片边缘密被绵毛;花冠裂片边缘具细毛。\n\n生于沙地、琐琐林中，寄生在琐琐根上。\n\n分布内蒙古等地。\n",
    "application": "用于腰膝痿软、阳痿、女子不孕、肠燥便秘。煎汤内服，用量6~9克。",
    "position": "\n为列当科植物肉苁蓉或苁蓉、迷肉苁蓉等的肉质茎。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "麝香",
    "alias": "当门子、脐香(《雷公炮炙论》)，麝脐香(《纲目》)，四味臭(《东医宝鉴》)，臭子、腊子(《中药志》)，香脐子(《中药材手册》)。",
    "ingredient": "\n含水分22.56%(常温，减压，浓硫酸干燥器中)，灰分3.62%(中含钾、钠、钙、镁、铁、氯、硫酸根、磷酸根等)，含氮化合物(中含碳酸铵1.15%，铵盐中的氨1.89%，尿素0.40%，氨基酸氮1.07%，总氮量9.15%)，胆甾醇2.19%，粗纤维0.59%，脂肪酸5.15%，麝香酮1.2%。\n\n\n麝香主要芳香成分为麝香酮，但又含少量的降麝香酮。麝香纯干燥品一般组成的范围如次：水溶性物质50～75%，乙醇溶性物质10～15%，水分10～15%(常温、浓硫酸干燥器中)，灰分7～8%，麝香酮0.5～2%。\n",
    "process": "\n活麝取香：选3岁以上的壮年雄麝，缚在取麝台上，腹部向上。取香者以左手固定麝香囊(香腺囊)，并分开囊口，右手持经过消毒的取香匙，徐徐插入，深度视麝香囊大小而定，防止损伤香囊。插入后，轻轻转动取香匙，并向外掏取麝香，用盘盛取。取香后，用消炎药涂搽囊口，然后将麝放回。一般每年冬、春取香1次，也有每年3、4月和7、8月取香2次。\n\n\n过去多猎麝取香，在冬、春季猎取雄麝，连腹皮割下麝香囊，阴干。将毛剪短，即为\"整麝香\"，又称\"毛香\"。挖取囊中的麝香颗粒，称为\"麝香仁\"，又称\"散香\"。\n",
    "distinguish": "\n①整麝香：呈球形、椭圆形或扁圆形，直径3～7厘米。开口面略平坦，密生白色或灰棕色的细短毛，呈旋涡状排列，中央有一小孔(囊口)，直径约2～3毫米，去毛后显棕色的革质皮。另一面为黑棕色的皮膜，无毛，手捏略有弹性。用剪刀剪开，可见中层皮膜，呈银灰色且透明，习称\"银皮\"，内层皮膜呈棕红色，习称\"油皮\"，再内包含有颗粒状及粉末状的麝香仁。质较柔软，有特异的香气。\n\n\n②麝香仁：鲜时呈稠厚黑褐色软膏状，干后为棕黄色或紫红色的粉末，并偶尔夹有细毛。其中呈块状颗粒者习称\"当门子\"，为不规则圆形或扁平状，多呈紫黑色，微有麻纹，油润光亮。质柔有油性，手捻成团而不粘手、不结块，手放开立即松散弹起。有强烈而特异的香气，味微苦而略辣。均以质柔软、有油性、当门子多、香气浓烈者为佳。\n\n\n主产四川、西藏、云南、陕西、甘肃、内蒙古;此外，东北、河南、安徽、湖北、广西、贵州、青海等地亦产。\n",
    "effect": "\n①对中枢的作用\n\n\n天然麝香酮或人工麝香酮小剂量对大白鼠食物运动性条件反射无显著影响，中等剂量(0.01～0.06毫克/公斤)可使阳性条件反射潜伏期延长或反应消失，分化相改善，有个别动物分化相受到抑制;大剂量时(1毫克/公斤)则使大多数动物呈中毒现象，表现阳性条件反射的反应不规则或消失，分化相受到抑制。天然麝香原生药、天然麝香酮及人工麝香酮均能缩短戊巴比妥钠引起的小鼠睡眠时间，但大剂量则反而延长睡眠时间，天然麝香5、10和20毫克的剂量给予大白鼠2、3和5天者，可显著缩短戊巴比妥钠引起的睡眠时间。故麝香对中枢神经系统的作用为小量兴奋，大量抑制。\n\n\n②对呼吸、循环系统的影响\n\n\n麝香对离体心脏有兴奋作用，麝香酊静脉注射于家兔及狗，可使血压上升，呼吸次数增加，人工及天然麝香酮静脉注射于麻醉猫亦均有升压作用，呼吸次数及频率增加。用猫乳头肌、豚鼠气管平滑肌等作实验，可观察到麝香能增强儿茶酚胺的作用。\n\n\n③对子宫的作用\n\n\n麝香对离体及在位子宫均呈明显兴奋作用，后者更为敏感，妊娠的又较非妊娠的敏感，对非妊娠的兴奋作用发生较慢但较持久。\n\n\n④抗菌、抗炎作用\n\n\n麝香酊的稀释液，在试管内能抑制大肠杆菌及金黄色葡萄球菌。对由分枝杆菌抗原注射液引起的大鼠关节炎，其消炎作用强于布他酮。\n\n\n⑤其他作用\n\n\n过去曾将麝香用于呃逆、中枢神经衰竭，现已少用，而人工?香可用于小儿百日咳的咳嗽及声门痉挛。\n",
    "creation": "\n用温水浸润香囊，割开后除去皮毛内膜杂质，用时取麝香仁研细。\n\n\n①《雷公炮炙论》：\"凡使麝香，用当门子尤妙，微研用，不必苦细也。\"\n\n\n②《本草蒙筌》：\"勿近火、日，磁钵细擂。\"\n\n\n③《本草述》：\"如欲细甚，入醇酒少许，不损香气。\"\n",
    "function": "\n开窍，辟秽，通络，散瘀。治中风，痰厥，惊痫，中恶烦闷，心腹暴痛，癥瘕癖积，跌打损伤，痈疽肿毒。\n\n\n①《本经》：\"主辟恶气，温疟，痫痓，去三虫。\"\n\n\n②《别录》：\"疗中恶，心腹暴痛，胀急痞满，风毒，妇人难产，堕胎，去面鼠，目中肤翳。\"\n\n\n③陶弘景：\"疗蛇毒。\"\n\n\n④《药性论》：\"除心痛，小儿惊痫、客忤，镇心安神。以当门子一粒，细研，熟水灌下，止小便利。能蚀一切痈疮脓。\"\n\n\n⑤《日华子本草》：\"杀脏腑虫，制蛇、蚕咬，沙虱、溪、瘴毒，吐风痰。纳子宫暖水脏，止冷带疾。\"\n\n\n⑥《仁斋直指方》：\"能化阳通腠理。\"\"能引药透达。\"\n\n\n⑦王好古：\"疗鼻窒不闻香臭。\"\n\n\n⑧《纲目》：\"通诸窍，开经络，透肌骨，解酒毒，消瓜果食积。治中风，中气，中恶，痰厥，积聚癥瘕。\"\n\n\n⑨《本草正》：\"除一切恶疮痔漏肿痛，脓水腐肉，面酐斑疹。凡气滞为病者，俱宜用之。若鼠咬、虫咬成疮，以麝香封之。\"\n\n\n⑩《本草备要》：\"治耳聋，目翳，阴冷。\"\n",
    "taste": "\n辛，温。\n\n\n①《本经》：\"味辛，温。\"\n\n\n②《别录》：\"无毒。\"\n\n\n⑧《药性论》：\"味苦，辛。\"\n",
    "usage": "\n内服：入丸、散，3～5厘。外用：吹喉、搐鼻、点眼、调涂或入膏药中敷贴。\n",
    "compatibility": "\n孕妇忌用。\n",
    "storage": "密闭，置阴凉干燥处，遮光，防潮，防蛀。",
    "side_effects": "静脉注射麝香水提物的小鼠半数致死量为6.0g/kg；麝香酮腹腔注射小鼠半数致死量为290.7±20.76mg/kg,较大剂量出现活动减少；中毒剂量动物出现四肢伏倒、震颤、双目紧闭、呼吸明显抑制及死亡；大鼠腹腔注射本品55.56mg/kg，连续20天，对红细胞和白细胞有一定的影响，且使大鼠的肝脾有一定的增大，边缘厚钝。 麝香水剂小鼠腹腔注射的半数致死量 为331.1mg/kg，药量增大至600mg/kg时，可见小鼠竖毛，未见发生特殊毒性反应。另有实验证明，静脉注射麝香水提取物的小鼠半数致死量为6g/kg。麝香酮小鼠静脉注射的半数致死量 为152-172mg/kg，腹腔注射的半数致死量为270-290mg/kg。较大剂量麝香酮可使小鼠四肢伏倒，震颤、闭目，呼吸抑制而死亡，大鼠灌胃麝香60mg/kg，家兔灌胃62mg/kg，连续15日或大鼠灌胃麝香混悬液2g/kg，连续16日，体重、血液、肝、肾均未见异常改变。大鼠腹腔注射27.78mg/kg，体重、各脏器和血象均无亦化，剂量加大一倍，可见肝、脾增大，边缘厚钝，病理组织切片未见异常。狗肌肉注射人工麝香酮注射液400-800mg/kg，连续14日，结果所有动物食欲增加，行动自如，肝、肾功能和血象等均未发现异常。猴每只注身1.2g，连续2日，亦无任何中毒现象，可见麝香和麝香酮毒性都很小。",
    "category": "心；肝；脾经",
    "plant": "1.林麝，林麝体长约75cm，体重约10kg。毛角较深，深褐色或灰褐色，成体身上一般无显着肉桂黄或土黄点状斑纹。耳背色多为褐色或黑褐色；耳缘、耳端多为黑褐色或棕褐色，耳内白色，眼的下部有两条白色或黄白色毛带延伸至颈和胸部。四枝前面似体肢为足迹和性。成年雄麝有1对上犬齿外露，称为獠牙，腹下有1个能分泌麝香的腺体囊，开口于生殖孔相近的前面。雌麝无腺囊和獠牙。尾短小，掩藏于臀毛中。2.马麝，体形较大，体长85-90cm，体重15kg左右。全身沙黄褐色或灰褐色，后部棕褐色较强。面、颊、额青灰色，眼上淡黄，眼下黄棕色。耳背端部及周缘黄棕色、耳内周缘、耳基沙黄色或黄棕色。颈背有栗色块斑，上有土黄色或肉桂黄色毛丛形成4-6个斑点排成两行。颈下白色带纹不显，因有棕褐色和白毛混杂而形成黄白区。腹面为土黄色或棕黄色。3.原麝，体长85cm左右，体重12kg左右。耳长直立，上部圆形，鼻端裸出无毛。雄性上犬齿发达，露出唇外，向后弯曲成獠牙。雌性上犬齿小，不露出唇外。四肢细长，后肢比前肢长，所以臀部比背部高。主蹄狭长，侧蹄长能及地面。尾短隐于臀毛内。雄性脐部与阴囊之间有麝腺，成囊状，即香囊，外部略隆起，香囊外及中骨有二小口，前为麝香囊口，后为尿道口。通体为棕黄褐色、黑褐色等，嘴、面颊灰褐色，两颊有白毛形成的两个白道直连颔下。耳背、耳尖棕褐色或黑褐色，耳内白色。从颈下两则各有白毛延至腑下成两条白色宽带纹，颈背、体背有土黄色或肉桂黄色斑点，排成4-6纵行。腹面毛色较淡，多为黄白色或黄棕色。四肢内侧呈浅棕灰色，外侧深棕或棕褐色。尾浅棕色。\n生境分布：栖息于多岩石的针叶林和针、阔混交林中，常独居，多于晨昏活动。食物为松树、冷杉、雪松的嫩枝叶，地衣苔藓，杂草及各种野果等。资源分布：1.分布于新疆、西藏、青海、甘肃、宁夏、陕西、山西及湖北、四川、贵州等地。2.分布于青藏高原、甘肃、云南、四川等地。3.主要分布于黑龙江、吉林、河北等地。\n栽培：生活习性 麝属山地森林动物，可栖息在1000-4000m的多石针叶林、针阔混交、阔叶林及灌木丛、草坪地带。性胆怯，孤僻不喜群，活动有一定的规律，平时多早晨昏活动，白天多在隐蔽的地方休息。行动轻快敏捷，善跳跃视觉、听觉灵敏。食性广泛，可取食300多种植物，包括茎、叶花、果实及种子，尤其喜食新生的嫩芽、嫩叶、藏类、苔藓等。养殖技术 麝为季节性多次发情动物，发情交配期在10月至翌年2月份，公麝发情期较长，从9月份开始到翌年4月份11-12月份为发情旺期。雌麝发情季节内有3-5个发情周期。妊娠期为178-189d，产仔多在5-6月，每胎产l-3仔麝一般1岁半左右性成熟，但在人工饲养条件下，公麝3岁半，母麝2岁半参加配种，一般多用单公群母配种法，即按1雄：4-6雌组群配种。雌麝产仔一般不需要人工助产，仔麝产下后，身上的粘液必须让母麝舐吃，以建立母子感情。饲养管理人工饲养席应按公、母、年龄。健康状况、性情等方面的特点，分群分圈饲养。人同的麝在不同的生理时期对饲料的要求也有所不同。一般青饲料主要为冬青枝叶、柏树叶、榆树叶和桑叶，精饲料为70%以上的玉米粉加30%的黄豆粉，多汁饲料为甘薯、胡萝卜、南瓜、蔬菜等。另外还必须加喂少量食盐、骨粉及生长素。圈养地应保持安静，防止惊扰。疾病防治 仔麝痢疾，可用磺胺眯0.5g，鞣酸蛋白0.5g次磺酸0.5g，小苏打0.2g，或用合霉素0.25g，葡萄糖0.3g调成糊状投服，同时肌内注射氯霉素1ml，每日2次。",
    "application": "\n治疗冠心病心绞痛\n\n\n用人工麝香以乳糖压成片剂(每片含人工麝香30毫克)，当心绞痛发作或由冠心病引起胸闷、气憋时，取1片含于舌下，疼痛厉害者含1.5～2片。观察160例，最少含过2次，大多数含过10～20次，部分含过70～80次。结果如下：㈠与硝酸甘油同样有效，于含后2～5分钟发挥作用者(包括比硝酸甘油作用更快、止痛时间更长者)119例(74.37%)。㈡与硝酸甘油同样有效，但比硝酸甘油作用慢，含后7～10分钟发挥作用者27例(16.88%)。㈢含后止痛效果不如硝酸甘油，有的含2片才有效者6例(3.75%)。㈣无效8例(5%)。副作用：3例对麝香气味有恶心感觉，继续应用即逐步适应，不需停药。未见头痛、头胀、头晕等副作用;合并高血压者未见血压升高，亦未发现脉搏增速现象。鉴于有30例含后作用较硝酸甘油慢且差，有的含2片才止痛(但未见任何毒性反应)，因此可考虑每片含量增至50毫克，或许能提高疗效。\n",
    "position": "为鹿科动物麝的雄兽香腺囊中的分泌物。",
    "source": "《本经》"
  },
  {
    "name": "穿破石",
    "alias": "柘根(《千金方》)，川破石(《生草药性备要》)，地棉根、拉牛入石(《岭南采药录》)，黄蛇(《广东中药》)。",
    "ingredient": "小柘树根含黄酮甙、酚类、氨基酸、有机酸、糖类。",
    "process": "全年可采。挖出根后，削去支根，洗净，截段晒干，或开片晒干。",
    "distinguish": "干燥根呈圆柱形，极少分枝，粗细不一，粗者可达5～6厘米。外表栓皮橙黄色或橙红色，有细密横皱纹，菲薄如纸，极易脱落；栓皮脱落后，表面现灰黄色，并有棕黄色或橙黄色斑块。质坚硬。横切面皮部薄，纤维性，木部发达，黄色，满布细小密集的针孔状导管，中心或有小的髓部。以皮色黄、根条匀、无须根者为佳。\n产广东、广西、福建等地。",
    "effect": "柘木根乙醇提取物有较好的抗结核菌作用。试管中，采用改良苏通半流体琼脂培养基，接种强毒人型结核菌（H37RV)，其最低抑菌浓度为6.3-12.5μg／ml。体内抗菌试验表明，给感染结核菌小鼠第2日开始给予柘木注射液1.5g／只，每日1次，至对照组半数动物死亡时停药，可显著延长感染小鼠的半数存活时间［ 1， 2」",
    "creation": "洗净，润透，斜切薄片，晒干。",
    "function": "祛风利湿，活血通经。治风湿关节疼痛，黄疸，淋浊，蛊胀，闭经，劳伤咳血，跌打损伤，疔疮痈肿。\n\n①姚可成《食物本草》：\"治疮疡疥癣。\"\n\n②《生草药性备要》：\"治酒顶，消蛊胀；浸酒祛风。\"\n\n③《本草求原》：\"壮筋骨，活血，理跌打。\"\n\n④《岭南采药录》：\"祛风湿，十蒸九晒；治跌打，酒煎服；肩疮和蜜捣敷。\"\n\n⑤《南宁市药物志》：\"血通经，治淋浊，去远年瘀积、结石。\"\n\n⑥《闽东本草》：\"健脾益胃，舒筋活络，祛风湿，去瘀血。治腰痛、关节痛，虚劳黄肿，脾虚泄泻。\"\n\n⑦广州部队《常用中草药手册》：\"凉血散瘀。治经闭。\"\n\n⑧《广西实用中草药新选》：\"清热活血，止咳祛痰，治劳伤咳血。\"\n\n⑨《云南中草药选》：\"消炎止痛，治流行性腮腺炎，疖肿。\"\n\n⑩《福建中草药》：\"清热利湿。治湿热黄疸，湿热痹，疔疮痈肿。\"",
    "taste": "淡微苦，凉。\n\n①《生草药性备要》：\"味甜，性平。\"\n\n②《闽东本草》：\"味甘，性温。\"\n\n③广州部队《常用中草药手册》：\"淡微苦，微凉。\"\n\n④《广西实用中草药新选》：\"微苦微甘，性平，无毒。\"\n\n⑤《云南中草药选》：\"淡微甘，凉。\"",
    "usage": "内服：煎汤，2～4钱(鲜者1～2两)；或浸酒。外用：捣敷。",
    "compatibility": "《南宁市药物志》：\"孕妇忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "①小柘树，又名：奴柘(《本草拾遗》)，隈枝(《益部方物略记》)，隈支(《纲目》)，葨芝(《云谷杂记》)，构棘、九层皮、假荔枝、猴欢喜、山荔枝，黄金刺、鸟不踏、老鼠刺、饭团竻、野梅子。\n常绿直立或攀援状灌木，高2～4米。根皮柔软，黄色。枝灰褐色，光滑，皮孔散生，具粗壮、直立或微弯的棘刺，长5～10毫米。单叶互生，革质，倒卵状披针形、椭圆形或长椭圆形，长4～9厘米，宽1.5～2.8厘米，先端钝或渐尖，基部楔形，全缘，两面无毛；叶柄长5～10毫米，花单性，雌雄异株；头状花序单生或成对，具短柄，被柔毛：雄花序径6毫米，花被片3～5，楔形，不相等，被毛；雌花序球状，结果时增大，径约1.8厘米，花被片4，顶端厚，被茸毛。聚花果球形，肉质，直径达5厘米，被毛，瘦果包裹在肉质的花被和苞片中。花期4～5月。果期9～10月。\n生于山坡、溪边、灌丛中。分布湖南、安徽、浙江、福建、广东、广西等地。\n\n本植物树干上的棘刺(奴柘刺)、果实(山荔枝果)亦供药用，另详专条。\n\n②柘树，详\"柘木\"条。",
    "application": "治疗急、慢性肝炎\n取穿破石2斤，五指毛桃半斤，葫芦茶3两，加水浸过药面煮2次，药液合并浓缩至1500毫升，加白糖300克及防腐剂，静置过滤。每次45毫升，对急性黄疸型肝炎及较重的慢性肝炎日服二次，轻症慢性肝炎日服一次，均以30天为一疗程。经治72例，临床治愈35例(急性黄疸型17例，慢性肝炎18例)；好转25例(急性黄疸型6例，慢性肝炎19例)；无效12例(慢性肝炎)。",
    "position": "为桑科植物小柘树或柘树的根。",
    "source": "《岭南采药录》"
  },
  {
    "name": "党参",
    "alias": "上党人参、防风党参、黄参、防党参、上党参、狮头参、中灵草",
    "ingredient": "\n党参根含皂甙、微量生物碱、蔗糖、葡萄糖、菊糖、淀粉、粘液及树脂等。\n\n川党参根含挥发油、黄芩素萄萄糖甙、微量生物碱、多糖、菊糖、皂甙。\n",
    "process": "\n秋季采挖，除去地上部分，洗净泥土，晒至半干，用手或木板搓揉，使皮部与木质部贴紧，饱满柔软，然后再晒再搓，反复3～4次，最后晒干即成。\n",
    "distinguish": "\n党参药材由于产地不同，有西党、东党、潞党等三种。\n\n①西党\n\n根部类圆柱形，末端较细，长8～20厘米，直径约5～13毫米。根头部有许多疣状突起的茎痕，俗称\"狮子盘头\"，每个茎痕呈凹下点状。表面灰黄色或浅棕黄色，有明显纵沟，近根头处有紧密的环状皱纹，逐渐稀疏约占全体之半。皮孔横长、明显，略突出，长约0.3～0.8厘米。支根脱落处常见黑褐色胶状物，系内部乳汁溢出干燥所成。质稍坚脆，易折断。断面皮部白色，有裂隙，木部淡黄色。气特殊，味微甜。以根条肥大、粗实、皮紧、横纹多、味甜者为佳。\n\n主产陕西、甘肃。\n\n②东党\n\n根类圆柱形，常分歧。长12～25厘米，直径约5～22毫米。根头大而明显，根外皮黄色及灰黄色，粗糙，有明显纵皱。皮孔短而突出，呈点状突起。质疏松，易折断。断面皮部黄色，木部黄白色，皮部占本部之1/3，皮部有横向裂隙，木部射线亦成裂隙。以根条肥大、外皮黄色、皮紧肉实、皱纹多者为佳。\n\n主产东北等地。\n\n③潞党\n\n根类扁圆柱形，单一，长约8～22厘米，直径约7～10毫米，亦有较长大者。根头部无明显\"狮子盘头\"。根表面浅灰棕色，有深而不规则的纵皱沟，近根头处有较稀横纹。质较轻，易折断，断面不规则。气微，无香气，味甜。以独支不分叉、色白、肥壮粗长者为佳。\n\n主产山西，多为栽培品。野生于山西五台山等地者称\"台党\"。\n\n同属植物川党参的根，亦同等使用，商品称\"川党\"。根类圆柱形，末端稍细，很少有分歧，长约15～35厘米，直径约5～25毫米。根头部呈\"狮子盘头\"状。表面灰黄色，有明显纵皱沟，遍体或只顶端有较稀的横纹。支根脱落处有溢出乳汁而凝成的黑褐色类胶状物。质较坚实，易折断，断面裂隙少，木部黄色，其外围有一圈浅棕色环。皮部淡黄色。气香味甜。\n\n产四川、湖北等地。\n\n此外，同属植物中供党参药用的尚有：管花党参(又名甜党、叙党，产四川、贵州);绿花党参(产四川);秦岭党参(又名大头党参，产陕西、甘肃);新疆党参(产新疆);柴党(产四川、甘肃)等。\n",
    "effect": "\n①对血细胞的影响\n\n党参根的醇、水浸膏口服或皮下注射，可使正常兔的红细胞及血红蛋白略有增加;摘除脾脏后，作用显著减弱，故推测其\"补血\"作用，可能与脾脏有关。此时白细胞则有减少倾向。北党参据云无此作用。党参浸液1：40在试管内无溶血现象，但与红细胞作用后，可变色，发生浑浊、沉淀。\n\n②对血糖的影响\n\n对兔腹部皮下注射党参浸膏，可使血糖升高;但如注射发酵后的浸膏或灌胃给药，则无比作用，故认为其升高血糖乃因根中含多量糖分所致;它也不能抑制因注射利尿素而发生的神经性高血糖。据初步试验，北党参灌胃，能升高血糖。\n\n③降压作用\n\n醇、水浸膏静脉或腹腔注射，?降低麻醉犬的血压，据初步分析，认为是属于末梢性的;并有某些抗肾上腺素作用;其水浸液或醇、水浸出液也有降低麻醉动物血压的作用，并能抑制离体蟾蜍心脏。对慢性高血压犬，每日灌服水浸液4克(生药)/公斤，未见有降压作用。\n\n同属植物的根的提取物或总甙，长期(40天)喂兔，可增加红细胞敷(17.5%)，增加体重(23%);对松节油引起的白细胞增多症有预防及治疗功效;长期口服，内脏器官未发现有何病理改变。总甙予小鼠口服，小量可增强呼吸，大量可降低水合氯醛之麻醉：对士的宁反似有某些拮抗作用。\n",
    "creation": "\n党参：洗净泥沙后润透去芦，切片或切段，晒干。炒党参：将麸皮置于加热之锅内，至锅上起烟时，加入党参片，拌炒至深黄色，取出筛去麸皮，放凉。(每党参100斤，用麸皮20斤)\n",
    "function": "\n补中益气，生津，养血。\n\n主治脾胃虚弱，气血两亏，体倦无力，食少，口渴，久泻，脱肛。\n",
    "taste": "\n甘，平。归脾、肺经。\n",
    "usage": "\n1.《中华本草》：内服：煎汤，6-15g；或熬膏、入丸、散。生津、养血宜生用；补脾益肺宜炙用。\n\n2.《中国药典》：煎服，9～30g。\n",
    "compatibility": "\n气滞、肝火盛者忌用；邪盛而正不虚者不宜。\n",
    "storage": "置通风干燥处。防蛀。",
    "side_effects": "党参水提乙醇沉淀注射液，小鼠腹腔注射的半数致死量为79.21±3.6g/kg。小鼠1次口服党参多糖10g/kg，观察72小时无死亡，外观也无明显变化。",
    "category": "归经_脾经",
    "plant": "\n党参，又名：辽参、三叶菜、叶子草。\n\n多年生草本。根长圆柱形，直径1～1.7厘米，顶端有一膨大的根头，具多数瘤状的茎痕，外皮乳黄色至淡灰棕色，有纵横皱纹。茎缠绕，长而多分歧，下部疏生白色粗糙硬毛，上部光滑或近于光滑。叶对生、互生或假轮生：具柄，叶柄长0.5～4厘米，被疏柔毛：叶片卵形或广卵形，长1～7厘米，宽0.8～5.5厘米，先端钝或尖，基部截形或浅心形，全缘或微波状，上面绿色，被粗伏毛，下面粉绿色，密被疏柔毛。花单生，具细花梗;花萼绿色，具5裂片，裂片长圆状披针形，先端钝，光滑或稍被茸毛;花冠广钟形，直径2～2.5厘米，淡黄绿色，且有淡紫堇色斑点，先端5裂，裂片三角形至广三角形，直立;雄蕊5，花丝中部以下扩大;子房上位，3室，胚珠多数，花柱短，柱头3，极阔，呈漏斗状。蒴果圆锥形，3室，有宿存花萼。种子小，褐色有光泽。花期8～9月。果期9～10月。\n\n生于山地灌木丛中及林缘，分布东北及河北、河南、山西、陕西、甘肃、内蒙古、青海等地。\n",
    "application": "用量9~30克，煎服。用治脾肺虚弱、气短心悸、食少便溏、虚喘咳嗽、内热消渴。",
    "position": "\n为桔梗科植物\nCodonopsis pilosula (Franch.)Nannf.、\nC. Pilosula Nannf. Var.modesta(Nannf.)L.T.Shen或\nC.tangshen Oliv.的根。\n",
    "source": "\n《本草从新》\n"
  },
  {
    "name": "半夏",
    "alias": "地文,水玉,守田,示姑,羊眼半夏,和姑,蝎子草,地珠半夏,麻芋果,三步跳,泛石子,地鹧鸪,地茨菇,老黄嘴,老和尚头,野芋头,老鸹头,捉嘴豆子,地巴豆,无心菜根,天落星,老鸹眼,麻芋子,地雷公,老瓜蒜,狗芋头,珠半夏,裂刀菜,麻草子",
    "ingredient": "块茎含挥发油、少量脂肪(其脂肪酸约34%为固体酸、66%为液体酸)、淀粉、烟碱、粘液质、天门冬氨酸、谷氨酸、精氨酸、β-氨基丁酸等氨基酸、β-谷甾醇、胆碱、β-谷甾醇-β-D-葡萄糖甙、3，4-二羟基苯甲醛，又含药理作用与毒芹碱及烟碱相似的生物碱、类似原白头翁素刺激皮肤的物质。嫩芽含尿黑酸及其甙。",
    "process": "7～9月间采挖，洗净泥土，除去外皮，晒干或烘干。",
    "distinguish": "干燥块茎呈圆球形、半圆球形或偏斜状，直径0.8～2厘米。表面白色，或浅黄色，未去净的外皮呈黄色斑点。上端多圆平，中心有凹陷的黄棕色的茎痕，周围密布棕色凹点状须根痕，下面钝圆而光滑。质坚实，致密。纵切面呈肾脏形，洁白，粉性充足；质老或干燥过程不适宜者呈灰白色或显黄色纹。粉末嗅之呛鼻，味辛辣，嚼之发粘，麻舌而刺喉。以个大、皮净、色白、质坚实、粉性足者为佳。以个小、去皮不净、色黄白、粉性小者为次。\n全国大部分地区均产；主产四川、湖北、安徽、江苏、河南，浙江等地；以四川产量大、质量好。\n\n除上述品种外，尚有同属植物掌叶半夏的块茎，在江苏、河南、河北、山西等地亦作半夏使用。与半夏的主要区别点为：掌叶半夏的块茎较大，通常直径3～4厘米；叶片掌状，有小叶9～11枚。参见\"掌叶半夏\"条。",
    "effect": "1.镇咳作用:生半夏、姜半夏、姜浸半夏和明矾半夏的煎剂，0.6-1g/kgig或iv，对猫碘液注入胸腔或电刺激喉上神经所致的咳嗽有明显的镇咳作用，且可维持5小时以上。0.6g/kg的镇咳作用接近于可待因lmg/kg的作用。2.抑制腺体分泌的作用:半夏制剂ip，对毛果芸香碱引起的唾液分泌有显着的抑制作用，亦有报道煎剂po时，唾液分泌先增加，后减少。3.镇吐和催吐作用:半夏加热炮制或加明矾、姜汁炮制的各种制剂，对去水吗啡、洋地黄、硫酸铜引起的呕吐，都有一定的镇吐作用。上述3种催吐剂的作用机制不同，而半夏都可显示镇吐作用，推测其镇吐作用机制是对呕吐中枢的抑制。4.抗生育作用:半夏蛋白1.25mg/ml（在0.9%NaCl中）sc0.2ml对早孕小鼠的抑孕率为50%。结晶半夏蛋白经6M盐酸胍变性后，用分步透析法（即用缓冲液等体积递减稀释变性剂），最终恢复半夏蛋白在生理盐水中平衡，去除变性剂后可以重新天然化，并恢复其原有活力。不同逆转条件的恢复半夏蛋白，对小鼠抗早孕的抑孕率在69-88%之间，仅一种逆转条件为5-8℃者，抑孕率仅36%。利用辣根过氧化物酶标记定位术显示子宫内膜、腺管上皮细胞以及胚胎外胚盘锥体上某些部分细胞团和半夏蛋白有专一性的结合。这些部位很可能就是外源蛋白质一半夏蛋白的抗孕作用部位。如直接将半夏蛋白注入小鼠子宫腔内也表明有抗早孕作用。如果上述结合部位确实是半夏蛋白影响小鼠已着床的子宫内膜和胚胎，产生抗早孕作用，则上述部位也可能起着床识别的作用，因为半夏蛋白不仅能终止小鼠早期妊娠，还有制止兔胚泡着床的效应。半夏蛋白还有很强的抗兔胚泡着床作用，子宫内注射500ug，抗着床率达100%。经半夏蛋白作用后的子宫内膜能使被移植的正常胚泡不着床。在子宫内经半夏蛋白孵育的胚泡移植到同步的假孕子宫，着床率随孵育时间延长而降低。5.对胰蛋白酶的抑制作用:半夏胰蛋白酶抑制剂只抑制胰蛋白酶对酰胺、酯、血红蛋白和酪蛋白的水解，不能抑制胰凝乳蛋白酶、舒缓激肽释枚酶、枯草杆菌蛋白酶和木瓜蛋白酶对各自底物的水解。抑制剂对猪胰蛋白酶水解酰胺、酯、血红蛋白和酪蛋白的重量抑制比值分别为1：0.71、1：O.88、1：0.71和1：0.71。从化学分子大小的范围看，半夏胰蛋白酶抑制剂应属大分子抑制剂。6.炮制品的药理作用:清半夏（按中国药典85年版制法）水煎液200%浓度26.5ml/kｇ预防给药时，对氯化钡诱发的大鼠室性心律失常有明显的对抗作用（P<0.05）。小鼠ip60ｇ/kｇ对自发活动有明显的影响（P<0.05）。Ip15ｇ/kｇ或30ｇ/kｇ可显着增加戊巴比妥钠阈下催眠剂量的睡眠率（P<0.05）。并有延长戊巴比妥钠睡眠时间的趋势，但无统计学意义。大剂量对电惊厥有轻微的对抗趋势。30ml/kｇ剂量iｇ，可明显抑制（P<0.05）硝酸毛果芸香碱5mｇ/kｇ对唾液的分泌作用。7.其它作用:7.1. 降压作用:半夏浸膏对离体哇心和兔心呈抑制作用。Iv对犬、猫和兔有短暂降压作用，具有快速耐受性。煎剂iｇ时小鼠肾上腺皮质功能有轻度刺激作用。若持续给药，能引起功能抑制。7.2.凝血作用：半夏蛋白也是一种植物凝集素，它与兔红血球有专一的血凝活力，浓度低至每1ml2μg仍有凝集作用。除免红细胞外，对羊、狗、猫、豚鼠、大鼠、小鼠和鸽的红细胞亦有凝集作用。但不凝集人、猴、猪和鸡、鸭、鹅、龟、蟾蜍、鳝的红细胞。半夏蛋白是目前已知的唯一只与甘露糖而不与葡萄糖结合的一种具有凝集素作用的蛋白质。除红细胞外半夏蛋白亦凝集其它细胞，对小鼠脾细胞、人肝癌细胞（QGY7703-3和7402）、艾氏腹水癌和腹水型肝癌细胞均能被半夏蛋白凝集，但它不凝集大鼠附睾和猪大网膜脂肪细胞，虽然它能和这两种细胞结合。提示半夏蛋白的细胞凝集作用不仅具有动物种属专一性并存在细胞类别专一性。7.3.促细胞分裂作用：半夏蛋白的促细胞分裂作用亦有动物种属专一性，它促使兔外周血淋巴细胞转化，但不促使人外周血淋巴细胞分裂。",
    "creation": "1.生半夏：拣去杂质，筛去灰屑。2.法半夏：取净半夏，用凉水浸漂，避免日晒，根据其产地质量及其颗粒大小，斟酌调整浸泡日数。泡至10日后，如起白沫时，每半夏100斤加白矾2斤，泡1日后再进行换水，至口尝稍有麻辣感为度，取出略晾。另取甘草碾成粗块，加水煎汤，用甘草汤泡石灰块，再加水混合，除去石灰渣，倒入半夏缸中浸泡，每日搅拌，使其颜色均匀，至黄色己浸透，内无白心为度。捞出，阴干。（每半夏100斤，用白矾2斤，甘草16斤，石灰块20斤）3.姜半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，另取生姜切片煎汤，加白矾与半夏共煮透，取出，晾至六成干，闷润后切片，晾干。（每半夏100斤，用生姜25斤，白矾12斤8两，夏季用14斤8两）4.清半夏：取拣净的半夏，照上述法半夏项下的方法浸泡至口尝稍有麻辣感后，加白矾与水共煮透，取出，晾至六成干，闷润后切片，晾干。（每半夏100斤，用白矾12斤8两，夏季用14斤8两）5.《雷公炮炙论》:修事半夏四两，用捣了白芥子末二两，头醋六两，二味搅令浊，将半夏投于中，洗三遍用之，半夏上有鄛涎，若洗不尽，令人气逆，肝气怒满。6.陶弘景：半夏，用之皆先汤洗十许过，令滑尽，不尔戟人咽喉。",
    "function": "燥湿化痰，降逆止呕，消痞散结。治湿痰冷饮，呕吐，反胃，咳喘痰多，胸膈胀满，痰厥头痛，头晕不眠。外消痈肿。\n用于痰多咳喘、痰饮眩悸、内痰眩晕、呕吐反胃、胸脘痞闷、梅核气症；生用外治痈肿痰核。姜半夏多用于降逆止呕。\n(1)燥湿化痰：用于痰清稀而多之湿痰、寒痰，常配陈皮。\n(2)降逆止呕：降逆止呕之功颇著，可用于各种呕吐，尤宜于湿浊中阻所致的脘闷呕吐，常配生姜、茯苓。热证呕吐，应配清热泻火药。\n(3)消肿止痛：外用治疮疡肿毒、毒蛇咬伤。\n\n①《本经》：\"主伤寒寒热，心下坚，下气，喉咽肿痛，头眩胸胀，咳逆，肠鸣，止汗。\"\n\n②《别录》：\"消心腹胸膈痰热满结，咳嗽上气，心下急痛坚痞，时气呕逆；消痈肿，堕胎，疗痿黄，悦泽面目。生令人吐，熟令人下。\"\n\n③《药性论》：\"消痰涎，开胃健脾，止呕吐，去胸中痰满，下肺气，主咳结。新生者摩涂痈肿不消，能除瘤瘿。气虚而有痰气，加而用之。\"\n\n④《日华子本草》：\"治吐食反胃，霍乱转筋，肠腹冷，痰疟。\"\n\n⑤《本草图经》：\"主胃冷，呕哕。\"\n\n⑥《医学启源》：\"治寒痰及形寒钦冷伤肺而咳，大和胃气，除胃寒，进饮食。治太阳痰厥头痛，非此不能除。《主治秘要》云，燥胃湿，化痰，益脾胃气，消肿散结，除胸中痰涎。\"\n\n⑦朱震亨：\"治眉棱骨痛。\"\n\n⑧《纲目》：\"治腹胀，目不得瞑，白浊，梦遗，带下。\"",
    "taste": "\n辛，温，有毒。\n\n①《本经》：\"辛，平。\"\n\n②《别录》：\"生微寒，熟温，有毒。\"\n\n③《药性论》：\"有大毒。\"\n\n④《日华子本草》：\"味辛。\"\n\n入脾、胃经、肺经。\n\n①《汤液本草》：\"入足阳明、太阴、少阳经。\"\n\n\n②《雷公炮制药性解》：\"入肺、脾、胃三经。\"\n\n\n③《本草经疏》：\"入足太阴、阳明、少阳，手少阴经。\"\n\n\n④《本草汇言》：\"入手阳明、太阴、少阴三经。\"\n\n\n⑤《本草再新》：\"入肝、脾、肺三经。\"\n\n⑤(医学启源》：\"《主治秘要》云，性温，味辛苦。\"\n\n\n",
    "usage": "内服：煎汤，1.5～3钨；或入丸、散。外用：研末调默。",
    "compatibility": "一切血证及阴虚燥咳、津伤口渴者忌服。\n\n①《本草经集注》：\"射干为之使。恶皂荚。畏雄黄、生姜、干姜、秦皮、龟甲。反乌头。\"\n\n②《药性论》：\"忌羊血、海藻、饴糖。柴胡为之使。\"\n\n③张元素：\"诸血证及口渴者禁用。孕妇忌之，用生姜则无害。\"\n\n④《医学入门》：\"凡诸血证及自汗，渴者禁用。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "1.浸膏给小鼠腹腔注射半数致死量为13.142g/kg。家兔灌服0.5g/只/日，连服40日，一般情况良好，体重增加；剂量加倍，多数兔有腹泻，半数兔于20日内死亡。小鼠口服各种制剂的混悬液，以死亡为指标，则生半夏毒性最大，次为漂半夏，再次为生姜浸半夏和蒸半夏，白矾半夏最小。前四种给鸽灌胃均能引起呕吐，喂给豚鼠能使其声音嘶哑或失声，白矾半夏则无此副作用。经白矾处理似能解除半夏的毒性。半夏催吐成分不溶或难溶于水，加热可破坏。半夏水溶成分内加入醋酸铅后沉淀的物质中，含有引起蛙及小鼠骨胳肌痉挛的物质，用碱性醋酸铅生成的沉淀中，含有使蛙瞳孔散大的物质，滤液中则含有使蛙产生中枢性及箭毒样肌麻痹的物质。2.毒性：半夏蛋白质皮下注射对小鼠的LD50为175mg/kg。生半夏及漂、姜浸和蒸半夏混悬剂及生半夏煎剂无上述反应；对小鼠急性毒性以生半夏混悬剂毒性最大，漂、姜浸及蒸制毒性依次降低，矾浸及煎剂毒性最低，因此，半夏的止吐、镇咳成分可溶于热水，而刺激咽喉失音及呕吐等毒性成分难于溶于水，不能因蒸、漂或姜浸破坏，但可被矾浸解除其毒性。生半夏粉（混悬液）0.5g/kg灌胃，连续3天，可促进小鼠胃肠运动，抑制大鼠胃液PGE2的分泌，抑制胃蛋白质酶活性，对胃粘膜损伤较大，而姜矾半夏和姜煮半夏抑制小鼠胃肠运动，对大鼠胃液PGE2的含量及胃蛋白酶活性无明显影响，说明两种姜制半夏的方法可消除生半夏对胃肠粘膜的损作用。生半夏、姜半夏、法半夏10g/kg腹腔注射，连续10天，对小鼠胚胎有毒性，并有致畸作用。3.生半夏浸膏小鼠1次ip的LD50为325mｇ（生药）/kｇ。生半夏混悬液iｇ给药的LD50为42.7±1.27ｇ/kｇ。制半夏混悬液（制半夏按中国药典1985年版方法）iｇ给药，每3小时l次，共5次。总剂量80ｇ/kｇ，观察l周，对小鼠未见任何毒性反应。与同剂量的生半夏组比较，说明炮制用的白矾对生半夏有解毒作用。生半夏汤剂和制半夏汤剂iｇ给于小鼠，每次0.8ml/只，每隔3小时l次，连续给药5次。总剂量为100ｇ/kｇ。观察1周，未见任何毒性反应，表明生半夏制成汤剂后比生半夏混悬液的毒性己大大降低。亚急性毒性和蓄积毒性试验：小鼠100只，均分5组。对照组iｇ常水。生半夏9ｇ/kｇ（＝1/5LD50）组：iｇ30%生半夏混悬液。生半夏4.5ｇ/kｇ（-1/10LD50）组：iｇl5%生半夏混悬液。生半夏2.25ｇ/kｇ（-1/20LD50：iｇ7.5%生半夏混悬液。制半夏9ｇ/kｇ组：iｇ30%制半夏混悬液。每天给药1次，连续3周。结果：制半夏对小鼠体重无影响；而生半夏各组均有显着地抑制小鼠体重增长的作用，随时间和剂量的增加而作用更为显着。制半夏组未见毒性反应，而生半夏各组均有死亡。肝、肾功能虽然与对照组无明显差异，但肾指数（肾重/体重）显然地高于对照组。提示生半夏较长时间给药后引起肾脏代偿性的增大。生半夏长时间给药所引起的中毒靶器官主要是肝肠和肾脏。病理检查，各给药组和对照组比较，均未见明显的病理形态学的改变。4.半夏对大白鼠妊娠和胚胎的毒性试验表明：生半夏粉9ｇ/kｇiｇ，对妊娠母鼠和胚胎均有非常显着的毒性，而相同剂量的制半夏粉与对照组无显着的差异，但制半夏汤剂30ｇ/kｇ（相当于临床常用量的150倍）能引起孕鼠阴道出血，胚胎早期死亡数增加，胎儿体重显着降低。生半夏汤剂30ｇ/kｇ对大鼠妊娠和胚胎的毒性与制半夏汤剂无差异，说明对妊娠和胚胎产生毒性的成分不因炮制而降低。姜半夏30ｇ/kｇ剂量，可诱发孕小鼠骨髓细胞姐妹染色体交换（SCE）轻微升高，15ｇ/kｇ和9ｇ/kｇ剂量无影响，说明高剂量（相当临床剂量100倍）对DNA可能有一定损伤作用。而3个剂量对胎鼠肝细胞的SCE率均无影响，说明胎盘对姜半夏可能有屏障作用。",
    "category": "归经_脾经",
    "plant": "半夏，又名：三叶半夏。\n多年生小草本，高15～30厘米。块茎近球形。叶出自块茎顶端，叶柄长6～23厘米，在叶柄下部内侧生一白色珠芽；一年生的叶为单叶，卵状心形；2～3年后，叶为3小叶的复叶，小叶椭圆形至披针形，中间小叶较大，长5～8厘米，宽3～4厘米，两侧的较小，先端锐尖，基部楔形，全缘，两面光滑无毛。肉穗花序顶生，花序梗常较叶柄长；佛焰苞绿色，长6～7厘米；花单性，无花被，雌雄同株；雄花着生在花序上部，白色，雄蕊密集成圆筒形，雌花着生于雄花的下部，绿色，两者相距5～8毫米；花序中轴先端附属物延伸呈鼠尾状，通常长7～10厘米，直立，伸出在佛焰苞外。浆果卵状椭圆形，绿色，长4～5毫米。花期5～7月。果期8～9月。\n野生于山坡、溪边阴湿的草丛中或林下。我国大部分地区有分布。",
    "application": "①治疗呕吐\n用姜半夏制成1：1注射液，肌肉注射，每次2毫升。治疗各种呕吐，临床上可代替\"爱茂尔\"应用，有人认为其镇吐作用比\"爱茂尔\"强两倍多。未发现副作用。\n\n②治疗疟疾\n生半夏2钱，捣烂置于胶布上。于疟疾发作前3～4小时贴于脐部，可控制发作。\n\n③治疗急性乳腺炎\n取生半夏1～2钱，葱白2～3根，共捣烂，揉成团(亦可用生半夏捣细和米饭少许捏成丸)，塞于患乳对侧鼻孔，每日2次，每次塞半小时。用于急性乳腺炎早期计72例，多数治疗2～3次见效。\n\n④治疗鸡眼\n半夏研末敷于患部。用药前先洗净患处，消毒后用手术刀削去鸡眼的角化组织，呈一凹面，然后放入半夏末，外贴胶布。经5～7天后，鸡眼坏死脱落，生出新生肉芽组织，再过数日即可痊愈。治疗30余例未见复发。\n\n⑤治疗牙痛\n生半夏1两，捣碎，置于90%酒精3两中，浸泡1日后即可使用。用时以棉球蘸药液塞入龋齿洞中，或涂擦痛牙周围。治疗100余例，95%以上患者均有效果。\n\n⑥治疗急慢性化脓性中耳炎\n生半夏研末溶于米酒或50%酒精中(1份半夏，3份酒精)，浸泡24小时以上，取上层澄清液滴耳。用时先用双氧水洗涤外耳道，然后滴入药液数滴，每天1～2次。据10例观察，对急性中耳炎效果较好，一般1～2天见效，1周内可治愈。\n\n⑦预防和减轻血吸虫病口服锑剂的中毒反应\n口服锑剂治疗血吸虫病过程中，呕吐是常见的毒性反应，往往迫使治疗中断；如于口撮锑剂同时加服法半夏粉与甘草粉，则有预防或减轻中毒反应的作用。每口服锑剂1次，服半夏粉3.2分，生甘草粉4.8分。据12例观察，一般服药期间都能照常工作，精神愉快，食欲正常；仅4例有轻微不适：略感恶心呕吐，或短暂的腹痛或腹泻，均不影响工作。\n\n⑧治疗矽肺\n据144例各期患者的初步观察，对主观症状有不同程度的改善；客观检查除个别病例的血清粘蛋白下降和血矽增高外，其它检查(如X线摄片)尚无明显变化。少数病例对肝功能有不良影响，尿中出现红细胞，故应用时应紧密注意肝肾的毒性反应。用法：用姜半夏口服、肌肉注射或喷雾给药，剂量一般为每日7钱。治疗持续1～10个月不等，大多在3～5个月左右。",
    "position": "为天南星科植物半夏的块茎。",
    "source": "《本经》"
  },
  {
    "name": "蜈蚣",
    "alias": "蝍蛆(《庄子》)，吴公(《广雅》)，天龙(《纲目》)，百脚(《药材学》)，嗷高姆(朝名)。",
    "ingredient": "\n含二种类似蜂毒的有毒成分，即组胺样物质及溶血性蛋白质；尚含脂肪油、胆甾醇、蚁酸等。又曾分离出δ-羟基赖氨酸；氨基酸有组氨酸、精氨酸、鸟氨酸、赖氨酸、甘氨酸、丙氨酸、缬氨酸、亮氨酸、苯丙氨酸、丝氨酸、牛磺酸、谷氨酸。\n\n同属动物ScolopendramorsitansL.的血蛋白质，在电泳时得五个区分，第一区分似人的血清白蛋白，二区分为α1-球蛋白，三区分为α2-球蛋白，四区分为γ-球蛋白，五区分的蛋白质，与人的不同；又其血不含纤维蛋白元样物质，因此不能凝固。\n",
    "process": "\n4～6月间捕捉，捕得后，用两端削尖的竹片，插入头尾两部，绷直晒干；或先用沸水烫过，然后晒干或烘干。有些地区于冬季在阴湿处埋下鸡毛、鸡骨等物，引诱蜈蚣在此产卵繁殖，至翌春捕捉。\n",
    "distinguish": "\n干燥全虫，呈扁平长条形，长约9～16厘米，宽约5～10毫米。头部红褐色，背部黑绿色，有光泽，并有2条突起的棱线。腹部棕黄色，瘪缩。足黄色或红褐色，向后弯曲，最后一节如刺。头部及尾部有加工时所穿的孔。断面有裂隙或空虚。气微腥，并有特殊刺鼻的臭气；味辛而微咸。以身干、条长、头红、足红棕色、身黑绿、头足完整者为佳。\n主产江苏、浙江、湖北、湖南、安徽、河南、陕西等地。\n",
    "effect": "\n①抗肿瘤作用\n蜈蚣水蛭注射液能使小白鼠的精原细胞发生坏死、消失，说明对肿瘤细胞有抑制作用；利用死亡癌细胞易被低浓度的伊红着色的特点，体外实验证明，蜈蚣水蛭注射液对癌细胞红染率为阳性。蜈蚣水蛭对小白鼠肝癌瘤体的抑制率为26%，属于微效，对网状内皮细胞机能有增强作用，但长期应用对肝脏有损伤。化癌丹(内含昆布、海藻、龙胆草、全蝎、蜈蚣、醋炒大米等)对小白鼠艾氏腹水癌有抑制作用，用灌胃法较药物混入饲料中喂食的方法所得效果为好。\n\n②止痉作用\n止痉散(全蝎、蜈蚣)每天1克，连服1、3、9天之后，对卡地阿佐、士的宁、纯烟碱的半数惊厥量引起的小鼠惊厥均有对抗作用，在同剂量时蜈蚣抗上述3药的惊厥效价比全蝎高，而对盐酸古柯碱性惊厥则无效。\n\n③抗真菌作用\n蜈蚣水浸剂(1：4)，在试管内对堇色毛癣菌、许兰氏黄癣菌、奥杜盎氏小芽胞癣菌、腹股沟表皮癣菌、红色表皮癣菌、紧密着色芽生菌等皮肤真菌有不同程度的抑制作用。\n",
    "creation": "\n蜈蚣：拭净，除去头足，剪断用。酒炙蜈蚣：将蜈蚣除去失足，折断，酒润后，微火焙干。\n\n①《雷公炮炙论》：\"凡使蜈蚣，先以木末或柳蛀末于土器中炒，令木末焦黑后，去木末，去足、甲用。\"\n\n②《纲目》：\"今人惟以火炙，去头足用，或去尾足，以薄荷叶火煨用之。\"\n",
    "function": "\n祛风，定惊，攻毒，散结。治中风，惊痫，破伤风，百日咳，瘰疬，结核，癥积瘤块，疮疡肿毒，风癣，白秃，痔漏，烫伤。\n\n①《本经》：\"主啖诸蛇虫鱼毒，温疟，去三虫。\"\n\n②《抱朴子》：\"末，以治蛇疮。\"\n\n③《别录》：\"疗心腹寒热结聚，堕胎，去恶血。\"\n\n④《日华子本草》：\"治癥癖。蛇毒。\"\n\n⑤《纲目》：\"治小儿惊痫风搐，脐风口噤，丹毒，秃疮，瘰疬，便毒，痔漏，蛇瘕、蛇瘴、蛇伤。\"\n\n⑥《本草述》：\"治疠风。\"\n\n⑦《玉楸药解》：\"拨脓消肿。\"\n",
    "taste": "\n辛，温，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"有毒。\"\n\n③《玉楸药解》：\"味辛，微温。\"\n",
    "usage": "\n内服：煎汤，0.5～1.5钱，或入丸、散。外用：研末调敷。\n",
    "compatibility": "\n孕妇忌服。\n\n①《本草衍义》：\"畏蛞蝓。\"\n\n②《纲目》：\"畏蜘蛛、鸡屎、桑皮、白盐。\"\n\n③《本草经疏》：\"小儿慢惊风,口噤不言，大人温疟非烟岚瘴气所发，心腹积聚非虫结蛇瘕，便毒或脓将溃，咸在所忌。\"\n",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "毒性：小鼠口服给24hLD50为9.90g/kg（9.63－10.18g/kg）；小鼠腹腔注射24hLD50为6.66g/kg(6.48－6.84g/kg)。用18-20g小鼠共60只，剂量为1g/kg，观察lwk，无死亡。亚急性毒性：50-55gWistar大鼠，每日1次ig给药的最大剂量为2g/kg，连续15d，分别死亡动物，检查血象、NPN，脏器病理切片光镜检查等均未见异常。蜈蚣毒液ip小鼠的LD50为22.5mg/kg。大剂量时小鼠表现为极不稳定、抽搐，然后在几分钟之内死亡。小剂量时表现为站立不稳呼吸急速和衰竭，惊厥等，可能逐渐恢复或死亡。",
    "category": "肝经",
    "plant": "1.少棘蜈蚣，成体体长110-140mm。头板和第1背板金黄色，自第2背板起墨绿色或暗绿色，末背板有时近于黄褐色，胸腹板和步足淡黄色。背板自4-9节起，有两条不显着的纵沟。腹板在第2-19节间有纵沟。第3、第5、第8、第10、第12、第14、第16、第18、第20体节的两侧各具气门1对。头板前部的两侧各有4个单眼，集成左、右眼群颚肢内部有毒腺；齿板前缘具小齿5个，内侧3小齿相接近。步足21对，最末步足最长，伸向后方，呈尾状；基侧板后端有2小棘；前腿节腹面外侧有2棘，内侧有1棘；背面内侧有1棘和1隅棘；隅棘顶端有2小棘。2.多棘蜈蚣，本种与少棘蜈蚣是两个近似的地理亚种。在形态上大体相似，主要区别是：个体较大；尾足的前股节背面内侧棘数、腹面外侧棘数、腹面内侧棘数均较少棘蜈蚣为多；颚肢齿板的齿数亦多。\n生境分布：1.栖息于丘陵地带和多砂土的低山区，喜欢在温暖的地方。以小型昆虫及其卵等为食。2.栖息于自然村落附近的山坡、田畔、路旁岩石间，或朽木及草丛中。资源分布：1.分布很广，主要以陕西、江苏、浙江、河南、湖北等地产量较多。2.分布于广西、云南等地。\n栽培：生活习性，蜈蚣为夜行性动物，白天潜居于杂草丛中或乱石堆下，夜晚活动，觅食。为典型的肉食性动物，食性广泛，尤喜小昆虫类，也食蛙、鼠、蜥蜴及蛇类等。喜独居有冬眠习性。每年秋、冬季气温低于15℃以下，即蛰伏在石下10-15cm深处的向阳、避风处。蜈蚣雌雄异体，卵生，并有孵卵、育幼的习性。3年蜈蚣性成熟后，一般在每年5-9月的夜间交配，雌体交配1次可连续产受精卵3-5年。产卵季节在6月下旬至8月上旬，以7月中、上旬为产卵盛期。每年产卵1次。每产20-60粒，产完卵后，将卵抱在步足之间。抱卵孵化时间长达35-45天。位随着幼虫生长，一生蜕皮数次。养殖技术，蜈蚣饲养常采用箱养、缸养、池养等法。饮料采用夏季灯光诱虫，春、秋季饲养地鳖虫、蚯蚓饲喂蜈蚣等方法应及时把幼体与母体分离。冬季要做好保暖保湿工作，温度不能低于0℃。",
    "application": "\n①治疗结核病\n\n",
    "position": "\n为大蜈蚣科动物少棘巨蜈蚣或其近缘动物的干燥全虫。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "栀子",
    "alias": "木丹(《本经》)，鲜支(《上林赋》)，卮子(《汉书》孟康注)，支子(《本草经集注》)，越桃(《别录》)，山栀子(《药性论》)，枝子(《唐本草》)，小卮子(《本草原始》)，黄鸡子(《广西中药志》)，黄荑子(《闽东本草》)，黄栀子(《江苏药材志》)。",
    "ingredient": "\n含黄酮类栀子素、果胶、鞣质、藏红花素、藏红花酸、D-甘露醇、廿九烷、β-谷甾醇。另含多种具环臭蚁醛结构的甙：栀子甙、去羟栀子甙泊素-1-葡萄糖甙，格尼泊素-1-β-D-龙胆二糖甙及小量的山栀甙。\n",
    "process": "\n10月间果实成熟果皮虽黄色时采摘，除去果柄及杂质，晒干或烘干。亦可将果实放入沸水(略加明矾)中烫，或放入蒸笼内蒸半小时，取出，晒干。\n",
    "distinguish": "\n干燥果实长椭圆形或椭圆形，长1～4.5厘米，粗0.6～2厘米。表面深红色或红黄色，具有5～8条纵棱。顶端残存萼片，另一端稍尖，有果柄痕。果皮薄而脆，内表面红黄色，有光泽，具2～3条隆起的假隔膜，内有多数种子，粘结成团。种子扁圆形，深红色或红黄色，密具细小疣状突起。浸入水中，可使水染成鲜黄色。气微，味淡微酸。以个小、完整、仁饱满、内外色红者为佳。个大、外皮棕黄色、仁较瘪、色红黄者质次。\n\n主产浙江、江西、湖南、福建；此外，四川、湖北、云南、贵州、江苏、安徽、广东、广西、河南等地亦产。\n",
    "effect": "\n①利胆作用\n\n\n栀子水提取液及醇提取液给予家兔口服，对输胆管导出的胆汁量及固形成分无影响，但有人用同样制剂注射于家兔，15～30分钟胆汁分泌开始增加，持续1小时以上。给兔静脉注射藏红花素和藏红花酸钠后，胆汁分泌量增加。栀子水煎剂或冲服剂给人口服后作胆囊拍片，证明服药后20及40分钟胆囊有明显的收缩作用。家兔总输胆管结扎后，口服栀子水提取液则血中胆红素减少，用药愈多，减少愈显著(如结扎后每隔24小时口服1次，则结果甚为明显)，尤其连续服用适量药物以后结扎，所得效果最佳，醇提取液亦具有相同的作用，但较水提取液作用稍弱。桅子醇提取液注射于家兔，2小时血中胆红素较对照组稍增加，6小时后较对照组低，24～48小时后明显减少，藏红花素及藏红花酸钠亦有同样作用。在总胆管结扎的家兔，注射醇提取液，24小时末梢淋巴液中胆红素减少，藏红花素及藏红花酸钠亦有同样作用。栀子可用于胆道炎症引起的黄疸。\n\n\n②镇静、降压作用\n\n\n小白鼠皮下注射栀子流浸膏，使自发活动减少闭目、低头、肌肉松弛，并能对抗戊四氮的惊厥，而不能对抗士的宁的惊厥，但能减少其死亡率，以流浸膏灰?作对照则未见以上作用。也有用以消除失眠及过度疲劳者。栀子煎剂和醇提取液对麻醉或不麻醉猫、大白鼠和兔，不论口服或腹腔注射，均有持久性降压作用，挣脉住射降压迅速而维持时间短，其降压部位似在延脑副交感中枢。\n\n\n③抗微生物作用\n\n\n栀子水漫液在试臂内对许兰氏黄癣菌，腹股沟表皮癣菌、红色表皮癣菌等多种真菌有抑制作用，其水煎剂15毫克/毫升能杀死钩端螺旋体，在体外，栀子煎剂能使血吸虫停止活动，煎剂对细菌生长无抑制作用。\n\n\n④其他作用\n\n\n栀子醇提取液对家兔及大白鼠离体肠管平滑肌，低浓度兴奋，高浓度抑制。去羟栀子甙对小鼠有泻下作用，其提取物制成油膏，可加速软组织的愈合。\n",
    "creation": "栀子：除去杂质，碾碎。\n炒栀子：取净栀子，照清炒法（附录Ⅱ D）炒至黄褐色。",
    "function": "\n清热，泻火，凉血。治热病虚烦不眠，黄疸，淋病，消渴，目赤，咽痛，吐血，衄血，血痢，尿血，热毒疮疡，扭伤肿痛。\n\n\n①《本经》：\"主五内邪气，胃中热气，面赤，酒疱皶鼻，白癞，赤癞，疮疡。\"\n\n\n②《本草经集注》：\"解踯躅毒。\"\n\n\n③《别录》：\"疗目热亦痛，胸心、大小肠大热，心中烦闷，胃中热气。\"\n\n\n④《药性论》：\"杀蟅虫毒，去热毒风，利五淋，主中恶，通小便，解五种黄病，明目，治时疾除热及消渴口干，目赤肿痛。\"\n\n\n⑤《食疗本草》：\"主瘖哑，紫癜风，黄疸积热心躁。\"\n\n\n⑥《医学启源》：\"疗心经客热，除烦躁，去上焦虚热，治风。\"\n\n\n⑦《药类法象》：\"治心烦懊憹而不得眠，心神颠倒欲绝，血滞而小便不利。\"\n\n\n⑧朱震亨：\"泻三焦火，清胃脘血，治热厥心痛，解热郁，行结气。\"\n\n\n⑧《纲目》：\"治吐血、衄血、血痢、下血、血淋，损伤瘀血，及伤寒劳复，热厥头痛，疝气，汤火伤。\"\n\n\n⑩《本草备要》：\"生用泻火，炒黑止血，姜汁炒治烦呕，内热用仁，表热用皮。\"\n\n\n⑾广州部队《常用中草药手册》：\"清热解毒，凉血泻火。治黄疸型肝炎，蚕豆黄，感冒高热，菌痢，肾炎水肿，鼻衄，口舌生疮，乳腺炎，疮疡肿毒。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本经》：\"味苦，寒。\"\n\n\n②《别录》：\"大寒，无毒。\"\n\n\n③《医林纂要》：\"苦酸，寒。\"\n",
    "usage": "\n内服：煎汤，2～4钱；或入丸、散。外用：研末调敷。\n",
    "compatibility": "\n脾虚便溏者忌服。\n\n\n①《本草汇言》：\"吐血衄血，非阳火暴发者忌之。\"\n\n\n②《得配本草》：\"邪在表，虚火上升，二者禁用。\"\n",
    "storage": "置通风干燥处。",
    "side_effects": "栀子醇渗漉浓缩液(300%)1次给药，腹腔注射和灌胃小鼠的半数致死量分别为17.1g/kg和107.48/kg。栀子甙(Geniposide)和栀子水提物对小鼠的急性毒性很低，前者口服、腹腔注射、静脉注射给药的半数致死量为3g/kg。水提物腹腔注射给药的半数致死量为 5g/kg。京尼平(Genipin)l次给药观察72小时，其口服、腹腔注射、静脉注射对小鼠的 半数致死量 分别为 237、190 与153mg/kg。栀子乙醇提取物小鼠灌胃的半数致死量为107.4g/kg，腹腔注射为 27.45g/kg。栀子乙醇提取物10g/kg 灌胃，连续4天，使小鼠环己烯巴比妥钠睡眠时间延长，肝脏呈灰绿色，乙醇提取物4g/kg 或去羟栀子甙 250mg/kg 灌胃，连续4天，可使大鼠肝微粒体 P-450含量和对硝基苯甲醚脱甲基酶活性降低，肝呈灰绿色。栀子骨髓微核试验、Ames试验和睾丸染色体畸变试验表明，栀子无致突变，致畸效应。",
    "category": "归心、肺、三焦经。",
    "plant": "\n山栀(《药性论》)，又名：林兰(《谢康乐集》)。\n\n\n常绿灌木，高0.5～2米，幼枝有细毛。叶对生或三叶轮生，革质，长圆状披针形或卵状披针形，长7～14厘米，宽2～5厘米，先端渐尖或短渐尖，全缘，两面光滑，基部楔形;有短柄;托叶膜质，基部合成一鞘。花单生于枝端或叶腋，大形，白色，极香;花梗极短，常有棱;萼管卵形或倒卵形，上部膨大，先端5～6裂，裂片线形或线状披针形;花冠旋卷，高脚杯状，花冠管狭圆柱形，长约3毫米，裂片5或更多，倒卵状长圆形;雄蕊6，着生花冠喉部，花丝极短或缺，花药线形;子房下位1室，花柱厚，柱头棒状。果倒卵形或长椭圆形，有翅状纵梭5～8条，长2.5～4.5厘米，黄色，果顶端有宿存花萼。花期5～7月。果期8～11月。\n\n\n常生于低山温暖的疏林中或荒坡、沟旁、路边。分布江苏、浙江、安徽、江西、广东、广西、云南、贵州、四川、湖北、福建、台湾等地。\n\n\n本植物的根(栀子花根)、叶(桅子叶)、花(栀子花)亦供药用，各详专条。\n",
    "application": "\n①治疗急性黄疸型肝炎\n\n\n取山栀制成10%及50%两种煎剂，每天3次饭后服用。一部分病人用10%煎剂每次10毫升，以后逐渐递增至50毫升;另一部分病人用50%煎剂，每次10～15毫升。共治19例，7例痊愈，10例接近痊愈。住院9～63天不等，平均30.3天。\n\n\n②治疗扭挫伤\n\n\n将山栀子捣碎，研成粗粉，以温水调成糊状，加入少许酒精，包敷伤处。一般3～5天更换1次，如肿胀明显可隔天更换1次。骨折者不宜使用，脱臼者应先整复后再用。如有肢体麻痹，应配合理疗及针灸治疗。治疗407例，24小时内疼痛消失者328例;48小时内消失者66例;72小时内消失者13例。疼痛平均消失时间为30小时。肿胀消退时间平均为2.5天;血肿吸收时间平均为7.8天;功能恢复时间平均为5.1天。或用黄栀子、明乳香加适量黄酒，搅拌后放锅内蒸成糊膏状，待微温时敷于患部，厚度以1～1.5厘米为宜。用时先在局部涂凡士林1层，然后再敷药，上盖油纸，绷带包扎。间隔2～3天换药。治疗56例，除2例疗效不佳外，54例均治愈。亦可用黄栀子粉2两，面粉1两，鸡蛋1个，烧酒适量，调成糊状敷于局部，待药干后更换新药。一般在敷药2次后即见效果。\n\n\n③用于止血\n\n\n取黄栀子粉100克，以20%明肢液调成膏状，烘干碾成100号细粉，再加适量苯甲酸，高压消毒备用。对一般上消化道出血每次服3～6克，每日3次。亦可用作局部止血剂。\n",
    "position": "为茜草科植物山栀的果实。",
    "source": "《本经》"
  },
  {
    "name": "猫爪草",
    "alias": "猫爪儿草、三散草",
    "ingredient": "含肉豆蔻酸十八醇酯、二十烷酸、豆甾醇、β-谷甾醇等成分。",
    "process": "全年可采，根挖出后，剪去茎部及须根，晒干。",
    "distinguish": "干燥的块根呈纺锤形，常数个簇生一起，形似猫爪，全长约1厘米余。表面黄褐色或灰褐色，有点状须根痕，有的尚有须根残留；上端有黄棕色残茎或茎痕，质坚实，断面黄白色或黄棕色，实心或空心。气无，味微甘。以色黄褐、质坚实饱满者为佳。\n产河南、江苏、浙江、广西等地。",
    "effect": "⑴抗结核菌及其他细菌 　　对于猫爪草抗结核菌的机制，詹莉等采用反转录聚合酶链反应半定量（QC-RT-PCR）方法及PCR方法，对猫爪草有效成分小毛茛内酯（Tern）进行了抗结核菌分子免疫学机理的研究。结果表明Tern可能诱导周围血管GLS基因高水平表达，杀灭胞内致病菌MBT，并呈剂量依赖性，对耐药的与未治疗的肺结核患者诱导水平差异无显著性。进一步研究表明，Tern可能通过促进GLSmRNA的表达，增强机体细胞毒性T淋巴细胞（CTL）杀菌能力，从而达到抗结核休眠菌的作用；另外还可能通过减少结核休眠菌16KDa小热休克蛋白(16KDaSHSP)基因的表达，在激活休眠菌的同时促进GLSmRNA高水平表达，增强机体CTL杀菌能力，达到抗耐药菌的作用。 　　⑵抗肿瘤作用 　　王爱武等探讨猫爪草的不同提取物对体外培养的肿瘤细胞的作用，采用系统溶剂法提取猫爪草皂苷及多糖，运用MTT和集落形成实验法观察不同浓度的皂苷及多糖对体外培养的肉瘤S180、艾氏腹水瘤EAC及人乳腺癌细胞株MCF-7的影响。结果发现猫爪草皂苷及多糖对三种肿瘤细胞株的生长和集落形成均有不同程度的影响，皂苷给药量与抑瘤率和集落形成明显地呈正相关关系，而多糖有一最佳浓度。周立等研究发现猫爪草的乙醇提取液对肿瘤坏死因子（TNF）有较强的诱生作用，在被筛选的36种中草药中，猫爪草（70%的乙醇浸膏）诱生TNF作用最强。 　⑶体外抗白血病细胞 　　张家华等采用死活细胞计数和3H-Tdr掺入法，并用高三尖杉酯碱作对照，表明了毛茛甙对各种白血病细胞均有一定杀伤作用。 　　⑷抗急性炎症作用 　　杨嘉等对复方猫爪草水提物抗急性炎症作用进行研究，结果表明：对二甲苯所致小鼠耳肿胀，醋酸引起的小鼠腹腔毛细血管通透性增加，以及蛋清所致大鼠足跖肿胀均有抑制作用。",
    "creation": "?",
    "function": "治瘰疬，肺结核，疟疾。\n\n①《中药材手册》：\"治颈上瘰疬结核。\"\n\n②《河南中草药手册》：\"消肿，截疟。治瘰疬，肺结核。\"",
    "taste": "甘辛，温。\n\n①《中药材手册》：\"味微甘。\"\n\n②《广西中药志》：\"味酸甘，性平，无毒。\"\n\n③《河南中草药手册》：\"味辛，性温。\"\n\n归肝；肺经 \n\n《广西中药志》：\"入肝、肺二经。\"\n",
    "usage": "内服：煎汤，0.5～1两。外用：研末撒。",
    "compatibility": "有小毒。",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "小毛茛\n多年生小草本。幼株疏被灰白色的细柔毛，后变秃净或稍具柔毛。块根肉质，纺锤形，常数个聚集。茎高5～15厘米，具分枝；基生叶为3出复叶或3深裂，小叶片卵圆形或阔倒卵形，长0.5～1.5厘米，宽0.5～1厘米，先端3浅裂或齿裂，基部楔形，有时裂成线形或线状披针形，中央裂片较两侧者略大；具叶柄，柄长3～6厘米，基部扩大，边缘膜质；茎生叶互生，通常无柄，3裂，裂片线形，长约1.5厘米，宽约1毫米。花单生于茎端，与叶对生，直径达1.5厘米，花柄长0.5～2厘米，有短细毛：萼片5，长圆形或倒卵形，膜质，绿色，边缘淡黄色，向下反曲，外有细毛；花瓣5，阔倒卵形，黄色，无毛；雄蕊多数，花药长圆形，纵裂，花丝扁平；心皮多数，离生，丛集于膨大的花托上；柱头短小，单一。聚合果球形；瘦果扁卵形，细小，表面淡棕色，平滑，顶端有短喙。花期4～5月。果期5～6月。\n生于田边、路旁、洼地及山坡草丛中。分布浙江、江苏、安徽、江西、广西、河南、湖北、四川、云南、贵州等地。",
    "application": "治疗颈淋巴结结核\n以内服猫爪草煎剂(或酊剂)为主，辅以补气养血中药，结合外科切开引流、搔爬手术，局部敷用各种猫爪草制剂，治疗单纯型、混合感染型、溃疡型、瘘管型颈淋巴结结核180例，经2～3个月的治疗，获临床治愈者134例，显著有效者32例，好转者14例。制剂及用法：㈠内服药：猫爪草150克，加水500毫升，文火煎半小时，临睡前冲黄酒2～4两同服，每日1剂。或用25%酊剂，日服3次，每次10毫升。均以3日为一疗程，间隔3～5天给下一疗程。间隔期对体质衰弱者服八珍汤，对有溃疡或瘘管者服益气养荣汤，连服2～3剂。㈡外敷药：10%猫爪草提出液，浸无菌纱条，用于坏死组织或干酪样物质较多的溃疡创面或凄管；30%猫爪草软膏，用于有混合感染或已形成溃疡的患处；或制成猫爪草凡士林纱条，适于引流或填塞瘘管之用。治疗过程中未发现不良副作用。曾对124例在1～2年内随访，观察远期疗效，复发者4例，均为远位复发。猫爪草也可制成注射液，供肌肉注射，每次2～4毫升，每日2次，仍结合局部常规处理。观察110例，治愈率90%。",
    "position": "为毛茛种植物小毛茛的块根。",
    "source": "《中药材手册》"
  },
  {
    "name": "茯苓",
    "alias": "茯菟,茯灵,茯蕶,伏苓,伏菟,松腴,绛晨伏胎,云苓,茯兔,松薯,松木薯,松苓",
    "ingredient": "\n菌核含β-茯苓聚糖约占干重93%和三萜类化合物乙酰茯苓酸、茯苓酸、3β-羟基羊毛甾三烯酸。此外，尚含树胶、甲壳质、蛋白质、脂肪、甾醇、卵磷脂、葡萄糖、腺嘌呤、组氨酸、胆碱、β-茯苓聚糖分解酶、脂肪酶、蛋白酶等。\n",
    "process": "\n野生茯苓一般在7月至次年3月间到马尾松林中采取。生有茯苓的地面，一般具有以下特征:㈠松林中树桩周围地面有裂隙，敲之发出空响;㈡松树附近地面有白色菌丝(呈粉白膜或粉白灰状);㈢树桩头烂后，有黑红色的横线裂口;㈣小雨后树桩周围干燥得快，或有不长草的地方。栽培的茯苓一般在接种后第二、三年采收，以立秋后采收的质量最好，过早则影响质量和产量。加工:茯苓出土后洗净泥土，堆置于屋角不通风处，亦可贮放于瓦缸内，下面先铺衬松毛或稻草一层，并将茯苓与稻草逐层铺迭，最上盖以厚麻袋，使其\"发汗\"，析出水分。然后取出，将水珠擦去\n",
    "distinguish": "\n茯苓个呈球形，扁圆形或不规则的块状，大小不一，重量由数两至十斤以上。表面黑褐色或棕褐色，外皮薄而粗糙，有明显隆起的皱纹，常附有泥土。体重，质坚硬，不易破开;断面不平坦，呈颗粒状或粉状，外层淡棕色或淡红色，内层全部为白色，少数为淡棕色，细腻，并可见裂隙或棕色松根与白色绒状块片嵌镶在中间。气味无，嚼之粘牙。以体重坚实、外皮呈褐色而略带光泽、皱纹深、断面白色细腻、粘牙力强者为佳。白茯苓均已切成薄片或方块，色白细腻而有粉滑感。质松脆，易折断破碎，有时边缘呈黄棕色。\n\n\n主产安徽、湖北、河南、云南。此外贵州、四川、广西、福建、湖南、浙江、河北等地亦产。以云南所产品质较佳，安徽、湖北产量较大。\n",
    "effect": "\n①利尿作用\n\n\n茯苓煎剂3克或临床常用量对健康人并无利尿作用，犬静脉注射煎剂0.048克/公斤亦不使尿量增加，对大白鼠亦无效或很弱，兔口服煎剂(接近临床人的用量)亦不增加尿量。但有用其醇提取液注射于家兔腹腔，或用水提取物于兔慢性实验，谓有利尿作用，煎剂对切除肾上腺大鼠单用或与去氧皮质酮合用能促进钠排泄，因此茯苓的利尿作用还值得进一步研究。茯苓含钾97.5毫克%，以30%水煎剂计算，含钠0.186毫克/毫升、钾11.2毫克/毫升，故茯苓促进钠排泄与其中含钠量无关(因钠含量太低)，而增加钾排泄则与其所含大量钾盐有关。\n\n\n五苓散在慢性输尿管瘘犬(静脉注射)、健康人及兔(口服煎剂)，大鼠口服醇提溶液均表现明显的利尿作用，在犬的实验中可使钠、钾、氯排出增加，但五苓散中主要利尿药物为桂枝、泽泻、白术。也有报道，五苓散煎剂给大鼠口服，剂量增至1克/100克亦未能证明有利尿作用。\n\n\n②抗菌作用\n\n\n试管内未发现茯苓有抑菌作用。乙醇提取物体外能杀死钩端螺旋体，水煎剂则无效。\n\n\n③对消化系统的影响\n\n\n茯苓对家兔离体肠管有直接松弛作用，对大鼠幽门结扎所形成的溃疡有预防效果，并能降低胃酸。\n\n\n④其他作用\n\n\n茯苓能降低血糖，酊剂、浸剂能抑制蟾蜍离体心脏，乙醚或乙醇提取物则能使心收缩加强。对洋地黄引起的鸽呕吐无镇吐作用。\n",
    "creation": "\n茯苓:用水浸泡，洗净，捞出，闷透后，切片，晒干。朱茯苓:取茯苓块以清水喷淋，稍闷润，加朱砂细粉撒布均匀，反复翻动，使其外表粘满朱砂粉末，然后晾干。(每茯苓块100斤，用朱砂粉30两)\n",
    "function": "\n渗湿利水，益脾和胃，宁心安神。治小便不利，水肿胀满，痰饮咳逆，呕哕，泄泻，遗精，淋浊，惊悸，健忘。\n\n\n①《本经》:\"主胸胁逆气，忧恚惊邪恐悸，心下结痛，寒热烦满，咳逆，口焦舌干，利小便。\"\n\n\n②《别录》:\"止消渴，好睡，大腹，淋沥，膈中痰水，水肿淋结。开胸腑，调脏气，伐肾邪，长阴，益气力，保神守中。\"\n\n\n③《药性论》:\"开胃，止呕逆，善安心神。主肺痿痰壅。治小儿惊痫，心腹胀满，妇人热淋。\"\n\n\n④《日华子本草》:\"补五劳七伤，安胎，暖腰膝，开心益智，止健忘。\"\n\n\n⑤《伤寒明理论》:\"渗水缓脾。\"\n\n\n⑥《医学启源》:\"除湿，利腰脐间血，和中益气为主。治溺黄或赤而不利。《主治秘诀》云，止泻，除虚热，开腠理，生津液。\"\n\n\n⑦王好古:\"泻膀胱，益脾胃。治肾积奔豚。\"\n\n\n⑧《药征》:\"主治悸及肉瞤筋惕，旁治头眩烦躁。\"\n",
    "taste": "\n甘淡，平。\n\n\n①《本经》:\"味甘，平。\"\n\n\n②《医学启源》:\"《主治秘诀》云，性温，味淡。\"\n\n\n入心、脾、肺经。\n\n\n①《汤液本草》:\"入手大阴，足大阳、少阳经。\"\n\n\n②《本草蒙筌》:\"入膀胱、肾、肺。\"\n\n\n③《雷公炮制药性解》:\"入肺、脾、小肠三经。\"\n\n\n④《本草经疏》:\"入手足少阴，手太阳，足太阴、阳明经。\"\n",
    "usage": "\n内服:煎汤，3～5钱；或入丸、散。\n",
    "compatibility": "\n虚寒精滑或气虚下陷者忌服。\n\n\n①《本草经集注》:\"马蔺为之使。恶白敛。畏牡蒙、地榆、雄黄、秦艽、龟甲。\"\n\n\n②《药性论》:\"忌米醋。\"\n\n\n③张元素:\"如小便利或数，服之则损人目。如汗多入服之，损元气。\"\n\n\n④《本草经疏》:\"病人肾虚，小水自利或不禁或虚寒精清滑，皆不得服。\"\n\n\n⑤《得配本草》:\"气虚下陷、水涸口干俱禁用。\"\n",
    "storage": "置干燥处，防潮。",
    "side_effects": "羧甲基茯苓多糖毒性低，给小鼠皮下注射的半数致死量为 3.13g/kg。对犬的急性、亚急性毒性试验未见到明显的毒性反应。但大剂量(人常用量的500倍)给药后的开始2周，小鼠体重有明显抑制，可使末梢血中白细胞总数增加，GPT亦轻度增加。",
    "category": "归经_心经",
    "plant": "\n茯苓\n\n\n常见者为其菌核体。多为不规则的块状，球形、扁形、长圆形或长椭圆形等，大小不一，小者如拳，大者直径达20～30厘米，或更大。表皮淡灰棕色或黑褐色，呈瘤状皱缩，内部白色稍带粉红，由无数菌丝组成。子实体伞形，直径0.5～2毫米，口缘稍有齿;有性世代不易见到，蜂窝状，通常附菌核的外皮而生，初白色，后逐渐转变为淡棕色，孔作多角形，担子棒状，担孢子椭圆形至圆柱形，稍屈曲，一端尖，平滑，无色。有特殊臭气。\n\n\n寄生于松科植物赤松或马尾松等树根上，深入地下20～30厘米。分布河北、河南、山东、安徽、浙江、福建、广东、广西、湖南、湖北、四川、贵州、云南、山西等地。\n\n\n本菌核的外皮部(茯苓皮)、近外皮部的淡红色部分(赤茯苓)、菌核中间抱有松根(即\"茯神木\")的白色部分(茯神)亦供药用，各详专条。\n",
    "application": "用量9~15克，煎服或入丸服。用治水肿尿少、痰饮眩悸、脾虚食少、便溏泄泻、心神不安、惊悸失眠。",
    "position": "为多孔菌科植物茯苓的干燥菌核。",
    "source": "《本经》"
  },
  {
    "name": "知母",
    "alias": "蚳母、连母、野蓼、地参、水参、水浚、货母、蝭母、芪母、提母、女雷、女理、鹿列、韭逢、儿踵草、东根、苦心、儿草、水须、昌支、蒜瓣子草、兔子油草、山韭菜、羊胡子根、穿地龙、虾草、马马草、淮知母",
    "ingredient": "主含皂甙。根茎含总皂甙约6%，从中检出6种皂甙，分别称为知母皂甙A-Ⅰ，A-Ⅱ，A-Ⅲ、A-Ⅳ、B-Ⅰ和B-Ⅱ，其中知母皂甙A-Ⅲ是萨尔萨皂甙元与知母双糖结合而成的双糖甙，知母皂甙A-Ⅰ是萨尔萨皂甙元β-D-吡喃半乳糖甙。知母根茎中的皂甙元主要是萨尔萨皂甙元，干根中的含量约0.5%，此外还有吗尔考皂甙元、新芰脱皂甙元。以前从知母根茎中分出的皂甙曾称为知母宁，推测是吗尔考皂甙、知母皂甙A-Ⅲ、A-Ⅳ、B等的混合物。根茎尚含多量的还原糖和粘液质、鞣酸、脂肪油等，又每克含尼克酸188微克。尼克酰胺12微克。另含芒果甙0.5%。\n地上部分含芒果甙和异芒果甙。叶含芒果甙约0.7%。花含皂甙，水解后得熔点为246～248℃的甙元C27H42O4。",
    "process": "春、秋均可采挖，以秋季采者较佳。栽培三年后开始收获。挖出根茎，除去茎苗及须根，保留黄绒毛和浅黄色的叶痕及茎痕晒干者，为\"毛知母\"；鲜时剥去栓皮晒干者为\"光知母\"。",
    "distinguish": "①毛知母为带皮的干燥根茎，呈扁圆柱形，微弯曲，一端较粗，一端较细，偶有2～3分歧，长3～17厘米，直径0.8～2厘米。根头部有浅黄色的叶痕及茎痕残留，俗称\"金包头\"；上面中央有一道下陷的纵沟，具紧密排列的环状节，节上密生金黄色扁平的绒毛，由两侧向根茎上方集中；另一面较皱缩，并有多数凹陷或突起的小圆点状根痕，黄绒毛少或无。质硬，易折断，断面黄白色，平坦。无臭，味甘而苦，带粘性。以肥大、质硬、表面被金黄色绒毛、断面黄白色者为佳。瘦长、形扁、外毛灰黑、内色暗者为质次。\n\n②光知母\n又名：知母肉。为去皮的干燥根茎。较毛知母瘦小，长约3～13厘米，直径约1厘米。表面黄白色或淡黄棕色，有扭曲的纵沟，一侧可见多数不规则散在的小形根痕。质硬，易折断，断面白色或黄白色，有的显筋脉点，水浸后有粘液。气味同毛知母。以肥大、滋润、质硬、色黄白、嚼之发粘者为佳。\n主产河北、山西。此外，河南、内蒙古、甘肃、陕西以及东北等地亦产。以河北易县所产品质最佳，称\"西陵知母\"。西南及中南都销毛知母；华北，东北销光知母。",
    "effect": "1.抗病原微生物作用：知母在体外对痢疾杆菌、伤寒杆菌、副伤寒杆菌、霍乱弧菌、大肠杆菌、变形杆菌、绿脓杆菌等革兰氏阴性菌及葡萄球菌、溶血性链球菌、肺炎双球菌、百日咳杆菌等革兰氏阳性菌均有较强抗菌作用。用含2.5%知母粉的饲料喂饲实验性结核病小鼠，能使其肺部结核病灶减轻。知母对某些常见的致病性皮肤癣菌如许兰氏癣菌及其蒙古变种、共心性毛癣菌、堇色毛癣菌、红色毛癣菌、絮状表皮癣菌、铁锈色毛癣菌、足跖毛癣菌、趾间毛癣菌和犬小芽胞菌等在沙伯弱氏培养基上表现较强的抗菌作用。从知母中提得的一种水溶性皂甙，对结核杆菌，尤其对白色念珠菌有较强的抑制作用，另一种黄酮结晶，亦有抑制结核杆菌作用。\n2.抑制Na（+)，K（+)-ATP酶活性：体外实验证明，知母皂甙元（菝葜皂甙元)是Na+-K+-ATP酶抑制剂，它对提纯的兔肾Na（+)，K（+)-ATP酶有极明显的抑制作用，其活性同专一性Na（+)，K（+)-ATP酶抑制剂乌本甙相比，两者在2×10(-5)mol／L时抑制程度相近。以甲状腺素速诱导小鼠肝脏Na（+)，K+)-ATP酶增量，知母皂甙和皂甙元可使这些小鼠肝脏切片的过高耗氧率抑制到接近正常小鼠的水平；对正常小鼠肝切片的耗氧率虽有降低趋势，但无统计意义。大鼠整体实验也表明，知母皂甙元25mg／只灌胃可抑制因同时灌胃甲状腺素引起的肝、肾和小肠粘膜中Na（+)，K（+)-ATP酶活性升高。\n3.对交感-肾上腺功能的影响：以50%知母水煎剂给大鼠灌胃，每日4ml，连续3周，可使肾上腺内多巴胺-β-羟化酶活性明显降低，提示儿茶酚胺合成减少，与此同时，肾上腺重量较生理盐水对照组明显减轻，心率逐周降低，至第3周明显低于给药前。此外，按人体常用剂量5倍给家兔灌胃，连续5天，对正常动物血浆皮质酮水平未见明显影响，但可拮抗外源性皮质激素制剂地塞米松引起的反馈性血浆皮质酮水平降低。进一步研究证明，其机理之一是知母抑制了肝脏对皮质醇的分解代谢。\n4.降血糖作用：以知母200mg／kg水制浸膏给正常家兔灌胃，血糖可下降达18-30%，持续6小时以上；以知母每天500mg／kg生药的水制浸膏给四氧嘧啶糖尿病家兔灌胃，连续4天，也出现明显的降血糖作用，并可减轻胰岛萎缩。给四氧嘧啶糖尿病小鼠腹腔注射知母水浸膏150mg／kg（生药量)也见血糖明显下降。知母并可促进大鼠横膈和脂肪组织摄取葡萄糖，并使横膈内糖元含量增加，但肝内糖元量却减少，尿中酮体含量减少。从知母根茎中分得的知母聚糖A、B、C、D有降血糖作用，其中B的活性最强。\n5.解热作用：对知母是否具有解热作用的报导不一。有报导知母对大肠杆菌引起的发热家兔有解热作用，但也有报导白虎汤在去掉石膏后的知母、甘草煎剂灌胃给药对实验性发热家兔未见明显退热作用。知母根茎中的皂甙具有明显降低由甲状腺素造成的耗氧率增高及抑制Na（+)，K（+)-ATP酸活性的作用，其中总皂甙对Na（+)，K（+)-ATP酶的抑制率达59.8%，其半琥珀酸衍生物抑制率为89.8%，故认为与清热泻火的功效有关。\n6.抗肿瘤作用：知母皂甙对人肝癌移植裸大鼠有抑制肿瘤生长作用，使生存期延长，但统计无显著差异。另对治疗皮肤鳞癌、宫颈癌等有较好疗效且无副作用。\n7.其它作用：知母果甙有明显的利胆作用和抑制血小板聚集作用。知母中的烟酸有维持皮肤与神经健康及促进消化道功能的作用。知母提取物对逆转录酶和各种脱氧核糖核酸聚合酶活性有抑制作用。知母菝葜皂甙元和知母水煎剂均能明显降低高甲状腺激素状态小鼠脑β受体RT值，但对亲和力无影响，还能显著改善该状态小鼠的体重下降。",
    "creation": "知母：拣净杂质，用水撞洗，捞出，润软，切片晒干。盐知母：取知母片置锅中用文火微炒，喷淋盐水，炒干取出，放凉。(每知母片100斤，用盐2斤8两加适量开水化开澄清)\n\n①《雷公炮炙论》：\"凡使知母，先于槐砧上细锉，焙干，木臼杵捣，勿令犯铁器。\"\n\n②《纲目》：\"凡用知母拣肥润里白者，去毛切，引经上行则用酒浸焙干，下行则用盐水润焙。\"",
    "function": "滋阴降火，润燥滑肠。治烦热消渴，骨蒸劳热，肺热咳嗽，大便燥结，小便不利。\n用于温热病，邪热亢盛、壮热、烦渴、脉洪大等肺胃实热证。知母有清热泻火除烦的作用。与石膏配伍有协同之效，如白虎汤。\n用于肺热咳嗽或阴虚燥咳、痰稠等证。本品有清泻肺火，滋阴润肺之效，常与贝母同用以清肺化痰止咳，即二母散。\n用于阴虚火旺，肺肾亏所致的骨节蒸潮热、盗汗、心烦等症。知母有滋阴降火的作用。常同黄柏相须为用，配入养阴药中，如知柏地黄丸。\n可用于阴虚消渴，症见口渴、饮多、尿多者。本品有滋阴润澡、生津止渴功效。同天花粉、五味子等配合使用可增强疗效，如玉液汤。\n清热泻火：用于高热烦渴，常配生石膏；用于肺热咳嗽，常配贝母。\n滋阴降火：用于阴虚之发热、盗汗，常配黄柏、地黄。\n\n①《本经》：\"主消渴热中，除邪气肢体浮肿，下水，补不足，益气。\"\n\n②《别录》：\"疗伤寒久疟烦热，胁下邪气，膈中恶及风汗内疸。\"\n\n③陶弘景：\"甚疗热结，亦主疟热烦。\"\n\n④《药性论》：\"主治心烦躁闷，骨热劳往来，生产后蓐劳，肾气劳，憎寒虚损，患人虚而口干，加而用之。\"\n\n⑤《日华子本草》：\"通小肠，消痰止嗽，润心肺，补虚乏，安心止惊悸。\"\n\n⑥张元素：\"凉心去热，治阳明火热，泻膀胱肾经火，热厥头痛，下痢腰痛，喉中腥臭。\"\n\n⑦王好古：\"泻肺火，滋肾水，治命门相火有余。\"\n\n⑧《纲目》：\"安胎，止子烦，辟射工溪毒。\"\n\n⑨《本草求原》：\"治嗽血，喘，淋，口病，尿血，呃逆，盗汗，遗精，痹痿，瘈疭。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦，寒。\"\n\n②《药性论》：\"性平。\"\n\n③《日华子本草》：\"味苦甘。\"\n\n④《药品化义》：\"味微苦略辛。\"\n\n入肺、胃、肾经。\n\n①《珍珠囊》：\"肾经。\"\n\n②《汤液本草》：\"入足阳明经、手太阴经。\"\n\n③《本草经解》：\"入足少阴肾经、手少阴心经。\"\n",
    "usage": "内服：煎汤，2～5钱；或入丸、散。",
    "compatibility": "脾胃虚寒，大便溏泄者忌服。\n\n①《别录》：\"多服令人泄。\"\n\n②《医学入门》：\"凡肺中寒嗽，肾气虚脱，无火症而尺脉微弱者禁用。\"\n\n③《本草经疏》：\"阳痿及易举易痿，泄泻脾弱，饮食不消化，胃虚不思食，肾虚溏泄等证，法并禁用。\"\n\n④《本经逢原》：\"外感表证未除、泻痢燥渴忌之。脾胃虚热人误服，令人作泻减食，故虚损大忌。\"",
    "storage": "置通风干燥处，防潮。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "知母，又名：荨，莐藩(《尔雅》)，大芦水、兔子油草、蒜瓣子草，羊胡子草、马马草。\n多年生草本，全株无毛。根状茎横生于地面，其上有许多黄褐色纤维，下生多数粗而长的须根。叶基生，丛出；线形，长15～70厘米，宽3～6毫米，质稍硬，基部扩大成鞘状。花茎直立，高50～100厘米，上生鳞片状小苞叶，穗状花序稀疏而狭长，花常2～3朵簇生，无花梗或有很短的花梗，长约3毫米，花梗顶端具关节；花绿色或紫堇色；花被片6，宿存，排成2轮，长圆形，长7～8毫米，有3条淡紫色纵脉；雄蕊3，比花被片为短，贴生于内轮花被片的中部，花丝很短，具丁字药；子房近圆形，3室，花柱长2毫米。蒴果长卵形，长10～15毫米，成熟时沿腹缝上方开裂，每室含种子1～2粒。种子三棱形，两端尖，黑色。花期5～6月。果期8～9月。\n生于向阳干燥的丘陵地及固定的砂丘上。分布黑龙江、吉林、辽宁、内蒙古、河北、河南、山东、陕西、甘肃等地。",
    "application": "用量6~12克，水煎服。用治外感热病、高热烦渴、肺热燥咳、骨蒸潮热、内热消渴、肠燥便秘。",
    "position": "为百合科植物知母的根茎。",
    "source": "《本经》"
  }
]