[
  {
    "name": "钩藤",
    "alias": "钓藤(《本草经集注》)，吊藤(陶弘景)，钩藤钩子(《小儿药证直诀》)，钓钩藤(《滇南本草》)，莺爪风(《草木便方》)，嫩钩钩(《饮片新参》)，金钩藤(《贵州民间方药集》)，挂钩藤(《药材学》)，钩丁(《陕西中药志》)，倒挂金钩、钩耳(《湖南药物志》)。",
    "ingredient": " 茎和根含钩藤碱(rhynchophylline，C(22)H(28)O(4)N(2))、异钩藤碱(isorhyncho-phylline，C(22)H(28)O(4)N(2))、赛鸡纳碱(corynoxeine，C(22)H(26)O(4)N(2))、异赛鸡纳碱(isocorynoxeine， C(22)H(2O)0(4)N(2))、毛帽柱木碱(hirsutine，C(22)H(28)O(3)N(2))、去氢毛帽柱木碱(hirsutine，C(22)H(26)O(3)-N(2))、兜花木碱(corynantheine，C(22)H(28)O(3)N(2))，及二氢兜花木碱(dihydrocorynantheine,C(22)-H(16)O(3)N(2))。叶分离出微量的异钩藤碱。  \n",
    "process": "春、秋采收带钩的嫩枝，剪去无钩的藤茎，晒干，或置锅内蒸后再晒干。",
    "distinguish": "①钩藤\n为干燥的带钩茎枝，茎枝略呈方柱形，长约2厘米，直径约2毫米，表面红棕色或棕褐色，一端有一环状的茎节，稍突起，节上有对生的两个弯钩，形如船锚，尖端向内卷曲，亦有单钩的，钩大小不一，基部稍圆，径2～3毫米，全体光滑，略可见纵纹理。质轻而坚，不易折断，断面外层呈棕红色，髓部呈淡黄色而疏松如海绵状。气无，味淡。以双钩形如锚状、茎细、钩结实、光滑、色红褐或紫褐者为佳。\n主产广西、江西、湖南、浙江、广东。\n\n②华钩藤\n性状与钩藤大致相同。惟茎枝呈方柱形，径约2～3毫米，表面灰棕色，钩基部稍阔。\n主产四川，贵州、云南、湖北等地亦产。\n\n尚有多种同属植物的带钩茎枝亦作钩藤使用，主要的有以下几种：\n\n①披针叶钩藤，枝有狭翅；钩光滑。②类钩藤，钩光滑，托叶裂片狭三角形。③大叶钩藤，参见\"大叶钩藤\"条。④毛钩藤，枝、钩及叶下面被粗毛。⑤无柄果钩藤，花冠管无毛，裂片外面密被绢毛，枝、钩被疏毛。⑥攀茎钩藤，枝、钩密被柔毛，叶下面被长柔毛。",
    "effect": "①镇静作用\n钩藤煎剂0.1克/公斤给小鼠腹腔注射，能产生明显的镇静作用，但无明显的催眠作用，剂量加大25倍也不加强戊巴比妥钠的催眠、麻醉作用，即使加大剂量50～100倍也不能使翻正反射消失，亦不引起运动障碍，与现有的催眠药、镇定药似有不同。用大鼠的防御运动性条件反射也证明，钩藤煎剂1克/公斤腹腔注射，可降低大脑皮层的兴奋性，表现在使部分大，鼠阳性条件反射破坏，条件反射时延长，对分化抑制和非条件反射皆无显著影响。用索库托夫氏家兔后肢屈曲反射的方法也证明能降低中枢神经系统的兴奋性，使其冲动总合能力减弱。\n\n在豚鼠的实验性癫痫的治疗中，用钩藤乙醇浸膏后3～8天，能制止癫痫反应的发生，停药后3天恢?治疗前状态。其作用较为缓慢，有效剂量与中毒剂量甚接近，因而治疗期间，动物皆较软弱，体重减轻。对中枢运动性分析器兴奋性增高的状态，确有一定的抑制作用。钩藤碱为吲哚类衍化物，故可能对精神方面有特异作用，有人将其与育亨宾、利血平作了一般药理学试验的比较，认为三者是不同的(如在蛙、鼠身上，利血平引起镇静，育亨宾引起痉挛，钩藤碱则引起运动麻痹及呼吸抑制)。\n\n②降压作用\n钩藤煎剂对麻醉犬(0.05克/公斤)、免(2～3克/公斤)和实验性大鼠(5克/公斤/日，口服)均有降压作用。对在颈部切除二侧减压神经、窦神经后造成的反射性高血压的家兔，钩藤煎剂的降压效果与萝荚木全碱相似。煎煮时间过久或不够(最好煎15分钟以内)会影响降压效果。钩及茎枝(即单钩、双钩及与其相邻之较细茎枝)降压效果较好；老枝(无钩，直径在0.5～2厘米)降压效果很差。在分析钩藤煎剂的降压原理时发现，降压不受阿托品影响，而在切除颈迷走神经后，降压作用即显著减弱。对离体蟾蜍心脏无显著抑制。在离体兔耳的灌流上，亦无直接扩张血管的作用，故认为其降压乃是反射性的(通过迷走神经传入纤维)抑制血管运动中枢而引起，大剂量则对后者起直接抑制作用。钩藤碱的盐酸盐20毫克/公斤对麻醉猫静脉注射，或20～50毫克/公斤给肾性高血压大鼠口服或腹腔注射，均有明显的降低血压的作用。其作用与总碱或煎剂相似，钩藤总碱在离体兔耳标本上，有直接扩张血管的作用。钩藤碱对其他动物亦有降压作用，但持续时间短，远较利血平为差，降压后可随之为血压上升。此外钩藤碱能抑制离体肠管，兴奋大鼠离体子宫。",
    "creation": "拣去老梗、杂质，洗净，晒干。",
    "function": "清热平肝，熄风定惊。治小儿惊痫瘈疭，大人血压偏高，头晕、目眩，妇人子痫。\n\n①《别录》：\"主小儿寒热，惊痫。\"\n\n②《药性论》：\"主小儿惊啼，瘈疭热壅。\"\n\n③《日华子本草》：\"治客忤胎风。\"\n\n④《纲目》：\"大人头旋目眩，平肝风，除心热，小儿内钓腹痛，发斑疹。\"\n\n⑤《本草征要》：\"舒筋除眩，下气宽中。\"\n\n⑥《本草述》：\"治中风瘫痪，口眼歪斜，及一切手足走注疼痛，肢节挛急。又治远年痛风瘫痪，筋脉拘急作痛不已者。\"",
    "taste": "甘，凉。\n\n①《别录》：\"微寒。\"\n\n②《药性论》：\"味甘，平。\"\n\n③《蜀本草》：\"味苦。\"\n\n入肝、心经。\n",
    "usage": "内服：煎汤(不宜久煎)，1.5～3钱；或入散剂。",
    "compatibility": "①《本草新编》：\"最能盗气，虚者勿投。\"\n\n②《本草从新》：\"无火者勿服。\"",
    "storage": "春、秋两季采收有钩的嫩枝，剪成短段，晒干或蒸后晒干。 \n",
    "side_effects": "小鼠1次腹腔注射之半数致死量：钩藤煎剂为29．0土0．8g/kg；钩藤总碱为 l44．2土3．1mg/kg；钩藤碱为162.3mg/kg；总碱口服为514.6土29.1mg/kg。在亚急性毒性方面，家兔每日用钩藤煎剂灌胃2次，每次5g/kg(比治疗量大2.5倍)，连服10天，无中毒症状。钩藤总碱50mg/kg连续给药14天，不引起大鼠内脏的病理改变；剂量加倍，虽肝脏有轻度炎症变化，停药后即恢复正常；对饮食、体重及外观行为均无影响。毒性：钩藤碱和钩藤总碱小鼠腹腔注射的半数致死量分别为162.3mg/kg 与144.2mg/kg，中毒时活动减少，全射无力；煎剂每日10g/kg分2次给兔灌服10天，钩藤总碱以50mg/kg给大鼠灌胃14天，均未见毒性症状与内脏病理形态的变化；钩藤总碱按每公斤50mg与100mg分别给幼大鼠灌服二月，低剂量组对生长、发育，肝、肾功能及血象均无明显影响，而高剂组的致死动物的心、肝、肾均呈明显的病理变化，因此大剂量或长期服用时，应注意肝、肾功能的检查。钩藤煎剂对小鼠腹腔注射的半数致死量为26.1±4.3g/kg或29.05±0.8g/kg。钩藤嫩枝煎剂则为35.2±5.4g/kg。钩藤总碱盐酸盐对小鼠灌胃和腹腔注射的半数致死量分别为514.6±29.1mg/kg和 144.2±3.1mg/kg。钧藤碱对小鼠腹腔注射和皮下注射的半数致死量分别为162.3mg/kg和165mg/kg。家兔灌胃钩藤煎剂5g/kg，每日2次，连续10天，无明显中毒症状。幼年大鼠灌胃钩藤总碱盐酸盐50mg/kg(治疗剂量)，每日1次，于14天后解剖观察，未见内脏法生病理形态改变。但剂量加倍时，肝脏出现轻度炎性改变，停药后可很快恢复。断乳大鼠灌胃钧藤总碱盐酸盐50-100mg/kg，每日1次，连续2月，停药后再观察1月，小剂量(50mg/kg)对动物生长、发育、肝、肾功能及血象均无明显影响，病理检查仅见肾脏轻度营养性障碍。大剂量(100mg/kg)则可使动物致死。死亡的动物心、肝、肾均有明显的病变。",
    "category": "归经_肝经",
    "plant": "①钩藤\n木质藤本，常绿，高1～3米。小枝四方形，光滑，变态枝成钩状，成对或单生于叶腋，钩长1～2厘米，向下弯曲。叶对生；纸质，卵状披针形或椭圆形，长6～11厘米，宽3～6.5厘米，先端渐尖，基部渐狭或圆形，全缘，上面无毛，下面脉腋有短毛；叶柄长0.8～1.2厘米；托叶2深裂，裂片线状锥尖，长0.6～1.5厘米。头状花序直径约2厘米；总花梗长3～5厘米；花萼长约2毫米，下部管状，先端5裂，裂片长不及1毫米：花冠黄色，管状，长约7毫米，先端5裂，裂片近圆形，外面被粉状柔毛，喉部内具短柔毛；雄蕊5，生于花冠管的喉部，花药基部呈耳状，先端尖，花丝极短：子房下位，纺锤形，花柱线形，伸出于花冠管之外，柱头头状。蒴果倒卵状椭圆形，长5～6毫米，疏被柔毛。种子数枚，细小，两端有翅。花期6～7月。果期10～11月。\n生长于山谷、溪边的疏林下。分布浙江、福建、广东、广西、江西、湖南、四川、贵州等地。\n\n本植物的根(钩藤根)亦供药用，另详专条。\n\n②华钩藤\n木质藤本，高达3米。小枝四方形，全体光滑无毛；钩近于叶腋生，长约1.5厘米。叶对生；叶片卵形或卵状椭圆形，长10～17厘米，宽5.5～9.5厘米，先端渐尖，基部圆形，全缘，两而均无毛；叶柄长约1厘米；托叶膜质，圆形，全缘，外反，长达1.5厘米。头状花序直径约4厘米；花序柄长5～8厘米，无毛；花萼管状，先端5裂，裂片长椭圆形或卵形，长约1.5毫米，密被灰色小粗毛；花冠管状，长1.2～1.5厘米，先端5裂，裂片近圆形；雄蕊5，生于花冠管喉部，花丝比花药短；子房下位，花柱线形，伸出于花冠管之外，柱头头状。蒴果棒状，长0.8～1.2厘米，被紧贴的长柔毛。种子细小，两端有翅。花期6～7月。果期10～11月。\n生于山谷疏林中。分布湖南、湖北、广西、四川、贵州、云南等地。",
    "application": "用于治疗高血压病有一定疗效\n据100余例的观察，服药后多数患者血压均有不同程度的下降，有的可降至正常或接近正常范围。随着血压的下降，头晕、头痛、心慌、气促、失眠等自觉症状亦相应减轻或消失。据部分病例观察，血压下降开始于服药后2～7日，10日之后降压效果即很显著，有时还可继续下降。血压下降的曲线呈斜坡状，显示本品作用温和。个别病例在服药期间有回升现象，但波动的幅度甚小，且不伴有症状恶化。对神经机能失调者疗效甚显著，服药5～10天症状即可明显减轻。病期愈早疗效愈好，属于第三期者多无降压效果，但有些患者血压虽无明显变化，而症状却有明显改善。治疗中未见副作用。用法：钩藤加水煮沸10～20分钟，使成20%浓度，每次20～30毫升，日服3次；或每日用钩藤2两，放入沸水中保持沸点15～20分钟，制成煎液200毫升，中、晚分服，4～6日为一疗程。根据祖国医学传统经验，钩藤不宜久煎，否则影响效力；现代药理实验亦证明，钩藤煮沸超过20分钟时，降压的有效成分便部分破坏。日用量3～5钱的疗效不满意，而以2～2.5两疗效较好。",
    "position": "为茜草科植物钩藤或华钩藤及其同属多种植物的带钩枝条。",
    "source": "《本草原始》"
  },
  {
    "name": "青果",
    "alias": "橄榄子,白榄,黄榄果。",
    "ingredient": "含蛋白质、脂肪、碳水化合物、钙、磷、铁、复合维生素，并含滨蒿内酯、没食子酸等。种子含挥发油，油中含香树脂醇等;种仁含多种脂肪酸，油酸是主要成分，还含己酸、辛酸、癸酸、月桂酸、肉豆蔻酸、硬脂酸、棕榈酸、亚麻酸和十八碳二烯酸。青果水提液具抗乙肝表面抗原(HBsAg)作用;青果能兴奋唾液腺、增加唾液分泌从而起助消化作用。",
    "process": "为橄榄科植物常绿乔木橄榄的成熟干燥核果。多为栽培。",
    "distinguish": "纺锤形，长约3～4厘米，直径约1.5～2厘米，表面黄棕色，皱缩。内果皮木质（果核），致密，坚硬，内三室，每一室内含一红棕色细长棱形种子，除去种皮可见白色富油质子叶两片。气微，味涩，久嚼微甜。",
    "effect": "?",
    "creation": "捣碎，生用。",
    "function": "?",
    "taste": "味甘；性平",
    "usage": "4.5～9g。",
    "compatibility": "阴虚火旺，咯痰带血者禁用。",
    "storage": "?",
    "side_effects": "?",
    "category": "归肺、胃经。",
    "plant": "常绿乔木。树冠呈圆塔形，树干直立，呈灰白色，有黏性的芳香树脂溢出。奇数羽状复叶，互生，长15~30厘米;小叶9~15片，对生，椭圆状披针形，革质，长6~15厘米，宽2.5~5厘米，先端渐尖，基部偏斜，全缘，上面深绿色，光滑，下面黄绿色，网脉上有小窝点，略粗糙。圆锥花序顶生或腋生，与叶等长或略短;花小，两性或杂性;萼杯状，通常3裂，很少5裂;花瓣3~5片，白色，芳香，顶端钝;花盘明显;雄蕊6枚，着生于花盘的边缘，花药箭状，花丝粗短;雌蕊1枚，子房上位，3室，每室胚珠2。核果卵状纺锤形，青绿色或青黄色，光滑;果核坚硬，纺锤形，两端锐尖，有棱及槽，内有1~3颗种子。花期5~7月，果期8~10月。",
    "application": "用量4.5~9克，煎服。用治咽喉肿痛、咳嗽、烦渴、鱼蟹中毒等症。临床用治细菌性痢疾，雾化吸入疗法治疗咽喉炎，其复方外敷治疗口疮、皮肤病，复方口服治疗咽痒干咳等。",
    "position": "果实和种子类",
    "source": "?"
  },
  {
    "name": "木香",
    "alias": "云木香、广木香",
    "ingredient": "根油主含去氢木香内酯（dehydrocostus-lactone），木午烯内酯（costunolide），含量达50%[1，2]，还含木香匝醛（saussureal），4β-甲氧基去氢木香内酯（4β-methoxydehy-drocotuslactone）[2]，木香内酯（costuslactone），二氢木香内酯（di-hydrocostuslactone）[3]，α-环木香烯内酯（α-cyclocostunolide），β-环木香烯内酯，土木香内酯（alantolactone），异土木香内酯（isoalan-tollactone）[4]，异去氢木香内酯（isodehydrocostuslactone），异中美菊素（isozaluzanin）C[5]，12-甲氧基二氢去氢木香内酯（12-methoxydihydrodehydrocostuslactone），二氢木香烯内酯（dihydro-costunolide）[6]，木香烯（costene），单紫杉烯（aplotaxene）[1]，（E）9-异丙基-6-甲基-5，9-癸二烯-2-酮[（E）-9-isopropyl-6-methyl-5,9-decadien-2-one][7]，（E）-6，10-二甲基-9-亚甲基-5-十一碳烯-2-酮[（E）-6，10-dimethyl-9-methyleneundec-5-en-2-one][8]，对-聚伞花素（p-cymene），月桂烯（myrcene），β-榄香烯（β-elemene），柏木烯（cedrene），葎草烯（humulene），β-紫罗兰酮（β-ionone），芳樟醇（linalool），柏木醇（cedrol）[3]，木香醇（costol），榄香醇（elemol）[9，10]，白桦脂醇（etulin），β-谷甾醇（β-sitosterol），豆甾醇（stigmasterol）[9]，森香酸（costic acid），棕榈酸（palmitic acid）和亚油酸（linoleic acid）[4]等。 \n根还含天冬氨酸（sapartic acid），谷氨酸（glutamic acid），甘氨酸（glycine），天冬酰胺（aspartic acid），谷氨酸（glutamic acid），甘氨酸（glycine），天冬酰胺（asparagine），瓜氨酸（citrulline），γ-氨基丁酸（γ-aminobutic acid）等20种氨基酸，胆胺（cholamine）[11]，木香萜胺（saussureanine）A、B、C、D、E，左旋马尾松树脂醇-4-O-β-D-吡喃葡萄糖甙（massoniresinol-4-O-β-D-glucopyranoside），毛连菜甙B（picriside B）,醒香甙（syringin）[12]等。 ",
    "process": "秋、冬季采挖，除去杂质，切段，干燥后撞去粗皮。",
    "distinguish": "本品呈圆柱形或半圆柱形，长5～lOcm，直径0.5～5cm。表面黄棕色至灰褐色，有明显的皱纹、纵沟及侧根痕。质坚，不易折断，断面灰褐色至暗褐色，屉边灰黄色或浅棕黄色，形成层环棕色，有放射状纹理及散在的褐色点状油室。气香特异，味微苦。",
    "effect": "1、对呼吸系统的作用：\n   \n   豚鼠离体气管与肺灌流实验证明，木香水提液、醇提液、挥发油及总生物碱能对抗组胺与乙酰胆碱对气管与支气管的致痉作用。挥发油中所含总内酯、木香内酯、二氢木香内酯等内酯成分以及去内酯挥发油均能对抗组胺、乙酰胆碱与氯化钡引起的支气管收缩作用，其中以二氢木香内酯作用较强。腹腔注射给药对吸入致死量组胺或乙酰胆碱气雾剂豚鼠有保护作用，可延长致喘潜伏期，降低死亡率，以上结果表明其扩张支气管平滑作用特点与罂栗碱相似。认为直接作用与平滑肌所致。将胸内套管刺入麻醉猫胸膜腔描记呼吸，静脉注射云木香碱可出现支气管扩张反应。而将动物脑破坏后再给药则无效，提示其作用与迷走中枢抑制有关。水提液、醇提液、挥发油、去内酯挥发油与总生物碱静注对麻醉犬呼吸有一定的抑制作用。其中以挥发油作用较强，挥发油所含各内酯成分对呼吸无明显影响。犬机械刺激致咳实验证明，挥发油中各内酯成分和去内酯挥发油无镇咳作用。\n\n2、对肠道的作用：\n  \n   木香水提液、挥发油和总生物碱对小鼠离体小肠先有轻度兴奋作用，随后紧张性与节律性明显降低。对乙酰胆碱、组胺与氯化钡所致肠肌痉挛有对抗作用。小剂量煎剂对离体小肠的作用无一定规律性，大剂量则呈抑制作用。挥发油亦可抑制离体兔小肠运动，使其节律变慢，收缩不规则。去内酯挥发油、总内酯以及木香内酯、二氢木香内酯挥发油与二氢木香内酯作用较强。\n\n\n3、对心血管的作用：\n\n   木香低浓度的木香挥发油及从挥发油中分离出的各种内酯部分均能不同程度地抑制豚鼠与兔离体心脏的活动，对离体蛙心也有抑制作用。小剂量的水提液与醇提液能兴奋在体蛙心与犬心，大剂量则有抑制作用。云木香碱1-2mg静脉注射能兴奋在体猫心，对心室的兴奋作用比心房明显。 \n\n   离体兔耳与大鼠后肢血管灌流实验还表明，去内酯挥发油、总内酯，有较明显的血管扩张作用。其他内酯部分作用较小。小剂量总生物碱可扩张离体兔耳血管，大剂量反而引起收缩反应。\n\n   水提液与醇提液给麻醉犬静脉注射有轻度升压反应，耐去内酯挥发油、总内酯、木香内酯、二氢木香内酯和去氢木香内酯等静脉注射可使麻醉犬血压中度降低(30-40mmHg)，且降压作用比较持久。将动物颈部脊髓和两侧迷走神经切断或阿托品化或给神经节阻断药、抗肾上腺素药或抗组织胺药均不改变上述降压反应。初步认为其降压机制在于心脏抑制和扩张血管所致。\n\n\n4.抗菌作用：\n \n  挥发油1：3000浓度能抑制链球菌、金黄色与白色葡萄的生长，对大肠杆菌与白喉杆菌作用微弱;总生物碱无抗菌作用。本品煎剂除对副伤寒甲杆菌有轻微抑制作用外，对金黄色葡萄球菌、痢疾杆菌等7种致病菌无效。另有报道，煎剂对许兰氏黄癣菌及其蒙古变种等10种真菌有抑制作用。\n\n",
    "creation": "\n　　木香片：将原生药放清水内洗净，捞出，闷润12-24小时使软，切片，晒干。煨木香：将木香片放在铁丝匾中，用一层草纸，一层木香间隔，平铺数层，置炉火旁或烘干室内，烘至木香中所含的挥发油渗透至纸上，取出放凉。有些地区将木香片1斤，麸皮4两，放锅内拌炒至黄色不焦为度，筛去麸皮，放凉。\n",
    "function": "行气止痛，健脾消食。用于胸脘胀痛、泻痢后重、食积不消、不思饮食。",
    "taste": "：根圆柱形或半圆柱形，长5～10cm，直径0·5～5cm。表面黄棕色至灰棕色，有皱纹、纵沟及侧根痕，有的可见网状纹。质硬，难折断，断面较平坦，棕色至暗棕色，散有棕色点状的油室，形成层环棕色，有放射状纹理，老根中央多枯朽。气芳香，味甜、苦，稍刺舌。性温，味辛、苦。",
    "usage": "内服：煎汤，3-10g；或入丸、散。",
    "compatibility": "阴虚津液不足者慎服。 \n1.《本草经疏》：肺虚有热者，慎毋犯之。元气虚脱及阴虚内热，诸病有热，心痛属火者禁用。 \n\n2.《得配本草》：脏腑燥热，胃气虚弱者禁用。\n",
    "storage": "\n置干燥處。\n",
    "side_effects": "大鼠腹腔注射的半数致死量如下：总内酯300mg/kg、二氢木香内酯200mg/kg。对其总生物碱静脉注射的最大耐受量，小鼠为100mg/kg，大鼠为90mg/kg。本品挥发油混入大鼠饲料中，每天服量为1.77mg/kg，（雄鼠）与2.17mg/kg（雌鼠），连续给药90天，结果对大鼠的生长、血常规与血尿素氮均没有影响，主要脏器病理检验亦未见异常。",
    "category": "归脾；胃；肚；肺经",
    "plant": "多年生草本，高1.5～2m，主根粗大。茎被稀疏短柔毛。茎生叶有长柄，叶片三角状卵形或长三角形，长30～100cm，宽15～30cm，基部心形，下延成不规贝勺分裂的翅状，边缘不规则倾波状或浅裂并具稀疏的刺，两面有短毛；茎生叶基部翼状抱茎。头状花序顶生和腋生，花序直径约3cm，常数个集生于花茎顶端，总苞片约10层；花冠暗紫色，5裂；雄蕊5，聚药；子房下位，花柱伸出花冠外。瘦果长锥形，上端有两层羽状冠毛。花期7～8月，果期8～10月。",
    "application": "内服：煎汤，3-10g，或入丸、散。外用：适量，研末掺;调敷;或熬膏涂。用于胸胁、脘腹胀痛，泻痢后重，食积不消，不思饮食。煨木香实肠止泻。用于泄泻腹痛。",
    "position": "为菊科物木香AuckiandialappaDecne.的根。",
    "source": "《神农本草经》"
  },
  {
    "name": "辛夷",
    "alias": "辛矧、侯桃、房木(《本经》)，新雉(《甘泉赋》)，迎春(《本草拾遗》)，木笔花(《蜀本草》)，毛辛夷、辛夷桃(《山西中药志》)，姜朴花(《四川中药志》)。",
    "ingredient": "\n玉兰花蕾含挥发油，中含柠檬醛、丁香油酚，1，8-桉叶素。根含木兰花碱。叶和果实都含芍药素的甙。\n\n从望春花花蕾中提出一种生物碱结晶。另还分出松树脂醇二甲醚，鹅掌楸树脂醇B二甲醚、望春花素和发氏玉兰素等木脂体成分。\n",
    "process": "\n一般在早春花蕾未放时采摘，剪去枝梗，干燥即可。\n",
    "distinguish": "\n干燥的花蕾，呈倒圆锥状，形如毛笔头，基部带有木质短枝。花蕾长1～4厘米，中部直径0.7～2厘米。外裹苞片2枚成两层，两层之间尚可见小芽鳞。苞片表面密被黄绿色柔软长毛，毛茸长约5毫米，内表面平滑，棕紫色。除去苞片后可见3片花萼与6～12片紧密相包的棕紫色花瓣，其内有多数棕黄色雄蕊与1枚褐色雌蕊。质脆易破碎。有特殊香气，味辛凉而稍苦。以花蕾未开，身干，色绿，无枝梗者为佳。\n全国大部分地区有产，主产河南、四川、安徽、浙江、陕西、湖北等地。\n\n此外，河南尚有以同属植物望春花的花蕾作辛夷；西藏地区则以滇藏玉兰的花蕾作辛夷。\n",
    "effect": "\n①降压作用\n以辛夷花苞干燥粉末的水、醇提取物对麻醉动物(狗、猫、兔、大鼠等)静脉、腹腔、肌肉注射均有降压作用。肌肉注射对未麻醉狗也出现降压作用，1克/公斤(按生药计算)时降低血压约40%以上，对实验性肾性高血压大鼠，亦出现降压作用，对肾性高血压的狗则效果不明显，但对老年性\"原发性\"高血压狗则有明显的降压效果。降压成分在去油水溶液中转溶于乙醚之部分。在降压原理方面，与中枢神经系统似无甚关系，而是直接抑制心脏，特别是扩张血管以及神经节阻断而来。口服时降压作用不明显，可能因有效成分不易被吸收的原故。根含木兰花碱，故有降压作用。\n\n②对横纹肌的作用\n望春花花蕾中的生物碱结晶在蛙腹直肌标本上，有箭毒样作用；而水煎剂则相反，有乙酰胆碱样作用。用不同提取方法在上述标本上作比较试验，证明望春花花蕾与日本产的花蕾性质相同，而前者作用较强。\n\n③对子宫的作用\n在大鼠及家兔离体子宫，狗及家兔在位子宫及子宫瘘管的实验中，证明辛夷煎剂、流浸膏对子宫有兴奋作用，且在未明显影响血压、呼吸之剂量，即能呈现此种作用。并谓辛夷内所含的兴奋子宫成分为溶于水及乙醇的非挥发性物质。\n\n④其他作用\n15～30%辛夷煎剂对多种致病性真菌有抑制作用。浸剂或煎剂对动物有局部麻醉作用(对豚鼠的浸润麻醉及对蛙的阻断麻醉)。日本辛夷M.kobus对淋巴球性脉络丛脑膜炎病毒在体外、体内(小鼠皮下注射其煎剂)均有明显的抗病毒作用。\n",
    "creation": "\n拣净枝梗杂质，捣碎用。\n\n《日华子本草》：\"入药微炙，已开者劣，谢者不佳。\"\n",
    "function": "\n祛风，通窍。治头痛，鼻渊，鼻塞不通，齿痛。\n\n①《本经》：\"主五脏身体寒热，风头脑痛，面酐。\"\n\n②《别录》：\"温中解肌，利九窍，通鼻塞、涕出，治面肿引齿痛，眩冒、身几几如在车船之上者。生须发，去白虫。\"\n\n③《药性论》：\"能治面生酐。面脂用，主光华。\"\n\n④《日华子本草》：\"通关脉，明目。治头痛，憎寒、体噤、瘙痒。\"\n\n⑤《滇南本草》：\"治脑漏鼻渊，祛风，新瓦焙为末。治面寒痛，胃气痛，热洒服。\"\n\n⑥《纲目》：\"鼻渊、鼻鼽、鼻窒、鼻疮及痘后鼻疮，并用研末，入麝香少许，葱白蘸入数次。\"\n\n⑦《玉楸药解》：\"泄肺降逆，利气破壅。\"\n\n⑧《江西中药》：\"外用能促进子宫收缩，具催生作用。\"\n",
    "taste": "\n辛，温。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"无毒。\"\n\n③《滇南本草》：\"性温，味辛微苦。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸、散。外用：研末塞鼻或水浸蒸馏滴鼻。\n",
    "compatibility": "\n阴虚火旺者忌服。\n\n①《本草经集注》：\"芎藭为之使。恶五石脂。畏菖蒲、蒲黄、黄连、石膏、黄环。\"\n\n②《本草经巯》：\"凡气虚人忌，头脑痛属血虚火炽者忌，齿痛属胃火者忌。\"\n\n③《本草汇言》：\"气虚之人，虽偶感风寒，致诸窍不通者，不宜用。\"\n",
    "storage": "置阴凉干燥处。",
    "side_effects": "1.毒性：辛夷毒性较低，犬静脉注射煎剂1g／kg，兔静脉注射4.75g／kg均未见死亡。辛夷酊剂(去醇)腹腔注射大鼠的LD50为22.5g(生药)／kg，小鼠为19.9g(生药)／kg。腹腔注射后，动物最初5-10分钟走动不安，以后转趋安静，呼吸深且慢，出现耳壳及脚掌血管扩张，发绀，最后惊厥而死，如1-2h内不死者可逐渐恢复。河南产辛荑(M.Biondii)醇浸膏对小鼠灌胃的LD50为38.21±5.2g(生药)／kg，四川产辛夷(M.Sprengeri)醇浸膏为93.55g(生药)／kg。水浸膏给至最大浓度和体积未见毒性。柳叶木兰碱的急性LD50：小鼠腹腔注射为171mg／kg，静脉注射为46mg／kg。兔静脉注射的MLD约为50mg／kg。动物死亡原因主要是呼吸麻痹。2.亚急性毒性：辛荑醇浸膏以18g(生药)／kg，水浸膏以30g、15g(生药)／kg，给予大鼠、口服，lmo后与各对照组比较，各项生化检查及病理切片均未见异常变化。",
    "category": "肺；胃经",
    "plant": "\n①辛夷，又名：林兰(《本经》)，木栏、桂栏(《广雅》)，杜兰(《别录》)，木兰、紫玉兰。\n落叶灌木，高3～4米。干皮灰白色；小枝紫褐色，平滑无毛，具纵阔椭圆形皮孔，浅白棕色；顶生冬芽卵形，长1～1.5厘米，被淡灰绿色绢毛，腋芽小，长2～3毫米。叶互生，具短柄，柄长1.5-2厘米，无毛，有时稍具短毛；叶片椭圆形或倒卵状椭圆形，长10～16厘米，宽5～8.5厘米，先端渐尖，基部圆形，或呈圆楔形，全缘，两面均光滑无毛，有时于叶缘处具极稀短毛，表面绿色，背面浅绿色，主脉凸出。花于叶前开放，或近同时开放，单一，生于小枝顶端；花萼3片，绿色，卵状披针形，长约为花瓣的1／4～1／3，通常早脱；花冠6片，外面紫红色，内面白色，倒卵形，长8厘米左右，雄蕊多数，螺旋排列，花药线形，花丝短；心皮多数分离，亦螺旋排列，花柱短小尖细。果实长椭圆形，有时稍弯曲。花期2～5月。\n生长于较温暖地区。原分布湖北、安徽、浙江、福建一带，现在野生较少，在山东、四川、江西、湖北、云南、陕西南部、河南等地广泛栽培。\n\n本植物的树皮(木兰皮)、花(木兰花)亦供药用，各详专条。\n\n②玉兰(《学圃杂疏》)，又名白木莲(《本草纲目启蒙》)、应春花、玉堂春、白玉兰。\n落叶乔木，高达15米。树冠卵形，分枝少，幼枝有毛。叶互生；叶柄长1～2.5厘米，被柔毛；叶片倒卵形，或倒卵状矩圆形，长8～16厘米，宽5～10厘米，先端阔而突尖，基部渐狭，全缘，上面绿色，脉上被疏毛，下面淡绿色，被灰白色柔毛；冬芽密生绒毛。花大，单生，先叶开放，杯状，直径10～15厘米，白色，或外面紫色而内面白色；花梗粗短，密生黄褐色柔毛；花萼与花瓣相似，9片，倒卵形或卵状矩圆形；雄蕊多数，花丝扁平；心皮多数，卵形，聚生于延长的花托上。果实圆筒形，长7～10厘米。花期2月。果期6～7月。\n多栽培或野生于阔叶林中。分布河南、山东、江苏、浙江、安徽、江西、福建、广东、广西、四川、云南、贵州、陕西等地。\n\n本植物的花(玉兰花)亦供药用，另详专条。\n",
    "application": "\n治疗鼻炎\n取辛夷50克碾碎后，用醇浸泡3天过滤，滤液加热蒸发浓缩成粘稠状浸膏，以20克无水羊毛脂混合调匀，再加凡士林100克调匀即成软膏。用时作成12x3厘米的油纱条，填入鼻腔，如下鼻甲甚肥大，纱条不易填入时，可先滴1%麻黄素后再填入。纱条之一端应露于鼻孔之外，并加粘膏固定，以免滑入咽内。2～3小时后取出。每日或隔日填塞1次，10次为一疗程。一般皆在4～5次后鼻通气情况开始好转，但亦有10次后始见效果的。鼻腔通气好转后仍需继续填塞5～10次，以期巩固。治疗肥大性鼻炎100例，多数经2年观察，痊愈者(鼻腔通气良好，头痛消失，分泌物减少，鼻甲已不肥大)44%；进步者(鼻通气情况及鼻甲肥大情况均较前大有改善，但仍未完.全正常)44%；无效者(经一疗程以上自觉或他觉症状皆无改善)12%。此外，亦可将辛夷制成煎剂、油剂、乳剂、麻油合剂等，用棉条浸透后塞鼻。据228人次的观察，对肥厚性鼻炎和急性鼻炎的收敛作用很明显；一般以乳剂与浓油效果最佳，油剂次之，煎剂又次之，麻油合剂较差。\n",
    "position": "\n为木兰科植物辛夷或玉兰的花蕾。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "干姜",
    "alias": "白姜",
    "ingredient": "含挥发油、姜烯、水芹烯、莰烯、姜辣素、姜醇等。",
    "process": "\n冬季茎叶枯萎时挖取，去净茎叶、须根、泥沙，晒干或微火烘干。\n",
    "distinguish": "\n干燥根茎为扁平、不规则的块状，有指状分枝。长4～6厘米，厚0.4～2厘米。表面灰白色或灰黄色，粗糙，具纵皱纹及明显的环节；在分枝处，常有鳞叶残存。质坚实，断面颊粒性，灰白色或淡黄色，质松者则显筋脉，有细小的油点及一明显的环纹。气芳香，味辛辣。以质坚实，外皮灰黄色、内灰白色、断面粉性足、少筋脉者为佳。\n\n全国大部分地区有产，主产四川、贵州等地。\n",
    "effect": "1.有促进消化作用；2.有兴奋中枢呼吸及运动系统作用；3.可增加血液循环、升血压、促进发汗作用。",
    "creation": "\n干姜：拣净杂质，用水浸泡3～6小时，捞出，闷，润后切片或切成小方块，晒干。炮姜：取姜块，置锅内用武火急炒至发泡鼓起，外皮呈焦黄色，内呈黄色，喷淋清水少许，取出，晒干。\n",
    "function": "\n温中逐寒，回阳通脉。治心腹冷痛，吐泻，肢冷脉微，寒次喘咳，风寒湿痹，阳虚吐、衄、下血。\n\n①《本经》：\"主胸满咳逆上气，温中，止血，出汗，逐风湿痹，肠潞下痢。生者尤良。\"\n\n②《别录》：\"治寒冷腹痛，中恶、霍乱、胀满，风邪诸毒，皮肤间结气，止唾血。\"\n\n③《药性论》：\"治腰肾中疼冷，冷气，破血，去风，通四肢关节，开五脏六腑，去风毒冷痹，夜多小便。治嗽，主温中，霍乱不止，腹痛，消胀满冷痢，治血闭。病人虚而冷，宜加用之。\"\n\n④《唐本草》：\"治风，下气，止血，宣诸络脉，微汗。\"\n\n⑤《日华子本草》：\"消痰下气，治转筋吐泻，腹藏冷，反胃干呕，瘀血，扑损，止鼻洪，解冷热毒，开胃，消宿食。\"\n\n⑥《医学启源》：\"《主治秘要》云，通心气，助阳，去脏腑沉寒，发诸经之寒气，治感寒腹痛。\"\n\n⑦王好古：\"主心下寒痞，目睛久亦。\"\"经炮则温脾燥胃。\"\n\n⑧《医学入门》：\"炮姜，温脾胃，治里寒水泄，下痢肠澼，久疟，霍乱；心腹冷痛胀满，止鼻衄，唾血，血痢，崩漏。\"\n\n⑨《药品化义》：\"炮姜，退虚热。\"\n\n⑩《长沙药解》：\"燥湿温中，行郁降浊，下冲逆，平咳嗽，提脱陷，止滑泄。\"\n",
    "taste": "\n辛，热。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"大热，无毒。\"\n\n③《药性论》：\"味苦辛。\"\n",
    "usage": "\n内服：煎汤，0.5～1.5钱。\n",
    "compatibility": "\n阴虚内热、血热妄行者忌服。孕妇慎服。\n\n①《本草经集注》：\"秦椒为使。恶黄连、黄芩、天鼠矢。杀半夏、莨菪毒。\"\n\n②《本草经疏》：\"久服损阴伤目。阴虚内热，阴虚咳嗽吐血，表虚有热汗出，自汗盗汗，脏毒下血，因热呕恶，火热腹痛，法并忌之。\"\n",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "生姜精油小鼠ip的LD50为1.23±0.11ml/kg（P=0.95），ig的LD50为3.45±0.28ml/kg（P=0.95）。小鼠死前曾先后出现活动减少、共济失调、肌肉松驰、静卧、颈腹部接触笼底，最后因呼吸麻痹死亡。小鼠1次ig干姜石油醚（30-60℃）提取物观察7d的LD50为16.3±2.0ml/kg（p=0.95），小鼠20只，ig干姜水提物120g生药%，观察7d，见动物死亡。干姜浸剂对小鼠SC给药的LD50为33.5g/kg。",
    "category": "归脾、胃、肾、心、肺经。",
    "plant": "多年生草本。根茎肥大，断面白色，多粉质，有浓厚辛辣气味。叶2列，无柄而抱茎，叶片披针形至线状披针形。花葶自根茎生出，穗状花序椭圆形，苞片卵圆形，淡绿色，花萼管状，具3尖齿，花冠管状，裂片3，披针形;雄蕊1枚，与唇瓣几等长，子房下位，3室，无毛，花柱细长。花期8～10月。",
    "application": "用量3~ 10克，煎汤内服。用治脘腹冷痛、肢冷脉微、痰饮喘咳、胃肠气痛和绞痛、风湿痛、腰腿痛、胃及十二指肠溃疡、急性菌痢、急性睾丸炎、蛔虫病肠梗阻、慢性消化不良。",
    "position": "\n为姜科植物姜的干燥根茎。植物形态详\"生姜\"条。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "土黄连",
    "alias": "鸡足黄连、三颗针",
    "ingredient": "?",
    "process": "为小檗科植物九莲小檗或湖北小檗的根或茎叶。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，利小便。治腹泻，赤痢，火眼赤痛，齿龈肿痛，咽喉炎，热淋，痄腮，丹毒，湿疹。\n\n①《滇南本草》：\"泻小肠经实火，胃中实火，利小便。止热淋疼痛，牙根肿疼，咽喉痛，小儿乳蛾，痄腮。\"\n\n②《四川常用中草药》：\"清热解毒，消炎抗菌。治目赤，亦痢，劳伤吐血，咽喉肿痛，腹泻，齿痛，耳心痛，跌打损伤红肿。\"",
    "taste": "《滇南本草》：\"味苦，性大寒。\"",
    "usage": "内服：煎汤，根2～3钱，茎叶1～2两。外用：乳汁泡点眼或研末调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "①九莲小檗，又名：石妹刺(《滇南本草》)，蚝猪刺。\n常绿灌木，高至2米。小枝微有棱，幼时带黄色，次年黄灰色或黄褐色。小枝具刺，刺坚硬，3分叉，长1～3厘米。叶簇生；硬革质，窄椭圆形至披针形或倒披针形，长3～8厘米，宽1～2厘米，先端锐尖或钝，基部楔形，边缘有刺状锯齿，多少反卷，上面绿色，下面淡绿色，网脉不显。花鲜黄色，15～30朵，簇生，花梗长5～20毫米；小苞片3，卵形或披针形；萼片6，2轮，外轮披针形，内轮卵圆形，较花瓣长；花瓣6，卵圆形，先端微凹；雄蕊6，与花瓣对生；雌蕊1，卵状矩圆形，子房上位，柱头无柄．浆果，卵状矩圆形，长约7～8毫米，蓝黑色，表面被白粉，有短而明显的宿存花柱。\n\n生于低山丘陵地带。分布湖北、云南，贵州、四川等地。\n\n②湖北小檗\n叶窄披针形，长2～3厘米，宽8～11毫米，有波状刺锯齿。花3～10朵簇生。浆果卵圆形，长8～10毫米，柱头几无柄。\n\n生于山地灌丛中。分布湖北、四川、云南等地。",
    "application": "?",
    "position": "为小檗科植物九莲小檗或湖北小檗的根或茎叶。",
    "source": "《滇南本草》"
  },
  {
    "name": "糯米",
    "alias": "稻米、江米、元米",
    "ingredient": "糯米含有蛋白质、脂肪、糖类、钙、磷、铁、维生素B及淀粉等",
    "process": "用机器除去稻壳，取其种仁。",
    "distinguish": "性状鉴别 （1)长籽型 长椭圆形，略扁，长4-5mm，宽1.5-2mm。一端钝圆，另端歪斜，有胚脱落的痕迹。表面浅白色，不透明，平滑。质坚硬，断面粉性。蒸煮后韧性极强，有光泽。气微，味甘。 （2)圆籽型 籽粒较短圆，长3-4mm，宽1.5-2.5mm。余同长籽型。 显微鉴别 粉末特征：淀粉粒为单粒和复粒。单粒淀粉多为多面体，脐点、层纹不明显，少数为圆形或半球形。复粒淀粉有多数分粒。",
    "effect": "?",
    "creation": "?",
    "function": "补中益气，治消渴溲多，自汗，便泄。\n\n①《别录》：\"温中，令人多热，大便坚。\"\n\n②孙思邈：\"脾病宜食，益气止泄。\"\n\n③孟诜：\"治霍乱后吐逆不止，清水研一碗，饮之。\"\n\n④《本草拾遗》：\"主消渴。\"\n\n⑤《四产本草》：\"主痔疾，(糯米)以骆驼脂作煎饼服之，空腹与服。\"\n\n⑥《食性本草》：\"能行荣卫中血积。解芫菁毒。\"\n\n⑦《纲目》：\"暖脾胃，止虚寒泄痢，缩小便，收自汗，发痘疮。\"",
    "taste": "甘，温。\n\n①《别录》：\"味苦。\"\n\n②《千金·食治》：\"味苦，温，无毒。\"\n\n③《日用本草》：\"味甘，平。\"\n\n入脾、胃、肺经。\n\n①《得配本草》：\"入手、足太阴经。\"\n\n②《本草撮要》：\"入手足太阴、阳明经。\"\n",
    "usage": "内服：煎汤，1～2两；或入丸、散。外用：研末调敷。",
    "compatibility": "《纲目》：\"脾肺虚寒者宜之。若素有痰热风病，及脾病不能转输，食之最能发病成积。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "稻 一年生栽培植物。秆直立，丛生，高约1m左右。叶鞘无毛，下部者长于节间；叶舌膜质而较硬，披针形，基部两侧下延与叶鞘边缘相结合，长5-25mm，幼时具明显的叶耳；叶片扁平，披针形至条状披针形，长30-60cm，宽6-15cm。圆锥花序疏松，成熟时向下弯曲，分枝具角棱，常粗糙；小穗长圆形，两侧压扁，长6-8mm，含3小花，下方两小花退化仅存极小的外稃而位于1两性小花之下；颖极退化，在小穗柄之顶端呈半月形的痕迹；退化外稃长3-4mm，两性小花外稃，有5脉，常具细毛，有芒或无芒，内稃3脉，亦被细毛；鳞被2，卵圆形，长1mm；雄蕊6；花药长2mm；花柱2枚，筒短，柱头帚刷状，自小花两侧伸出。颖果平滑。花、果期6-10月。",
    "application": "?",
    "position": "为禾本科植物稻(糯稻)的种仁。植物形态详\"粳米\"条。",
    "source": "《千金·食治》"
  },
  {
    "name": "桃花",
    "alias": "?",
    "ingredient": "\n桃花含山柰酚、香豆精。白桃花含三叶豆甙。花蕾含柚皮素。\n",
    "process": "\n3月间桃花将开放时采收，阴干，放干燥处。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n利水，活血，通便。治水肿，脚气，痰饮，积滞，二便不利，经闭。\n\n\n①《别录》：\"主除水气，破石淋，利大小便，下三虫。\"\n\n\n②《唐本草》：\"主下恶气，消肿满，利大小肠。\"\n\n\n③《纲目》：\"利宿水痰饮，积滞。治风狂。\"\n\n\n④《本草汇言》：\"破妇人血闭血瘕，血风癫狂。\"\n\n\n⑤《岭南采药录》：\"带蒂入药，能凉血解毒，痘疹通用之。\"\n",
    "taste": "\n《别录》：味苦，平，无毒。\n",
    "usage": "\n内服：煎汤，1～2钱；或研末。外用：捣敷或研末调敷。\n",
    "compatibility": "\n孕妇忌服。\n",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝；大肠经",
    "plant": "1.桃 落叶小乔木，高达3-8m。小枝绿色或半边红褐色，无毛。叶互生，在短枝上呈簇生状；叶柄长1-2cm，通常有1至数枚腺体；叶片椭圆状披针形至倒卵状披针形，边缘具细锯齿，两面无毛。花通常单生，生于叶开放，直径约2.5-3.5cm，具短梗；萼片5，基部合生成短萼筒，无毛。叶柄长7-12mm，具腺点。花通常单生，直径约2.5-3.5cm；具短梗；萼片5，基部合生成短萼筒，外被绒毛；花瓣5，倒卵形，粉红色；罕为白色；雄蕊多数，子房1室。花柱细长，柱头小，圆头状。核果近球形，直径5-7cm，表面有短绒毛；果肉白色或黄色；离核或粘核。种子1枚，扁卵状心形。花期3-4月，果期6-7月。2.山桃 落叶小乔木，高5-9m。叶互生；托叶早落；叶柄长1.5-3cm；叶片卵状披针形，长4-8cm，宽2-3.5cm，花单生，萼片5，花瓣5，阔倒卵形，粉红色至白色。核果近圆形，黄绿色，表面被黄褐色柔毛。果肉离核；核小，坚硬。种子1颗，棕红色。花期3-4月。果期6-7月。\n生境分布：生于海拔800-1200m的山坡、山谷沟底或荒野疏林及灌丛内。资源分布：1.桃全国各地普遍栽培。2.分布于河北、山西、陕西、甘肃、山东、河南、四川、云南等地。\n栽培：生物学特性 1.桃 喜阳光和温暖的气候，在肥沃高燥的砂质壤土中生长最好。怕涝，在低洼碱性土壤中生长不良。幼树抗寒力弱，容易冻梢。耐修剪，寿命较短。2.山桃 喜光，在半阴处也能生长，耐寒，耐旱。对土壤要求不严贫瘠、荒山均可种植。栽培技术 1. 桃 以嫁接繁殖为主。用山桃、毛桃、为砧木，可增强其抗涝、抗寒性。供砧木用桃核在湿沙中完成春化阶段，使硬壳容易裂开，易于发芽，3月播种，4月上旬即可出芽。有经沙藏的种子，可在秋季播种，选地势高燥的圃地培育桃苗，苗木生长迅速，当年秋季幼苗可长20-30cm高。芽接一般以8月下旬、中旬为宜，多采用丁字形芽接法，或在春季4月上旬进行枝接，多采用切接、腹接和劈接法。2.山桃 用种子繁殖。6-9月份摘下成熟果实，除去果肉，将种子在水中冲洗干净，捞出晾干，沙藏。春播，3月上旬进行至4月初播种，把经过沙藏种子取出，按行株距35cm×(20-30)cm，深5-6cm穴播，覆土，浇水，15d左右可出苗。幼苗在苗圃培育1-2年出圃定植。秋播于10月中旬至11月上旬，可以当年采收的种子，不经沙藏处理，直接播种，于翌年春生苗。山桃苗木一般常作为桃树品种的砧木。田间管理 1.桃 注意整形修剪，加强土、肥、水管理。2 .山桃 幼苗出土后，应及时进行追肥、浇水、中耕除草。定植结果后，于每年的冬季进行修剪，剪除徒长枝、过密枝、病虫枝、细弱枝，使通风透光，提高果实的产量。病虫害防治1.桃 抗病能力弱，量易遭受虫害。桃炭疽病，主要为害果实，也为害叶和新梢，发芽前喷波美3度石硫合剂，发芽后喷65%代森锌500倍液2-3次。流胶病，发生在树枝干，加强栽培管理，枝干涂白，预防冻害和日烧伤，防治蛀食枝干的害虫。桃蚜，为害叶片，发芽前喷波美3度石硫合剂，生长期用2.5%溴氰菊酯5000倍液。2.山桃 桃缩叶病，为害叶片、新梢、果实，严重时造成落叶甚至枝条枯死。发芽前喷波美5度石硫合剂。虫害有桃芽、桃粉蚜。",
    "application": "?",
    "position": "为蔷薇科植物桃或山桃的花。植物形态详\"桃仁\"条。",
    "source": "《本经》"
  },
  {
    "name": "龙涎香",
    "alias": "龙尿(《酉阳杂俎》)，龙腹香。",
    "ingredient": "约含25%龙涎香醇。灰分中主要含氧化钙6.21%、氧化镁9.88%、五氧化二磷4.65%、二氧化硅6.02%。",
    "process": "捕获杀死后，即收集其肠中分泌物(龙涎香)，经干燥后即成蜡状的硬块。其肠内分泌物，也能排出体外，飘浮于海面，故有时也可从海面上捞取。",
    "distinguish": "干燥的龙涎香，呈不透明的蜡状胶块.色黑褐如琥珀，有时有五彩斑纹。质脆而轻，嚼之如蜡，能粘齿。气微腥，味带甘酸。比重约0.7～O.9，融点为60℃，可溶于纯酸中。燃烧时发蓝焰，香气四溢，酷似麝香而幽雅，被熏过之物，能保持持久的香气。以黑褐色、体松质韧、焚之有幽香者为佳。",
    "effect": "与麝香相似，小量对动物中枢神经系统有兴奋作用，大量则表现抑制；对离体心脏有强心作用，对整体动物则引起血压下降。",
    "creation": "即收集其肠中分泌物（龙涎香），经干燥后即成蜡状的硬块。",
    "function": "行气活血，散结止痛，利水通淋。治咳喘气逆，气结癥积，心腹疼痛，淋病。\n\n①范咸《台湾府志》：\"止心痛，助精气。\"\n\n②《纲目拾遗》：\"活血，益精髓，助阳道，通利血脉。又廖永言：利水通淋，散癥结，消气结，逐劳虫。周曲大：能生口中津液，凡口患干燥者含之，能津流盈颊。\"\n\n③《药材学》：\"治咳喘气逆，神昏气闷，心腹诸痛。\"",
    "taste": "甘酸，气腥。\n\n①《药性考》：\"味甘，气腥，性涩。\"\n\n②《纲目拾遗》：\"气腥，味微酸咸，无毒。\"",
    "usage": "内服：研末，1～3分。",
    "compatibility": "孕妇忌用。",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝；肺；肾经",
    "plant": "抹香鲸，为齿鲸中最大的一种，一般雌性体长12-17m；雄体长达20-23m，重30000-40000kg。头大，箱形，可占体长的1/1/3，前端截形。吻向前突出于下颌1.5m。额部巨大，内有特殊脂肪体，或称鲸蜡器管。外鼻孔1个，位于头顶左侧前缘，谷称喷水孔。眼小，位于口角后上方。外耳孔极小。上颌具无功能性痕迹齿；下颌狭窄，每侧具20-25枚圆锥形的功能齿。鳍肢短圆形，成年鲸的鳍肢长约1m。无背鳍，仅在体后1/3的背部有1列驼峰状突起。尾鳍近三角形，后缘有缺刻，宽可达4m以上。体背暗黑稍带红（宛如供佛的抹香颜色）及蓝灰色或瓦灰色，体侧略淡。口角处近淡白色，体最前端有旋涡状密布的白斑。皮肤裸露，有的于体侧及喉胸部具褐争或浅沟。皮下脂肪厚。鳍肢及尾鳍全黑色，腹面银灰色或白色。\n生境分布：生活于世界各大洋中喜活动于热带、亚热带的温肯海洋中主食深海大乌贼、鱿鱼、章鱼及鳕鱼等。繁殖属一雄多雌型，生殖群为50-150头，每年1-7月间交尾，孕期16个月，1胎1仔。资源分布：我国分布于黄海、东海、南海、尤以台湾海域为最多。",
    "application": "用量0.3~1克，研末服。用治咳嗽、胸闷、癥瘕积聚、心腹疼痛、神昏、淋证。",
    "position": "为抹香鲸科动物抹香鲸的肠内分泌物的干燥品。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "莪术",
    "alias": "文莪,蓬术,羌七,广术,黑心姜,文术。",
    "ingredient": "含挥发油，酚性成分，有机酸等。",
    "process": "为姜科多年生草植物莪术、毛莪术（莪术）、郁金（温莪术）的干燥根茎。栽培或野生。",
    "distinguish": "莪术：呈类圆球形，纺锤形，直径1.2~3厘米，最大可达5厘米，长2.5~5厘米。外表皮灰黄色，显光洁，有细环节纹和须根残痕及凹入芽眼。质坚重，不易碎裂。断面黄褐色或绿褐色，角质样，有光泽，有不显著毛丝状极细维管束，近皮层处有一黄白色环圈。气微带姜香，味微苦辛。温莪术：主根呈圆锥形、纺垂形，新生侧根有时呈姜块状，直径1.5~3.5厘米，长3~8厘米。外表皮灰黄色，较粗糙，有明显的环节纹，节上多带有未去尽的残存鳞叶和须根。质坚重，不易碎裂。断面黄褐色或绿褐色，角质样，有光泽或无光泽，丝状维管束较多而明显近皮层处亦有黄白色环圈。姜香气稍重，味辛苦。习惯认为广西产莪术，个小均匀，表皮光洁，内碴绿褐色，光亮，品质较好。温莪术较差。主要成分：含挥发油，酚性成分，有机酸等。",
    "effect": "1.抗肿瘤作用：莪术油制剂在体外对小鼠艾氏腹水癌细胞、615纯系小鼠的L615白血病及腹水型肝癌细胞等多种瘤株的生长有明显抑制和破坏作用。100％阿莪术注射液0.3-0.5ml给小鼠腹腔注射，对肉瘤S180。有较好的疗效，抑瘤率达50％以上。从莪术挥发油中得到的单体，莪术醇和莪术二酮75mg/kg皮下注射时，对小鼠肉瘤S37，宫颈癌U14、艾氏腹水癌（ECA）均有较高的抑制率，肿瘤明显缩小者，可见瘤组织周围纤维细胞增多，内有一层淋巴细胞、吞噬细胞包围肿瘤细胞等免疫反应出现。在电镜下，治疗组肿瘤细胞表现核质比例减少，核外形趋向正常，染色质、核仁和染色质间颗粒数量减少，故认为莪术对小鼠肉瘤的细胞核代谢有抑制作用。体外试验证明莪术醇及莪术二酮对艾氏腹水癌细胞有明显破坏作用，能使其变性坏死。不同浓度的莪术油注射液对瘤细胞均有明显的直接破坏作用，有作用快而强的特点，瘤细胞数越多，杀灭90％的瘤细胞所需的药液浓度就越大。莪术抗癌作用的方式既有直接作用，也有宿主的免疫反应参与。临床以莪术油作瘤内注射治疗宫颈癌，治疗后可见瘤组织坏死脱落，局部淋巴细胞浸润，部分病例肿块消失，宫颈光滑，提示莪术有直接杀瘤细胞的作用。在病理切片中则见到有密集的小淋巴细胞围绕癌细胞，淋巴窦中有大量的窦细胞组织增殖，血液中淋巴细胞有显着的升高，这些均提示有效病例中宿主有明显的免疫反应。莪术抗癌作用的原理，莪术油除能直接杀瘤作用外，还能增强瘤细胞免疫原性，从而诱发或促进机体对肿瘤的免疫排斥反应，实验证明用莪术处理的ECA及L615。瘤苗进行主动免疫，确实能使部分动物获得明显的保护效应。进一步研究证明莪术L615瘤株的主动免疫保护效应具有一定的特异性，因为经莪术L615瘤免疫的动物，不能产生对L795（是615系小鼠的一株新的肉瘤白血病）的交叉免疫保护效应。一些对L615具有明显免疫力的莪术瘤苗免疫组动物，尽管能耐受10（-3 ）× 10个L615细胞的多次攻击，却死于3 × 10个 L759瘤细胞。且这种免疫保护效应具有一定的稳定性，一旦建立后，能够维持相当长（10-13个月）的时间，但不能传给子代，因为其子代绝大多数（93／94）不能耐受105-3×105个L615细胞的攻击，均发生典型的L615，白血病而死亡，平均存活时间也未见延长、说明亲代的这种免疫保护效应是后天获得而不能传给子代。用纯系雌性 T-739 小鼠观察莪术油对肺腺癌（LA-795）的放射增敏作用，实验结果证明，用莪术油腹腔注射加照射组比单纯照射组有明显的肿瘤生长延迟效果，可使放射治疗效果提高42％，达到中等增敏作用。2.抗早孕作用：莪术根茎的醇浸膏及其有效成分（单萜类和倍半萜类化合物）对大鼠、小鼠有非常显着的抗早孕作用，对犬也有一定抗着床效果。以莪术油的止孕作用最显着，小岚腹腔注射和皮下注射600-900mg／kg莪术油，其抗着床和抗早孕效果为7％-90％，家兔腹腔注射80mg/kg莪术油，抗着床效果为80％，经阴道注药400mg／kg的抗着床效果为100％，一般于受孕2-5天给药，即出现胚胎死亡，吸收或阻止胚胞着床。而受孕7-10天给药则引起流产或死胎，挥发油经皮下、腹腔、阴道给药均有一定止孕效果，只是药物起效快慢有所不周.腹腔注射起效快，阴道给药起效慢，腹腔给药量小于阴道给药量5倍。从莪术煎利灌胃小鼠，同样有止孕效果。莪术油对小鼠止孕的过程是阻止胚胞着床、使之停止发育，可见萎缩退化的胚胞游离在宫腔内，有的胚胞着床后死亡，正处于被吸收过程。3.抗菌作用：莪术挥发油试管内能抑制金黄色葡萄球菌。β-溶血性链球菌、大肠埃希菌、伤寒杆菌、霍乱弧菌等的生长。4.升高白细胞的作用：小鼠腹腔注射莪术油10ml／kg,莪术醇0.3％ 10ml／kg，连续8d后，可明显对抗由腹腔一次注射环磷酰胺150mg／kg所引起的白细胞减少，并促进白细胞回升，提示莪术有一定的升高白细胞作用。5.对心血管的作用：莪术增加股动脉血流量的作用在活血化瘀药中最为明显，血流量峰值增加252％，用药10分钟后血流量增加36.0％，血管阻力减少66.4％，以莪术油注射液静脉滴注治疗血栓闭塞性脉管炎的血瘀患者，随着病人临床症状的好转，肢体血流图也见到明显改善。6.对胃肠平滑肌的影响：离体兔肠试验发现，低浓度莪术，使肠管紧张度升高，高浓度时，反而使肠管舒张。7.保肝作用：莪术醇提取物及挥发油对四氯化碳（CCI4）硫代乙酰胺（TAA）引起的小鼠丙氨酸转氨酶（ALT）升高有明显的降低作用，使磺溴酞钠（BSP）潴留量减少，相应肝组织病变减轻。8.对急性肾功能衰竭的作用：家兔用50％甘油盐水15ml／kg皮下注射引起急性肾功能衰竭，对照组肉眼可见肾肿胀增大，呈紫暗色，活体显微镜低倍镜观察，可见较多的呈紫暗色条状血管淤滞，毛细血管血流停滞或减慢，静脉给莪术注射液每日4ml／kg，共3天后肉眼未见肾明显肿胀，紫暗色减浅或已恢复正常，活体镜下可见条状血管淤滞消失，毛细血管血流加快病理切片（FIE）对照组见有广泛的近曲、远曲小管上皮细胞空泡变性或混浊肿胀，肾小管管腔闭塞，部分小管上皮破坏脱落，管腔内有较多管型存在，部分血管内有血液淤滞，莪术注射后48小时上述病理改变都明显减轻，曲管的上皮细胞空泡和混浊肿胀显着减轻，肾小管腔内的管型极少或消失，小血管内的血液淤滞减少或消失，肾小球毛细血管管腔扩大。一般家兔注射甘油后约12小时出现酱红色小便，尿量显着减少，有的无尿，精神委靡，不食，都在24-48小时内死亡，而莪术组24小时后尿量增多，虽尿色也呈酱红色，但到 48-72小时后尿色基本恢复淡黄色，并无死亡。9.抑制血小板聚集和抗血栓形成：莪术水提取液9.0g/kg/天给大鼠灌胃，共7天对ADP诱导的血小板聚集有显着的抑制作用，并能明显降低血液粘度，以及缩短红细胞的电泳时间。其水提醇沉注射液1.13g／kg静脉注射对大鼠体内血栓形成也有非常显着的抑制作用。10.抗炎作用：小鼠灌服温郁金挥发油 200mg／kg对醋酸产生的腹膜炎有非常显着的抑制作用，小鼠腹腔注射温郁金挥发油200mg/kg对烫伤性局部水肿有明显抑制作用，腹腔注射100m/kg对巴豆油引起的耳部炎症有明显抑制作用，大鼠腹腔注射挥发油75mg／kg/天，9天后对皮下棉球肉芽肿增生有明显抑制作用。11.体内过程：3H-莪术醇口服吸收迅速完全，大鼠灌服后5分钟血中即可测到本品，15分钟达高峰，可维持l小时左右，半衰期t1／2。为33分钟，t1／2β为12.5小时。体内分布以肝、肾浓度最高，为其他组织的2-2.5倍，且可透过血脑屏障，主要从尿排泄，胆汁也有排泄。存在肝肠循环现象。12.毒性：莪术醇提取物，小鼠口服的半数致死量为86.8±12g（生药）／kg。",
    "creation": "切片，醋制",
    "function": "?",
    "taste": "味辛；性温",
    "usage": "3~9g。处方举例：1、莪术散（《证治准绳》）：莪术9g、川芎3g、当归12g、熟地18g、白芍9g、小茴香3g、白芷3g、甘草2.4g，水煎服。2、莪棱逐瘀汤：莪术9g、三棱9g、红花9g、丹参15g、鳖甲18g（先煎）、炮山甲15g、党参9g、黄芪9g、当归9g、陈皮9g，水煎服。注：浙江地区将郁金的根茎蒸熟或煮熟晒干，称温莪术。生鲜切片晒干称片姜黄，详见姜黄项下。",
    "compatibility": "浙江地区将郁金的根茎蒸熟或煮熟晒干，称温莪术。生鲜切片晒干称片姜黄，详见姜黄项下。",
    "storage": "置干燥处，防蛀。",
    "side_effects": "?",
    "category": "归肝、脾经",
    "plant": "多年生草本。根细长，末端膨大成肉质纺锤形块根，断面黄绿色或近白色。主根茎圆柱状，侧根茎指状，根茎断面淡蓝色、淡绿色、黄绿色至黄色。叶直立，叶片4~7，2列;叶片长圆状椭圆形或长圆状披针形，先端渐尖，基部渐狭，下面疏被短柔毛，叶片上面沿中脉两侧有紫色带直达基部，中脉绿色。穗状花序从根茎上抽出，圆柱状，苞片20多枚;花冠裂片红色;退化雄蕊较唇瓣小，唇瓣黄色，倒卵状。蒴果。",
    "application": "辛、苦，寒。行气化痰、清心解郁、利胆退黄。用量3~9克，煎服。用治经闭痛经、胸腹胀痛和刺痛、热病神昏、癫痫发狂等。",
    "position": "根茎类",
    "source": "本品始载于《雷公炮炙论》。1.《新修本草》姜黄条云“西戎人谓之蒁药。”说明当时莪术与姜黄是混称的。2.《本草拾遗》曰：“一名蓬莪，黑色；二名蒁，黄色；三名波杀，味甘有大毒。”“蓬莪”可能是指莪术 Curcuma aeruginosa Roxb.（根茎断面墨绿，干时黑色）；“蒁”可能包括温郁金 C.wenyujin Y.H.Chen et C.Ling（根茎断面黄色）；“波杀”有"
  }
]