[
  {
    "name": "天门冬",
    "alias": "大当门根(《石药尔雅》)，天冬(《药品化义》)。",
    "ingredient": "块根含甾体皂甙：天冬呋甾醇寡糖甙Asp-Ⅳ，Asp-Ⅴ、Asp-Ⅵ、Asp-Ⅶ，甲基原薯蓣皂甙（methylprotodioscin)，伪原薯蓣皂甙（pseudoprotodioscin)，3-O（α-L-吡喃鼠李糖基（1→4)-β-D-吡喃葡萄糖基)-26-O-（β-D-吡喃葡萄糖基)-（25R)-5，20-呋甾二烯-3β，26二醇〔3-O-α-L-rhamnopyranosyl（1→4)-β-D-GLUCOPYRANOSYL-26-O-（β-D-glucopyranosyl)-（25R)-furosta-5，20-β，26-diol〕。近又从新鲜根茎分得6个甾体皂甙，其甙元为雅姆皂甙元（yamogenin)，薯蓣皂甙元（diosgenin)，菝葜皂甙元（sarsasapogenin)，异菝葜皂甙元（smilagenin)，糖部不含木糖（xylose)，只含葡萄糖（glucose)和鼠李糖（rhamnose)。又含7个寡糖（oligosaccharide)Ⅰ-Ⅶ，分别为含有葡萄糖和果糖（fructose)的三聚糖、四聚糖、五聚糖、六聚糖、八聚糖、九聚糖和十聚糖。还含葡萄糖，果糖，蔗糖（sucrose)，5-甲氧基甲基糖醛（5-methoxymethyl furfural)，β-谷甾醇（β-sitosterol)以及瓜氨酸（citrulline)，天冬酰胺（asparagine)，丝氨酸（serine)，苏氨酸（threonine)，脯氨酸（proline)，甘氨酸（glycine)，丙氨酸（alanine)，缬氨酸（valine)，蛋氨酸（methionine)，亮氨酸（leucine)，异亮氨酸（isoleucine)，苯丙氨酸（phenylalanine)，酷氨酸（tyrosine)，天冬氨酸（aspartic acid)，谷氨酸（glutamic acid)，精氨酸（arginine)，组氨酸（histidine)，赖氨酸（lysine)等多种氨基酸。近从块根抑瘤有效部位中分离出4种多糖：天冬多糖（asparagus -polysaccharide)A、B、C、D。",
    "process": "秋、冬采挖，但以冬季采者质量较好。挖出后洗净泥土，除去须根，按大小分开，入沸水中煮或蒸至外皮易剥落时为度。捞出浸入清水中，趁热除去外皮，洗净，微火烘干或用硫黄熏后再烘干。",
    "distinguish": "性状鉴别 块根呈长纺锤形或圆柱形，稍弯曲，长4-18cm，直径0.5-2cm。表面黄白色或黄棕色，半透明，有深浅不等的纵沟及细皱纹。质坚韧或柔润，断面黄白色，角质样，有粘性，皮部宽，中柱明显。气微，味甘、微苦。\n以肥满、致密、色黄白、半透明者为佳。\n显微鉴别 块根黄切面：根被有时残存。皮层宽广，外侧有石细胞断续排列成环；粘液细胞散在，内含草酸钙针晶束，针晶长40-99μm；内皮层明显。中柱鞘为1-2列薄壁细胞 ；木质部束及韧皮部束各31-135个，相互间隔排列，少数导管深入至髓部；髓部亦散有粘液细胞。 粉末特征：灰黄色。①石细胞极多，大多单个散在，长方形、长条形、类圆形或长梭形，长85-460μm，直径32-88μm，壁厚5-37μm，纹孔细密，孔沟细而短。②草酸钙针晶散在或成束存在于粘液细胞中，针晶长40-99μm。③导管多为具缘纹孔或梯状具缘纹孔，直径18-110μm。此外有傍管薄壁细胞、纤维管胞等。                      商品规格 商品按产地分为川天冬、湖天冬，并根据根条粗细分为三等。一等：块根中部直径1.2cm以上，去净外皮；表面黄白色。二等：中部直径0.8cm以上，间有未剥净硬皮但不得超过5%。三等：中部直径0.5cm以上，稍有未去净硬皮，但不得超过15%。 \n",
    "effect": " 1.抗菌作用：煎剂体外试验对炭疽杆菌、甲型及乙型溶血性链球菌、白喉杆菌、类白喉杆菌、肺炎双球菌、金黄色葡萄球菌、柠檬色葡萄球菌、白色葡萄球菌及枯草杆菌均有不同程度的抑菌作用。\n2.杀灭蚊、蝇幼虫的作用：将切碎的根置水中使成0.5-1%浓度，可使其中的孑孓于72-96小时后全部死亡，2-5%浓度时，经3-4天，可使其中的蛆死亡70-100%。\n3.抗肿瘤作用：体外试验（美蓝法及瓦氏呼吸器测定)，天门冬对急件淋巴细胞型白血病、慢性粒细胞型白血病及急性单核细胞型白血病患者白细胞的脱氢酶有一定的抑制作用，并能抑制急性淋巴细胞型白血病患者白细胞的呼吸。印度产同属植物Asparagusracemosus中所含皂甙，对动物子宫有抗催产素的作用。\n4.镇咳去痰作用：经动物试验有镇咳和去痰作用。  \n",
    "creation": "拣去杂质，水洗净J闷润至内外湿度均匀，切段，干燥。",
    "function": "滋阴，润燥，清肺，降火。治阴虚发热，咳嗽吐血，肺痿，肺痈，咽喉肿痛，消渴，便秘。\n\n①《本经》：\"主诸暴风湿偏痹，强骨髓，杀三虫。\"\n\n②《别录》：\"保定肺气，去寒热，养肌肤，益气力，利小便，冷而能补。\"\n\n③《药性论》：\"主肺气咳逆，喘息促急，除热，通肾气，疗肺痿生痈吐脓，治湿疥，止消渴，去热中风。宜久服。\"\n\n④《千金方》：\"治虚劳绝伤，老年衰损羸瘦，偏枯不随，风湿不仁，冷痹，心腹积聚，恶疮，痈疽肿癞，亦治阴痿、耳聋、目暗。\"\n\n⑤《日华子本草》：\"镇心，润五脏，益皮肤，悦颜色，补五劳七伤，治肺气并嗽，消痰、风痹热毒、游风、烦闷吐血。\"\n\n⑥王好古：\"主心病嗌干，心痛，渴而欲饮，痿蹷嗜卧，足下热痛。\"\n\n⑦《本草蒙筌》：\"能除热淋，止血溢妄行，润粪燥秘结。\"\n\n⑧《纲目》：\"润燥滋阴，清金降火。\"\n\n⑨《植物名实图考》：\"拔疔毒。\"",
    "taste": "甘苦，寒。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"甘，大寒，无毒。\"\n\n③《滇南本草》：\"性寒，味甘微苦。\"\n\n 肺；肾经  \n",
    "usage": "内服：煎汤，2～4钱；熬膏或入丸、散。",
    "compatibility": "虚寒泄泻及外感风寒致嗽者，皆忌服。\n\n①《本草经集注》：\"垣衣、地黄为之使。畏曾青。\"\n\n②《日华子本草》：\"贝母为使。\"\n\n③《本草正》：\"虚寒假热，脾肾溏泄最忌。\"",
    "storage": " 定植后2-3年即可采收，割去蔓茎，挖出块根，去掉泥土，用水煮或蒸至皮裂，捞出入清水中，趁热剥去外皮，烘干或用硫黄熏蒸。  \n",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "天门冬，又名：颠勒(《本经》)，万岁藤、婆罗树(《救荒本草》)，天棘(《纲目》)，白罗杉(《植物名实图考》)，多儿母、八百崽、丝冬。\n攀援状多年生草本。块根肉质，簇生，长椭圆形或纺锤形，长4～10厘米，灰黄色。茎细，长可达2米，有纵槽纹。叶状枝2～3枚束生叶腋，线形，扁平，长1～2.5(～3)厘米，宽1毫米左右，稍弯曲，先端锐尖。叶退化为鳞片，主茎上的鳞状叶常变为下弯的短刺。花1～3朵簇生叶腋，黄白色或白色，下垂；花被6，排成2轮，长卵形或卵状椭圆形，长约2毫米；雄蕊6，花药呈丁字形；雌蕊1，子房3室，柱头3歧。浆果球形，径约6毫米，熟时红色。花期5月。\n生于山野，亦栽培于庭园。分布我国中部、西北、长江流域及南方各地。",
    "application": "①沧疗乳房肿瘤\n对一般良性乳房肿瘤，尤其是乳房小叶增生，不论肿块大小，奏效迅速，大多数可获治愈。52例乳腺小叶增生和纤维腺瘤患者，治疗后30例临床痊愈，16例显效，5例有效，1例无效。对乳腺癌也有一定的近期效果，表现为用药后肿块缩小，质地变软；但远期疗效尚不显著，表现为用药一段时间后，即呈相持状态，不再有明显进展(纤维瘤亦如此)，个别病例虽加大剂量，亦未见明显改善。对开始溃烂出血的乳房肿瘤和广泛转移的晚期乳癌?效果不佳。用法：每日取鲜天门冬2两，剥去外皮，隔水蒸熟，3次分服。亦可制成片剂内服、或注射剂供肌肉或静脉注射。\n\n②用于扩张宫颈\n于人工流产前12小时，将天门冬插入子宫颈管，能使宫颈自然扩张与软化。据84例观察，效果良好者达94%，未发现1例感染。先兆流产病例应用后，可自行发动宫缩，排出宫腔内容物；对人工流产病例则无此现象。用法：选择大小及弯度适当(长5～7厘米，直径0.3～0.6厘米)、表面光滑完整的天门冬1条，末端系一纱线，浸泡于95%酒精中，4小时后即可应用。操作时按常规消毒，扩张阴道，暴露宫颈外口，以长镊子夹住天门冬的系线端，另一端对准宫颈口徐徐插入，达子宫颈管内口。阴道内填塞纱布1块，以防天门冬脱落。约12小时即可行刮宫术。",
    "position": "为百合科植物天门冬的块根。",
    "source": "《本经》"
  },
  {
    "name": "鸦片",
    "alias": "底野迦(《唐本草》)，阿片、阿芙蓉(《纲目》)，亚片(《随息居饮食谱》)。",
    "ingredient": "鸦片总生物碱含量10～25%，主要以迈康酸盐形式存在。日本产鸦片生物碱主要有吗啡5～24%、那可汀4～7%、可待因0.4～1%、蒂巴冈0.4～0.8%、罂粟碱0.4～0.7%、那碎因0.2～0.5%，此外尚有可旦民碱、可他宁、隐品碱、格闹莨菪品、氢化可他宁、兰棱品、劳丹尼定、劳丹宁、劳丹素、迈康定、罂粟壳碱、尼奥品、氧化那可汀、罂粟胺、紫鸦片碱、伪吗啡、丽春花定碱、鸦片黄。\n\n鸦片中还发现有斯氏紫堇碱，d-异波尔定碱、异种荷包牡丹碱、异紫堇杷明碱、羟链霉素、7-氧二氢蒂巴因、紫堇块茎碱、木兰花碱、黄连碱、小檗碱、血根碱、粉绿罂粟碱、罂粟红碱B、罂粟红碱C、N-甲基-14-o-去甲基表紫鸦片碱、杷拉乌定碱及6-甲基可待因等生物碱。\n\n鸦片尚含有迈康宁、豆甾醇、环木波萝烯酮、环鸦片甾烯酮、环木波萝烯酮酯及环鸦片甾烯酮酯、β-谷甾醇、C27-C35碳氢化合物的混合物、环木波萝烯醇、环鸦片甾烯醇、10-廿九醇、β-谷甾醇-D-葡萄糖甙、β-谷甾醇-D-葡萄糖甙单棕榈酸酯。",
    "process": "通常于果实充分成长而尚未成熟，果皮仍为绿色或稍现黄色时(此时乳汁中吗啡含量最高)，用利刀或特制的锯齿切伤器，于晴天傍晚，浅割果皮(直割或斜割)，将散布于果皮部组织中的乳汁管切断，白色乳汁即自割缝渗出成滴状，于空气中渐由微红色变成棕色，并逐渐凝固成粘稠状物，翌晨用涂油的竹篦或竹刀刮取，每一果实可刮取鸦片3～4次。刮得的鸦片，以罂粟叶包裹，置暗处阴干。",
    "distinguish": "鸦片形状不一，有成圆球形、饼形、砖块或不规则形，棕色或黑色，带蜡质，外部往往附有罂粟叶或纸片。新鲜时质软，贮藏日久，则渐变坚硬。臭特异，带麻醉性，味极苦而特异。",
    "effect": "鸦片中含二十多种生物碱，但临床常用的只有吗啡、可待因、罂粟碱和那可汀四种，其他生物碱皆含量低微，对鸦片的作用无所影响。1.镇痛作用：吗啡有显着的镇痛作用，并有高度选择性，镇痛时，不但病人的意识未受影响，其他感觉亦存在。对持续性疼痛(慢性痛)效力胜过其对间断性的锐痛。如增加剂量对锐痛亦有效。其镇痛原理除提高痛阈外，对疼痛反应的改变也是一个重要因素。用吗啡后，痛刺激虽照旧感觉到，但象紧张、恐惧、退缩等普通应有的反应却已消失，病人病而不苦。经常伴随疼痛的不愉快情绪若被取消，疼痛也就轻易耐受。可待因的镇痛作用约为吗啡的l/4。2.催眠作用：吗啡有催眠作用，但睡眠浅而易醒，不能视为真正的催眠药。可待因则并不导致睡眠。3.呼吸抑制与镇咳作用：吗啡对呼吸中枢有高度选择性抑制作用，在低于镇痛的剂量时，对呼吸已有抑制。这时，呼吸中枢对CO2的敏感性降低，可用于治疗呼吸困难(心脏性哮喘)。呼吸抑制的最先表现为频率减少，此时由于深度加大的代偿作用，换气量尚无影响。中毒时由于抑制加深，频率减少太甚，则呼吸的深度加大亦不能代偿，而出现严重的缺氧。呼吸中枢麻痹为吗啡中毒的直接致死原因。可待因对呼吸抑制的作用远较吗啡为轻。在吗啡的作用下，颈动脉体的化学感受器反应性提高，这是呼吸抑制造成缺氧的结果。吗啡中毒时，呼吸的维持有赖于缺氧对化学感受器的刺激。此时若吸入纯氧或高浓度的氧，可使自动呼吸立即停止，故给氧时应行人工呼吸。罂粟碱能作用于颈动脉窦与主动脉体化学感受器而有轻度兴奋呼吸的作用，但在治疗上无大意义。吗啡的止咳作用也很强，主要由于对咳嗽中枢的抑制。止咳所需的剂量比止痛小，例如吗啡2-4mg即可产生显着止咳作用，而止痛则需5-15mg。可待因镇咳作用不及吗啡强，但巳够满意，而又没有吗啡的许多缺点(成瘾性强、易致便秘、抑制呼吸等)，所以为最常用的镇咳药。那可汀具有与可待因相等的镇咳作用，但无其他中枢抑制作用，不会产生精神或肉体的依赖性，亦不抑制呼吸，对动物，大量时反有兴奋呼吸的作用。4.对心血管系统的作用：治疗剂量对卧位病人的血压、心率及节律无甚作用，对血管运动中枢也无明显影响。但可发生体位性低血压。吗啡有舒张外周小血管及释放组织胺的作用。血容量减少的病人应用吗啡易引起低血压，吗啡与吩噻嗪类药物合用对呼吸抑制有协同作用，并有引起低血压的危险。肺心病人应用吗啡曾有引起死亡的报告，必须注意。罂粟碱能松弛各种平滑肌，尤其是大动脉平滑肌(包括冠状动脉、脑动脉、外周动脉及肺动脉)，当存在痉挛时，松弛作用更加显着。可用于外周动脉或肺动脉栓塞。对狗有长时间舒张冠状血管及增加冠脉流量的作用，但因其表现正性肌力及收缩压降低的作用，故并不足以防止心绞痛。大剂量可抑制心肌传导及延长不应期，治疗量对心电图无明显影响，高剂量可防止氯仿-肾上腺素引起的心脏颤动。那可汀也能抑制平滑肌及心肌，但在止咳剂量时，这些作用并不出现。5.对消化道及其他平滑肌器官的作用：吗啡可致便秘，主要由于胃肠道及其括约肌张力提高，加上消化液分泌减少和便意迟钝，因而使胃肠道内容物向前推进的运动大大延缓。治疗量吗啡使胆道压力显着增加，病人感觉上腹不适，甚则发生胆绞痛。胆道痉挛时不宜使用(或与解痉药物同用)，吗啡能使奥狄氏括约肌收缩，阻止排空，因而提高管内压。可待因抑制肠蠕动的作用远弱于吗啡，不易引起便秘。虽然大量吗啡可使支气管收缩，但在治疗量时则罕有发生，在支气管性哮喘发生期间有应用吗啡致死的报告，故禁用吗啡。罂粟碱能抑制肠平滑肌但作用很弱，也不能消除吗啡引起的胆管痉挛，对于醋甲胆碱引起的哮喘(人)也无效。吗啡还有显着的缩瞳作用，可作为吗啡中毒时诊断依据之一。6.其他：反复应用吗啡后可产生耐受性，但只有中枢抑制作用有耐受性，如镇痛、催眠、抑制呼吸等，其兴奋作用以及其对瞳孔、平滑肌等作用则无耐受性。故有吗啡瘾的人经常便秘、瞳孔缩小。一般连续服用2-3星期后即产生耐受性。停药后耐受性于数天至两个星期以内消失。如再用，第2次耐受性产生更快。获得耐受性的瘾者，剂量可用到普通治疗量之20-200倍，甚至有1日用至5g而不中毒者。耐受性的产生大概由于某些神经组织对吗啡的敏感性降低所致。凡连续服用吗啡2周以上，即可成吗啡瘾者，有时连服数日即可成瘾。成瘾后，患者于每次服用后即出现欣快症(欣快症为一种情绪上的变化，患者处在一种特殊的愉快状态中，无忧无虑，对精神上和肉体上的痛苦听之任之，漠不关心。此种特殊的愉快状态为导致成瘾的重要原因。在吗啡的欣快症中正确判断和推理的能力还存在，同时对其个人的举动和行为的批判态度也完全保存，运动机能也无障碍。其表现为喜孤寂，沉醉于幻想之中)。如到时得不到吗啡，则5-8小时后即呈现严重戒断症状。瘾者非常萎靡，有兴奋状态，其程度可达到阵发性的哭泣与叫喊，不断乞求给予吗啡。连打呵欠与喷嚏，涕泪交流，冷汗淋漓。也可发生呕吐与腹泻。不能睡眠。如此持续2-3天后，大部分症状始可消退。有时亦有循环虚脱与意识丧失。如给以足量吗啡，则所有戒断现象立即消失。吗啡瘾的戒断治疗比较困难，并且容易复发。可待因的欣快症与成瘾性均很低。罂粟碱与那可汀没有成瘾性。",
    "creation": "?",
    "function": "敛肺，止咳，涩肠，止痛。治久咳，久泻，久痢，脱肛，心腹筋骨诸痛。\n\n①《唐本草》：\"主百病中恶，客忤邪气，心腹积聚。\"\n\n②《纲目》：\"泻痢脱肛不止，能涩丈夫精气。\"\n\n③《本草求原》：\"性同于粟壳，而止痢止痛行气之效尤胜。\"\n\n④王殿翔《生药学》：\"用于失眠为催眠药；神经痛、月经痛、胸绞痛、肠绞痛等为镇痛药。\"",
    "taste": "苦，温，有毒。\n\n①《唐本草》：\"味辛苦，平。\"\n\n②《纲目》：\"酸涩，温，微毒。\"",
    "usage": "内服：入丸、散，0.5～1分。",
    "compatibility": "有成瘾性，不宜长期持续应用。肝功能有严重减损、肺原性心脏病、支气管哮喘以及有湿热积滞疾患和婴儿、哺乳期妇女均忌服。",
    "storage": "?",
    "side_effects": "应用吗啡后的不良反应有头痛、头晕、恶心、呕吐、便秘、尿急而又排尿困难、出汗、胆绞痛等，但最危险者为呼吸抑制。急性吗啡中毒有三大特征，即昏睡、瞳孔缩小及呼吸抑制。呼吸可慢至每分钟2-4次，并可见潮式呼吸。病人发绀。吗啡对脊髓有兴奋作用，婴儿中毒可能出现惊厥，但强直型罕见。血压在中毒初期正常，但如缺氧不矫正则可续发休克。新生儿对吗啡有很大的敏感性，显因其呼吸中枢尚未稳定之故，也可能由于其药酶系统尚未发展完全而对吗啡的解毒能力尚很不够。一般规定出生后6个月以内禁用吗啡。甲状腺机能不足者，小量吗啡即可致中毒，故亦禁用。慢性中毒即吗啡瘾，已如上述。可待因毒性较吗啡少得多而且很轻，如轻度便秘，恶心与呕吐也很罕见，一般不见抑制呼吸的现象。罂粟碱口服毒性甚低，但静脉注射可致心律障碍而死亡，必须稀释后缓缓注射。那可汀则无明显毒性。吗啡口服或皮下注射吸收俱好，但口服吸收较慢，故效果也较差。吸收后，仅10%在体内破坏，90%排出体外，主要通过肾脏，其中结合的吗啡较游离的吗啡至少要多5倍。结合的过程主要在肝中进行。乳腺可有小量排泄，故须注意到婴儿中毒之可能性。吗啡容易透过胎盘进入胎儿的血液循环，孕妇、产妇不宜应用。可待因在胃肠道的吸收与吗啡相似。吸收后部分在肝内脱去酚羟处的甲基，变成吗啡，脱下的甲基氧化成CO2从肺排出。另有部分可待因被脱去N上的甲基。在体内变化后多从尿排出。游离体和结合体同时存在。罂粟碱于各种途径给药时均有效，但其作用短暂，消除也很快。用药后无论组织中、尿或粪中均找不到本品，可能在体内全部破坏。那可汀口服也易吸收。",
    "category": "肺；肾；大肠经",
    "plant": "罂粟 一年生或二年生草本，高30-60cm，栽培者可达1.5m。无毛，或在植物体下部与总花梗上具极少的刚毛，有乳状液计。根通常单生，垂直。茎直立，不分枝，无毛，具白粉。叶互生，无托叶；茎下部的叶有短柄，上部的叶无柄，抱于茎上；叶片长5-30cm，宽3-20cm，朱端渐尖或钝，基部心形，叶脉明显，略突起，边缘为不整齐的波状锯齿，两面无毛，被白粉成灰绿色。花单一，顶生，常下垂，具长柄，花梗长可达25cm，无毛或稀具极流的刚毛；萼片2，长椭圆形或阔印形，绿色，边缘膜质，早落；花瓣4，有时为重瓣，近圆形或近扇形，长4-7cm，宽3-7cm，边缘浅波状或各种分裂，白色、粉红色、红色至紫色；雄蕊多数，生于子房的周围，花丝纤细，白色，花药黄色，2室纵裂；雌蕊1，于房长方卵圆形，无毛，l室，胚珠多数，着生于倒膜胎座上，无花柱，柱头5-18枚，辐射状排列，成扁盘状。蒴果球形或长圆状椭圆形，长4-7cm，直径4-5cm，无毛，成熟时外皮黄褐色或淡褐色，孔裂。种子多数，细小，肾形，直径0.5-1cm，表面粗蜂窝状，灰褐色。花期4-6月，果期6-8月。",
    "application": "?",
    "position": "为罂粟科植物罂粟果实中的液汁凝固而成。植物形态详\"罂粟\"条。",
    "source": "《纲目》"
  },
  {
    "name": "山莲藕",
    "alias": "大力牛、大口唇、扮山虎、牛大力、扒山虎、坡莲藕、地藕、血藤、大莲藕、大力薯、倒吊金钟",
    "ingredient": "?",
    "process": "\n夏、秋间采挖，晒干。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n润肺滋肾，清热止咳。治肺虚咳嗽。\n\n①《生草药性备要》：\"壮筋骨，解热毒，理内伤，治跌打，浸酒滋肾。\"\n\n②《陆川本草》：\"清肺止咳，清凉解毒。治咳血，痢疾，温病身热口渴，头昏。\"\n\n③《南宁市药物志》：\"润肺止咳。治喘咳，肺炎，疝气。\"\n\n④广州部队《常用中草药手册》：\"舒筋活络，补虚润肺。治腰腿痛，风湿痹痛，慢性肝炎，肺结核。\"\n\n⑤广州空军《常用中草药手册》：\"治腰肌劳损，溃疡病，跌打损伤后遗症。\"\n\n⑥《广东中草药》：\"治肺虚咳嗽，产后虚弱，四肢乏力，痈疮。\"\n",
    "taste": "\n甘，寒。\n\n①《生草药性备要》：\"味甜，性劫。\"\n\n②《陆川本草》：\"苦，寒。\"\n\n③《南宁市药物志》：\"甘，平，无毒。\"\n",
    "usage": "\n内服：煎汤，1～2两；或浸酒。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "\n美丽崖豆藤\n偃伏生灌木，长1～3米。根系横伸颇长，中部或尾端有膨大、肥厚的块根，外皮土黄色。嫩枝密被白色茸毛，最后脱落。单数羽状复叶，长15～20厘米，有11～13小叶；小叶长圆状披针形，长5～7厘米，宽2～3厘米，先端钝或短渐尖；基部近圆形，上面无毛，背面密被毛，尤以脉上为密；小叶柄、总叶柄均密被白色茸毛，基部均有针状托叶1对。总状花序，通常腋生，有时成具叶的顶生圆锥花序，长至30厘米；花长约2.5厘米，白色，杂有黄色；旗瓣基部有2胼胝状附属物；雄蕊成2体。荚果长9～13厘米，宽1～2厘米，硬革质，先端有喙，表面密被茸毛。种子4～5枚，近卵圆形，压扁，表面深褐色或红褐色。花期夏、秋。果期晚秋。\n\n生于山谷、路旁、灌木林丛。分布广东、广西等地。\n",
    "application": "?",
    "position": "\n为豆科植物美丽崖豆藤的根。\n",
    "source": "\n《陆川本草》\n"
  },
  {
    "name": "毛薯",
    "alias": "参薯、黎洞薯、大薯、薯子(《广州植物志》)，脚板薯、鸡窝薯(《南宁市药物志》)，红毛薯(《广西药植名录》)。",
    "ingredient": "块茎含花色甙（anthocyanin），已分离出矢车菊素-3-O-葡萄糖甙（cyanidin-3-O-glucoside），矢车菊素3，5-O-二葡萄糖甙（cyanidin-3，5-O-diglucoside），矢车菊素-3-O-龙胆二糖甙（cyanidin-3-O-gentiobioside），矢车菊素-3-O-（4″-O-芥子酰）-龙胆二糖甙[cyanidin-3-O-（4″-O-sinapoyl）-gentiobioside]，芍药花素-3-O-（4″-O-芥子酰）-龙胆二糖甙[peonidin-3-O-（4″-O-sinapoyl）-gentiobioside]，参薯素（alatanin）A、B、C，原矢车菊素（procyanidin）B1、B3等。又含粘液质（mucilage）0.9%，其中碳水化合物部分有甘露糖（mannose），木糖（xylose）和少量的鼠李糖（rhamnose）；蛋白质部分含有的主要氨基酸为天冬氨酸（asparticacid），谷氨酸（glutamic acid），丙氨酸（alanine），丝氨酸（serine），甘氨酸（glycine），精氨酸（arginine）；矿物质有铁、锌、铜、钴、铬。还含脂肪，其中主要脂肪酸是油酸（oleic acid），棕榈酸（palmitic acid）以及花生酸（arachidic acid）亚麻酸（linolenicacid），反式巴豆油酸（crotonic acid）；酚性成分儿茶精（catechin）及DL-多巴（DL-dopa）；植物甾醇（phytosterol）成分有胆甾醇（cholesterol），豆甾醇（stigmasterol），β-谷甾醇（β-sitosterol），菜油甾醇（campesterol），岩藻甾醇（fucosterol）。另含硫胺素（thiamine），核黄素（riboflavin），烟酸（nicotinic acid）。",
    "process": "冬初挖掘，洗去泥土备用。",
    "distinguish": "?",
    "effect": "新鲜块茎据云有毒，可致麻醉；煮或炒熟后即无毒，可供食用。",
    "creation": "?",
    "function": "①《南宁市药物志》：\"块茎能促进溃疡的肉芽生长。并有收水生肌，使疮面结疤作用。研末治汤火伤及面部烂疮。配猪腱肉服，治眼珠突出，俗称螃蟹眼。\"\n\n②《广西药植名录》：\"补脾肺，涩精气，消肿，止痛。\"",
    "taste": "《南宁市药物志》：\"甘，平，无毒。\"",
    "usage": "内服：煎汤，9-15g；或入丸、散。外用：适量，研末敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肺；肾经",
    "plant": "参薯\n多年生缠绕草本。块茎肉质，长达60厘米，形状和颜色多种。茎锐四方形或有4狭翅，平滑无毛。叶对生；叶腋内常有零余子；叶片心状卵形至心状长圆形，裂片近圆形，长8～16厘米。宽5～8厘米，先端锐渐尖，基部心形，有脉7～9条。雄花序腋生，狭圆锥形，长20～30厘米；花淡绿色，互生于\"Z\"字形、丛生而为总状花序式的短穗状花序上，长1～1.5毫米；雌花序为简单的穗状花序。蒴果革质，椭圆形，有3翅。花期7～8月。果期8～9月。\n栽培或野生。分布福建、广东、广西等地。",
    "application": "?",
    "position": "为薯蓣科植物参薯的块茎。",
    "source": "《南宁市药物志》"
  },
  {
    "name": "高丽参(天字)",
    "alias": "?",
    "ingredient": "?",
    "process": "?",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n大补元气、生津止渴。补养五脏、安精神、定魂魄、明目开心、益智健脑，作用较强。\n",
    "taste": "?",
    "usage": "\n\n\n",
    "compatibility": "\n\n\n",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n高丽参即朝鲜人参，形似红参而枝大。性味、功用与红参相似而作用较强，价格较贵。高丽参形态主根笔直单一，少有分叉，所以又有别直参之称。\n",
    "application": "?",
    "position": "?",
    "source": "?"
  },
  {
    "name": "剪刀草",
    "alias": "塔花(《植物学大辞典》)，玉如意(《苏州本产药材》)，山薄荷、土薄荷(《泉州青草药》)，野薄荷(《泉州本草》)，野仙人草、小叶仙人草(《江西民间草药验方》)，节节花、野香草(《浙江民间常用草药》)。",
    "ingredient": "细风轮菜全草主含醉鱼草皂甙（buddlejas-aponin)Ⅳ含量为0.38%，此外还含瘦风轮皂甙（clinopo-aponin)Ⅰ-Ⅴ，以及柴胡皂甙（saikosaponin)A等[1]。",
    "process": "6～8月采收，晒干。",
    "distinguish": "干燥全草，茎枝柔细，直径不过1毫米；表面紫棕色，有纵棱；折断面黄棕色。叶皱缩卷曲，黄棕色或淡绿色；质脆易落。上部花穗仅留黄绿色的花萼，花冠多已脱落，有时残存黄白色的小坚果。气微，味微苦。以干燥、黄棕色至青棕色、无泥土者为佳。\n产于江苏、浙江、福建等地。",
    "effect": "1.酊剂用试管稀释法，1:64对白喉杆菌，1:16对金黄色葡萄球菌，1:8对乙型链球菌，1:4对大肠杆菌和枯草杆菌；煎剂1:64对白喉杆菌，1:8对金黄色葡萄球菌，1:4对乙型链球菌；浸剂1:128对白喉杆菌，1:16对金黄色葡萄球菌和乙型链球菌都有抑制作用。2.100%酊剂1ml能中和1个最小致死量的白喉毒素对豚鼠的毒性作用。",
    "creation": "?",
    "function": "祛风清热，散瘀消肿。治感冒头痛，菌痢，肠炎，乳痈，疔疮，跌打损伤，血崩，荨麻疹。\n\n①《饮片新参》：\"消疮肿丹毒，虫咬伤。\"\n\n②《苏州本产药材》：\"止血。治乳痈，疔疮。\"\n\n③《泉州青草药》：\"祛风，止血，消痈，止痢。\"\n\n④《泉州本草》：\"清热解毒，祛风止痛，消痈止痢。治妇人血崩，乳痈，赤白痢。外敷痈疽肿毒。\"\n\n⑤苏医《中草药手册》：\"清热解毒，消肿止痛，祛风散热。治肠炎，白喉，咽喉肿痛，痈疽疮疖，荨麻疹，过敏性皮炎。\"\n\n⑥《江西草药》：\"散瘀解毒。治跌打损伤，感冒头痛，中暑腹痛。\"\n\n⑦《湖南药物志》：\"行气，散血，消积。\"",
    "taste": "苦辛，凉。\n\n①《饮片新参》：\"苦，平。\"\n\n②《江西民间草药验方》：\"苦辛，凉。\"",
    "usage": "内服：煎汤，0.5～1两(鲜者1～2两)；或捣汁。外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "①光风轮\n多年生草本，高7～25厘米。茎方形，光滑或有微柔毛。叶对生；叶片菱形至卵形，长0.8～2厘米，宽6～15毫米，先端锐尖或钝，基部楔形，边缘有圆锯齿，两面光滑，有柄。花10余朵排成轮伞花序，对生于叶腋或顶生于枝端；花萼管状，紫色，外面无毛，5齿裂，下唇齿缘有羽状缘毛；花冠紫红色，2唇形，上唇很短，下唇3裂，稍长；能育雄蕊2，退化雄蕊2。小坚果倒卵形，淡黄色，光滑。花期5～6月。果期7～8月。\n生于路边、山脚下、荒地。分布山东、江苏、浙江、江西、湖南等地。\n\n②瘦风轮\n一年生草本，高10～30厘米。形态与上种近似，惟茎细而柔软，单一，稀分枝，无显著的四棱。萼外面脉上有短毛。花期3～4月。果期5～6月。\n生长于荒地、路边及山坡等处。分布山东、江苏、湖北、湖南、四川、浙江、福建、广东、广西、贵州、云南、台湾等地。",
    "application": "治疗菌痢、肠炎\n取瘦风轮18斤和仙鹤草7斤，粉碎，过120目筛，得8斤细粉，将所剩之粗粉再与瘦风轮22斤混合水煎2次，合并2次滤液浓缩到一定程度后拌入8斤细粉，烘干研粉，过120目筛后装入0号胶囊中，每粒胶囊相当于瘦风轮生药2克，仙鹤草0.35克。每次内服4～5粒，每天4次。治疗214例急、慢性菌痢及肠炎，疗效标准如下：㈠痊愈：临床症状消失，镜检阴性，阶月内无复发；㈡显效：临床症状明显好转，但病程较长，追踪观察有复发；㈢好转：症状缓解，便次减少，大便镜检有好转；㈣无效：服药后无明显变化而采用其他药物治疗者。结果急性菌痢54例，痊愈51例，显效3例；慢性菌痢14例，痊愈6例，显效2例，好转3例，无效3例；急性肠炎128例，痊愈121例，显效6例，好转1例；慢性肠炎18例，痊愈12例，显效3例，好转1例，无效2例。平均治愈天数为6～7天。初步观察，疗效似高于黄连素、痢特灵等常用药物；特别是对急性菌痢和肠炎，疗效更为明显。若用煎剂，则控制症状似比胶囊更快。治程中除少数病例用量过大时出现便秘外，无其它不良反应。",
    "position": "为唇形科植物光风轮或瘦风轮的全草。",
    "source": "《饮片新参》"
  },
  {
    "name": "一点红",
    "alias": "红背叶、羊蹄草、野木耳菜、红头草、叶下红、紫背叶",
    "ingredient": "据报道叶显黄铜甙、糖类的反应。全草尚显生物碱及酚类的反应。",
    "process": "为菊科一点红属植物一点红Emilia sonchifolia （L.）DC.，以全草入药。夏、秋采收。",
    "distinguish": "?",
    "effect": "抑菌试验：本品煎剂，对溶血性金黄色葡萄球菌有抑制作用。",
    "creation": "去杂质洗净，鲜用或干用。",
    "function": "?",
    "taste": "性凉，味微苦。",
    "usage": "0.5-1两；外用适量，鲜品捣烂缚患处。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "一年生草本，高10～50cm。茎分枝，枝柔弱，粉绿色。叶互生，稍带肉质，茎下部叶卵形，攀状分裂，长4～9cm,上部叶较小，抱茎，上面绿色，下面多紫红色。头状花序直径1～1.3cm，有长梗，花枝常2歧分枝；总苞圆柱形，苞片1层，约与花冠等长；花管状，红色，两性。瘦果圆柱形，长5～6mm，有棱，冠毛白色，柔软。花期春至秋季。",
    "application": "?",
    "position": "为菊科植物一点红Emiliasonchifolia(L.)DC.的全草。",
    "source": "?"
  },
  {
    "name": "鹧鸪菜",
    "alias": "蛔虫菜、乌菜、石疤(《中国经济海藻志》)。",
    "ingredient": "全藻含L-α-海人草酸与一种甙\"海人草素\"；尚分离出甾醇，主要为胆甾醇。",
    "process": "4～9月采收，洗净，除去杂质，鲜用或晒干用。",
    "distinguish": "1.取鹧鸪菜适量，经过粗提，得海人草酸粗品(1-2mg)，加入1-2ml 0.2%香草醛丙酮溶液，于水浴上加热，挥去丙酮，残渣加2ml 1%氢氧化钠乙醇液，显橙色。(海人草酸反应)。2.取粗提物的甲醇溶液，点于滤纸上，喷以0.2%吲哚醌丙酮溶液，70℃加温后呈橙色。(海人草酸反应)",
    "effect": "①驱蛔作用\n美舌藻煎剂在玻皿内可杀死蚯蚓，能使蛔虫(猪或人的)先兴奋后抑制；用蛔虫活动描记法，5%美舌藻生理盐水溶液，可使猪蛔虫抑制乃至麻痹；成人或儿童服用美舌藻煎液，多数在次晨排出蛔虫，驱蛔率高者可达80%，但虫卵转阴率很低(约20%)。驱蛔有效成分为水溶性物质，持久的高热可致部分破坏，甚或失效，干品久贮，也可降低药效。海人草酸驱蛔的阴转率也不高，单用(10～50毫克顿服)时大约为50%；如与山道年合用(两者比例为山道年100毫克，海人草酸5～10毫克)，效果较好。\n\n②其他作用\n水浸浓缩液虽能抑制离体蛙心，但对离体兔心、在位犬心、大鼠下肢灌流皆无显著影响；麻醉犬静脉注射时，血压亦有些下降，但有快速耐受性，它能兴奋离体兔肠，引起节律性，甚至强直性的收缩，这可能与临床上少数病人服药后出现的腹痛、腹泻、恶心、呕吐等有关。\n\n③杀蝇作用\n用发霉后的美舌藻效力较强，认为可能是发霉后变质产物或霉菌所致，但所用蝇数较少，有待进一步研究。",
    "creation": "去掉泥土，洗净。切制：除去杂质，晒干备用。",
    "function": "《纲目拾遗》：\"疗小儿腹中虫积，食之即下。\"",
    "taste": "性味：咸；平\n性状：性状鉴别 藻体黑色，扁平，叶状，长1-4cm；具有不规则叉状分枝，节间狭长，类圆形，节部缢缩。叶片中央有明显的中肋；中肋分枝点常有次生副枝，有时生出毛状根。膜质。气腥，味咸。",
    "usage": "内服：煎汤，鲜品30-60g；小儿酌减；或干品研末。当晚临睡前和次晨空腹两次分服。",
    "compatibility": "凡低血压，孕妇慎用。",
    "storage": "?",
    "side_effects": "美舌藻煎液给小鼠灌胃，毒性很低。对其他实验室动物亦几乎无毒。人服用时副作用亦少见，偶有轻微腹泻、恶心、短暂头晕等。",
    "category": "肾；大肠经",
    "plant": "美舌藻\n藻体丛生，长1～4厘米，紫色(干燥后黑色)，叶状，扁平而窄细，不规则的叉状分歧，常自腹面的分歧点生出假根，借以附着于岩石上。节间为窄长椭圆形，节部缢缩。叶片的中央部位有长轴细胞，延伸至顶端，形成明显的中肋。中肋的分歧点常生出一些次生副枝。四分孢于囊集生于枝的上部。囊果球形，生于体上部腹面的中肋上。成熟期春、夏间。\n繁生于温暖地区河口附近的中、高潮带的岩石上、防波堤以及红树皮的荫面。我国广东、福建、浙江沿海均有分布。",
    "application": "驱蛔\n据1000余例的观察，排虫总有效率约为84～88%。其中60%以上的病例在服药后24小时内排出蛔虫，最早为3～6小时，最迟达3～5天。排虫次数1～5次不等。排出虫数最少1条，最多达114条，多数在1～10条之间。据部分病例观察，服药后虽有虫体排出，但一般不能完全排尽。曾对93例在服药后3周复查大便，结果均有蛔虫卵，但数目较治疗前减少。因此认为服药1次不能达到根治目的。根据排出虫体有死有活的情况，认为本品既有驱虫又有杀虫的作用，可能当药量少时仅使蛔虫遭受刺激而被驱出，但当药量较多，作用时间较长时即起杀虫作用。或认为当蛔虫受药物刺激后先起兴奋性扰动，后渐呈麻痹状态以致死亡。小孩肠道敏感性较高，在蛔虫受刺激起兴奋性乱动时，增强了肠道腺体分泌，从而促进了肠蠕动，致使蛔虫在短期内排出体外，所以在12岁以下儿童排出的蛔虫多数是活的，且大多数在24小时排出；年龄较大者由于大脑皮层抑制性增强，排粪渐趋定时，每日大便次数减少，这样蛔虫在肠道较久，有机会与药液保持长时间的接触，故排虫多在服药3日后，排出的虫体多数是死的，有的虫体表皮有破烂现象。用法：㈠干鹧鸪菜500克，水煎3次，滤液混合浓缩成500毫升。2～5岁每次5毫升，6～10岁10毫升，11～15岁15毫升，16岁以上20毫升。于当晚临睡前和次日早饭前，或上午9时和下午4时各服1次。㈡取新鲜美舌藻洗净，加盐、油调味炒作菜肴，或和鸡蛋炒食；亦可将其烘干研粉，与面粉和匀制成饼干服用。剂量：成人每次4两，8～16岁3两，4～8岁2两，1～4岁1两(均为鲜品)。个别病例仅服1两亦起作用，成人服2两驱出蛔虫者亦不少见。副作用：少数有腹部不适、腹痛、腹泻，呕吐、食欲不振及头晕。一般均较轻微。",
    "position": "为红叶藻科植物美舌藻的藻体。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "防己",
    "alias": "解离(《本经》)，载君行(《本草蒙筌》)，石解(《纲目》)。",
    "ingredient": "①粉防己根含生物碱约1.2%，其中有汉防己碱、防己醇灵碱、一种酚性生物碱、门尼新碱、门尼定，以及轮环藤酚碱等。\n\n粉防己的生物碱，曾有种种异名，汉防己碱曾名汉防已甲素，防己醇灵碱即去甲汉防己碱，亦曾名汉防己乙素，酚性生物碱即汉防己丙素。门尼新碱原称木防己素甲，门尼定原称木防己素乙，分别为汉防己碱和去甲汉防己碱的异构物。\n粉防已根尚含黄酮甙、酚类、有机酸、挥发油等。\n\n②木防己根含木防已碱、异木防己碱、木兰花碱、木防己胺、木防己宾碱、甲门尼萨任碱、去甲门尼萨任碱等多种生物碱",
    "process": "秋季采挖，洗净或刮去栓皮，切成长段，粗根纵剖为2～4瓣，晒干。异叶马兜铃根则在春、秋采挖。",
    "distinguish": "①粉防己的干燥根呈圆柱形或半圆柱形或块状，多少弯曲，弯曲处有横沟而呈结节状的瘤块样，长10～15厘米，直径1～3厘米。未刮去栓皮者表面灰棕色，粗糙而多细皱，多数可见明显横向突起的皮孔，已刮除栓皮者，表面灰白色，较平滑，可见深色的横沟纹。切开面浅棕白色，粉质，维管束浅棕色，呈弯曲的横曲纹或皱纹。横断面平坦，有明显的浅棕色，呈弯曲的曲纹或皱纹。质重而坚脆，易折断。气无，味苦。以去净栓皮，干燥，粗细均匀，质重，粉性大，纤维少者为仕。\n主产浙江、安徽、江西、湖北等地。集散于汉口，故名汉防已。\n\n②广防己的干燥根呈圆柱形或半圆柱形，体稍弯曲，弯曲处有深横沟，长8～15厘米，直径1.5～4.5厘米。未刮栓皮者，表面棕色，粗糙，且多纵皱纹；有的只刮掉部分栓皮，露出灰黄色的皮层；栓皮全部刮掉者，表面灰黄色，较光滑。切开面灰白色或浅棕黄色，缺乏粉质，可见纵向及横向或弯曲排列的维管束，顺着维管束的方向，易呈刺片状剥下。质坚硬，不易折断。横断面可见细而较密的放射状纹。气微香，味微苦而涩。以块大、粗细均匀、质重者为佳。\n产广东、广西等地。\n\n③木防己的干燥根呈圆柱形，屈曲不直。长约15厘米，直径1～2.5厘米。表面黑褐色，有深陷而扭曲的沟纹，可见横长的皮孔状物及除去支根的痕迹。质较坚硬，呈木质性，不易折断。断面黄白色，无粉质，皮部极薄，木部几全部木化，可见放射状狭窄的导管群穿过。气无，味微苦。\n产于河南、陕西等地。部分地区仅草药中使用，参见\"黑皮青木香\"条。\n\n④汉中防己为异叶马兜铃的根，呈圆柱形而弯曲。长8～15厘米，直径2～3厘米。通常均已除去外皮而呈浅棕黄色，残留的栓皮呈灰褐色，较平坦。质坚实，不易折断。断面黄白色，粉性，皮部较厚，木部可见放射状的导管群，导管群在中央方向多联合成1束，向外方2歧或3歧分叉。气微香，味苦。\n产于陕西、甘肃、四川、贵州。\n\n防己药材较为复杂，主要分粉防己和木防己两类。木防己药材包括广防己和汉中防已，有时也包括防己科的木防己。其中汉中防己，即《唐本草》所说\"出汉中者\"。此外，个别地区尚有以防己科植物青藤(参见\"青风藤\"条)、蝙蝠葛(参见\"蝙蝠葛根\"条)和马兜铃科植物淮通马兜铃(参见\"淮通\"条)、大叶马兜铃(参见\"朱砂莲\"条)等的根部作防己使用。",
    "effect": "①粉防己：㈠镇痛作用\n用小鼠热板法测得汉防己总碱及汉防己甲素、乙素、丙素均有镇痛作用。总碱的作用最强，其有效剂量为50毫克／公斤，半数致死量则为241～251毫克／公斤。汉防己丙素镇痛作用较甲素、乙素为强，但毒性亦较大，故无实用价值。用电刺激小鼠尾巴法也证明，甲素、乙素以及汉防己流浸膏或煎荆皆具有一定的镇痛作用，甲素的作用强于乙素，其有效剂量大于吗啡的10～20倍。如以吗啡的镇痛效力为100时，则汉防己总碱约为13，延胡索总碱约为40，当后二者合用时，镇痛效力不但不增加，反而减弱。抗组织胺药物苯海拉明却可显著增强甲素及乙素的镇痛作用，而不影响其毒性。有报告超过一定剂量，汉防己的镇痛作用反而减弱甚至消失，这可能是由于较大剂量的甲素能兴奋中枢神经系统，因而削弱了镇痛作用。而国外报道，甲素对小鼠需100～250毫克／公斤方可升高痛阈7～10%。临床上30毫克口服或皮下注射，镇痛作用不显著。\n\n㈡消炎及抗过敏作用\n汉防己甲素、乙素对大鼠甲醛性关节炎均有一定的消炎作用；甲素的作用强于乙素。在这方面，甲素的作用与考的松相似，强于水杨酸钠，弱于保泰松。在切除肾上腺后，作用消失。它可使大鼠肾上腺中维生素C含量降低，末梢血液中的嗜酸性细胞减少；在切除脑下垂体后7天再给甲素，仍有此作用，故为直接作用于肾上腺。对正常大鼠连续给甲素7天，则肾上腺中维生素C含量即不降低，二侧肾上腺也无肥大现象，尿中17-羟类甾醇的排出量亦不增加，说明它兴奋肾上腺皮质的作用是非特异性的。汉防己甲素对家兔的实验性耳壳烧伤也有抗炎作用；在大鼠皮肤台盼蓝试验中，能降低血管通透性。对用全蛋清所引起的家兔过敏性休克，能明显的降低严重休克症状的发生率，但对死亡率则无明显影响，对豚鼠组织胺休克，并无作用。另可抑制免疫性溶血。也有报告，它和抗原性物质一样，能激活淋巴结，增加浆母细胞及浆细胞的核糖核酸的重量及浓度，并引起此等细胞之增多。由于它有轻度镇痛、消炎以及解热、抗过敏性休克等作用，故应属于解热镇痛剂。\n\n㈢对循环系统的作用\n在麻醉猫身上，汉防己甲素有显著的降压作用，3～6毫克／公斤可使血压下降50～65%达1小时以上。静脉、肌肉注射或口服均有作用。降压时心收缩力仅有短暂的削弱，心率及传导无显着变化。在离体及连神经兔耳标本上，皆可见到血管的扩张，较罂粟碱强而持久。能加强和延长乙酰胆碱的降压作用，抑制或减弱压迫颈总动脉引起的升压反应。阿托品可部分取消甲素的降压作用。对停跳心脏，亦能明显增加冠脉流量。对豚鼠、\n\n㈣对横纹肌的作用\n汉防己甲素及其若干同类物有松弛横纹肌的作用。\n\n㈤对平滑肌的作用\n早年报告，汉防己甲素能抑制兔离体小肠秘豚鼠或兔的子宫平滑肌。实际上，此与剂量有关。对离体兔肠是先兴奋而后抑制，较大剂量可部分抑制由毛果芸香碱，氯化钡引起的痉挛性牧缩。对兔离体及在位子宫作用并不显著。对豚鼠、猫的支气管平滑肌引起收缩，此乃由于组织胺的释放所引起。丙素能使离体兔、豚鼠小肠及在体兔肠平滑肌张力增加，收缩振幅减小。\n\n㈥抗菌、抗原虫、抗肿瘤作用\n汉防己在试管中有某些抗菌(痢疾杆菌)、抗真菌作用，但品种未经鉴定，浓度也比较高。汉防己甲素在体外及体内(小鼠盲肠法)均有抑制或杀灭溶组织阿米巴的作用，其强度为依米丁的1／22，但超过小檗碱.甲素在1：4000时，在体外可杀癌细胞，30～50毫克／公斤腹腔注射或100毫克／公斤皮下注射(半数致死量为950毫克／公斤)，可抑制小鼠艾氏腹水癌细胞及大鼠腹水肝癌细胞。\n\n㈦其他作用\n汉防己碱对犬呈催眠作用，与阿朴吗啡无拮抗作用；使家兔中性白细胞显著增加，淋巴细胞则减少。木防己素甲、乙和汉防己碱都能使鸽呕吐。汉防己丙素有兴奋中枢神经系统的作用，小剂量可致呼吸兴奋，反射亢进；中毒剂量则使小鼠发生阵挛性惊厥，死于呼吸衰竭，苯巴比妥有拮抗作用，对注射大肠杆菌肉汤而发热的大鼠，有解热作用；不引起动物呕吐。\n\n②木防己：木防己碱对发热家兔有降温作用，能使兔血压下降，血管收缩；麻痹蛙的心肌及骨胳肌。小量增强小肠，子宫的收缩，大量则麻痹之。对家兔氮代谢无明显影响，可增进犬的淋巴形成；能麻痹草履虫。对破伤风、白喉、肉毒杆菌的外毒素以及河豚毒素对小鼠的致死作用有某些保护作用。对家兔的最小致死量，静脉注射为0.05克／公斤，皮下注射为0.15克／公斤。对蛙、小鼠皮下注射的最小致死量为0.5～1.0克／公斤，可引起动物运动麻痹及偶而惊厥，死于呼吸衰竭。\n\n非生物碱成分木防己甲素50毫克／公斤或乙素200毫克／公斤，对大鼠无退热作用(大肠杆菌肉汤注射引起之发热)。用小鼠热板法，证明甲素、乙素并无镇痛作用。甲素静脉注射对小鼠的半数致死量为76毫克／公斤，乙素毒性很低。广玉兰碱之作用参见\"青木香\"条。",
    "creation": "原药用水洗净，捞出润透，切片，晒干。\n\n①《雷公炮炙论》：\"夫使防己，要心花文黄色者，细锉，又锉车前草根相对同蒸半日后，出、晒，去车前草根，细锉用之。\"\n\n②《纲目》：\"今人多去皮，锉，酒洗晒干用。\"",
    "function": "行水，泻下焦湿热。治水肿臌胀，湿热脚气，手足挛痛，癣疥疮肿。\n\n①《本经》：\"主风寒温疟，热气诸痫。除邪，利大小便。\"\n\n②《别录》：\"疗水肿、风肿，去膀胱热，伤寒寒热邪气，中风手脚挛急，止泄，散痈肿恶结，(治)诸瘑疥癣虫疮，通腠理，利九窍。\"\n\n③《药性沦》：\"汉防己：治湿风口面歪斜，手足疼，散留痰，主肺气嗽喘。木防己：治男子肢节中风毒风不语，主散结气痈肿，温疟，风水肿，治膀胱。\"\n\n④《医学启源》：\"疗胸中(《本草发挥》引\"胸中\"作\"腰\")以下至足湿热肿盛、脚气，去留热。\"\n\n⑤《医林纂要》：\"泻心，坚肾，燥脾湿，功专行水决渎，以达于下。\"\n\n⑥《本草再新》：\"利湿，除风，解火，破血。治膀胱水肿，健脾胃，化痰。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味辛，平。\"\n\n②《药性论》：\"汉防己：味苦，有小毒。木防己：味苦辛。\"\n\n③《医学启源》：\"气寒，味大苦。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。",
    "compatibility": "阴虚而无湿热者慎服。\n\n①《本草经集注》：\"殷孽为之使。恶细辛。畏萆薢。杀雄黄毒。\"\n\n②《药性论》：\"木防己：畏女菀、卤咸。\"\n\n③李杲：\"上焦湿热者，不可用。\"\n\n④《本草经疏》：\"凡胃虚阴虚，自汗盗汗，口苦舌干，肾虚小水不利，及胎前产后血虚，虽有下焦置热，均忌。\"\n\n⑤《得配本草》：\"气分风热，小便不通，禁用。\"",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "归膀胱、肺经。",
    "plant": "①粉防己，又名：石蟾蜍、山乌龟、汉防己、倒地拱、金丝吊鳖、白木香。\n多年生缠绕藤本。根圆柱状，有时呈块状，外皮淡棕色或棕褐色。茎柔韧，圆柱形，有时稍扭曲，长达2.5～4米，具细条纹，枝光滑无毛，基部梢带红色。叶互生，质薄较柔，叶柄盾状着生，长与叶片相等；叶片外形近圆形，有3～5角，长4～6厘米，宽4.5～6厘米，先端锐尖，基部截形或稍心形，全缘，两面均被短柔毛，上面绿色，下面灰绿色。花小，蛑雄异株，为头状的聚伞花序，花梗长约0.5～1厘米；雄花花萼4，肉质，三角状，基部楔形，外面被毛，花瓣4，略呈半圆形，边缘微向内弯，具爪，雄蕊4，花药近圆形；雌花的花萼、花瓣与雄花同数，无退化雄蕊，心皮1，花柱3枚。核果球形，熟时红色，直径3～5毫米。花期4～5月。果期5～6月。\n生于山野丘陵地、草丛或矮林边缘。分布浙江、安徽、江西、福建、广东、广西等地。\n\n②广防己，又名：防己马兜铃。\n多年生攀援蘑本，长达3～4米。根部粗大，圆柱形，栓皮发达。茎细长少分枝，灰褐色或棕黑色，密生褐色绒毛。叶互生；叶柄长1～4厘米，密生褐色绒毛；叶片长圆形或卵状长圆形，长3～17厘米，宽2～6厘米，先端渐尖或钝，基部心形或圆形，全缘，幼时两面均被灰白色绒毛，后渐脱落，老时质稍厚，主脉3条，基出。花单生于叶腋，花梗长约1～2厘米，被棕色短毛，花被筒状，长约5厘米，紫色，上有黄色小斑点，舷部不分裂，平展，中部收缩成管状，略弯曲，外面被毛；雄蕊6，附于柱头裂片的外面，组成合蕊柱，花丝几无或甚短；柱头3裂。蒴果，种子多数。花期5～6月。果期7～8月。\n生于荒山的山坡灌丛或疏林中。分布广东、广西等地。\n\n③木防己，又名：青藤香(《阳春县志》)，小青藤、白山番薯、青檀香、青风藤、小葛藤。\n缠绕性落叶藤本。根圆柱形。茎木质化，长达3米左右，小枝密被灰白色细柔毛。叶互生；叶柄长1～3厘米；叶片广卵形，有时3浅裂，长3～14厘米，宽2～9厘米，先端锐尖至钝圆，有短尖头，全缘或微波状，基部微心形至近截形；两面有灰褐色柔毛。花小，黄白色，雌雄异株，聚伞状圆锥花序腋生；雄花萼片6，2轮，卵形至广卵形；花瓣6，卵状披针形，先端2裂，基部两侧呈耳状；雄蕊6，药短，近球形；雌花的萼片、花瓣与雄花相似，有退化雄蕊6，心皮6，分离。核果近球形，直径5～8毫米，熟时蓝黑色，被白粉，内有1枚马蹄状种子。花期7～8月。果斯9～10月。\n生于山坡、低地、丘陵地及路旁。分布河北、河南、陕西、山东、江苏、浙江、安徽、江西、湖北、四川、贵州、广东及福建等地。\n\n本植物的茎叶(青檀香)亦供药用，另详专条。\n\n④异叶马兜铃，又名：汉中防已。\n攀援性半灌木，嫩枝密生黄褐色茸毛。叶互生，宽卵形，长4～20厘米，宽3～12厘米，基部心形，全缘，幼叶两面被柔毛，老后下面沿脉有毛；叶柄长2～10厘米，被黄褐色茸毛。花单生叶腋；花梗长2～6厘米，近中部着生一枚圆形苞片，被柔毛；花被长4～6厘米，密生短柔毛，筒部呈\"U\"字形弯曲，顶端3裂，裂片圆三角形，上面带紫色；雄蕊6，花药贴生于花柱体周围；子房下位，6室。蒴果黑褐色，长椭圆形，长3～7厘米，自基部开裂为6瓣，具多数种子。\n生山坡灌丛中。分布西南及陕西、甘肃、湖南、湖北等地。",
    "application": "治疗高血压病\n从汉防己中提出的生物碱-汉防己甲素，具有降压作用。一般用片剂口服，每日120毫克，3次分服；血压过高者，增至每日180毫克。据110例Ⅱ期及Ⅲ期患者?察，经用药2～7个月后，显效13例，有效26例，一般疗效24例，无效47例，总有效率为55%。亦可采用注射剂行静脉注射，每次120毫克，每日2次；据200余例使用结果，疗效较口服片剂明显，作用较快，且无突然大幅度下降之反应，故为治疗高血压急症有效而稳妥之制剂。",
    "position": "为防己科植物粉防己、木防己及马兜铃科植物广防己、异叶马兜铃的根。",
    "source": "《本经》"
  },
  {
    "name": "丁香油",
    "alias": "?",
    "ingredient": "见\"丁香\"。",
    "process": "为桃金娘科植物丁香的干燥花蕾经蒸馏所得的挥发油。拉丁植物动物矿物名：Syzygiumaromaticum(L.)Merr.EtPerry",
    "distinguish": "为淡黄或无色得澄明油状物，有丁香的特殊芳香气。露置空气中或贮存日久，则渐渐浓厚而色变综黄。不溶于水，易溶于醇、醚或冰醋酸中。比重为1.038～1.060。",
    "effect": "见丁香条。",
    "creation": "?",
    "function": "暖胃，温肾。治胃寒痛胀、呃逆、吐泻、痹痛，疝痛，口臭，牙痛。\n\n①《药性考》：\"壮阳暖肾。治疝痛阴寒。\"\n\n②王殿翔《生药学》：\"用于肠胃多气、绞痛，消化不良，恶心与呕吐；风湿痛，神经痛，牙痛。\"",
    "taste": "味辛；甘；性热 \n\n《纲目拾遗》：\"味甘辛，性大热。\"\n\n归脾；胃；肾经",
    "usage": "内服：以少许滴入汤剂中或和酒坎。外用：涂擦患处。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "丁香，常绿乔木，高达10米。叶对生；叶柄明显；叶片长方卵形或长方倒卵形，长5-10cm，宽2.5-5cm，先端渐尖或急尖，基部狭窄常下展成柄，全缘。花芳香，成顶生聚伞圆锥花序，花径约6mm；花萼肥厚，绿色后转紫色，长管状，先端4裂，裂片三角形；花冠白色，稍带淡紫，短管伏，4裂；雄蕊多数，花药纵裂；子房下位，与萼管合生，花柱粗厚，柱头不明显。浆果红棕色，长方椭圆形，长1-1.5cm，直径5-8mm，先端宿存萼片。种子长方形。",
    "application": "?",
    "position": "为桃金娘科植物丁香的干燥花蕾(丁香)经蒸馏所得的挥发油（古代则多为母丁香所榨出之油）。",
    "source": "《药性考》"
  }
]