[
  {
    "name": "桑枝",
    "alias": "桑条(《本草图经》)。",
    "ingredient": "桑枝含鞣质，游离的蔗糖、果糖、水苏糖、葡萄糖、麦芽糖、棉子糖、阿拉伯糖、木糖。茎含黄酮成分桑素、桑色烯、环桑素、环桑色烯。木材含桑色素、柘树宁、桑酮、四羟基芪、二氢桑色素、二氢山柰酚。",
    "process": "春末夏初采收，去叶，略晒，趁新鲜时切成长30～60厘米的段或斜片，晒干。",
    "distinguish": "干燥的嫩枝呈长圆柱形，长短不一，直径0.5～1厘米。外表灰黄色或灰褐色，有多数淡褐色小点状皮孔及细纵纹，并可见灰白色半月形的叶痕和棕黄色的叶芽。质坚韧，有弹性，较难折断，断面黄白色，纤维性。斜片呈椭圆形，长约2毫米。切面皮部较薄，木部黄白色，射纹细密，中心有细小而绵软的髓。有青草气，味淡略粘。以质嫩、断面黄白色者为佳。\n全国大部分地区均产；主产江苏、浙扛、安徽、湖南、河北、四川等地。",
    "effect": "?",
    "creation": "桑枝：拣去杂质，洗净，用水浸泡，润透后，切段，晒干。炒桑枝：取净桑枝段，置锅内用文火炒至淡黄色，放凉。另法加麸皮拌炒成深黄色，筛去麸皮，放凉。(每桑枝段100斤，用麸皮20斤)酒桑枝：取桑枝段用酒喷匀，置锅内炒至微黄色，放凉。(每桑枝段100斤，用酒15斤)",
    "function": "祛风湿，利关节，行水气。治风寒湿痹，四肢拘挛，脚气浮肿，肌体风痒。\n\n①《本草图经》：\"疗遍体风痒干燥，脚气风气，四肢拘挛，上气，眼晕，肺气嗽，消食；利小便，兼疗口干。\"\n\n②《本草蒙筌》：\"利喘嗽逆气，消焮肿毒痈。\"\n\n③《本草汇言》：\"去风气挛痛。\"\n\n④《本草备要》：\"利关节，养津液，行水祛风。\"\n\n⑤《玉楸药解》：\"治中风歪斜，咳嗽。\"\n\n⑥《本草再新》：\"壮肺气，燥湿，滋肾水，通经，止咳除烦，消肿止痛。\"\n\n⑦《岭南采药录》：\"去骨节风疾，治老年鹤膝风。\"\n\n⑧《现代实用中药》：\"嫩枝及叶熬膏服，治高血压，手足麻木。\"",
    "taste": "苦，平。\n\n①《本草图经》：\"平。\"\n\n②《纲目》：\"苦，平。\"\n\n③《医林纂要》：\"甘辛，平。\"\n\n④《本草再新》：\"味清苦，微寒，无毒。\"\"桑头：味苦，性寒，无毒。\"",
    "usage": "内服：煎汤，1～2两；或熬膏。外用：煎水熏洗。",
    "compatibility": "?",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "肝经",
    "plant": "落叶灌木或小乔木，高3-15m。树皮灰白色，有条状浅裂；根皮黄棕色或红黄色，纤维性强。单叶互生；叶柄长l-2.5cm；叶片卵形或宽卵形，长5-20cm，宽4-10cm，先端锐尖或渐尖，基部圆形或近心形，边缘有粗锯齿或圆齿，有时有不规则的分裂，上面无毛，有光泽，下面脉上有短毛，腋间有毛，基出脉3条与细脉交织成网状，背面较明显；托叶披针形，早落。花单性，雌雄异株；雌、雄花序均排列成穗状葇荑花序，腋生；雌花序长l-2cm，被毛，总花梗长5-10mm；雄花序长1-2.5cm，下垂，略被细毛；雄花具花被片4，雄蕊4，中央有不育的雌蕊；雌花具花被片4，基部合生，柱头2裂。瘦果，多数密集成一卵圆形或长圆形的聚合果，长l-2.5cm，初时绿色，成熟后变肉质、黑紫色或红色。种子小。花期4-5月，果期5-6月。\n生境分布：生于丘陵、山坡、村旁、田野等处，多为人工栽培。资源分布：分布于全国各地。",
    "application": "?",
    "position": "为桑科植物桑的嫩枝。植物形态详\"桑叶\"条。",
    "source": "《本草图经》"
  },
  {
    "name": "萹蓄",
    "alias": "竹(《诗经》)，萹竹(《本经》)，萹茿(《说文》)，畜辩、萹蔓(《吴普本草》)，扁蓄(《局方》)，地萹蓄、编竹(《履巉岩本草》)，扁畜(《救荒本草》)，粉节草、道生草(《纲目》)，扁竹(《本草崇原》)，扁竹蓼、乌蓼(《中国药植志》)，大蓄片(《南京民间药草》)，野铁扫把、路柳、疳积药(《贵州民间方药集》)，斑鸠台(《安徽药材》)，蚂蚁草、猪圈草、桌面草、路边草、七星草、铁片草、竹节草(《江苏植药志》)，扁猪牙(《东北药植志》)，残竹草(《滇南本草》整理本)，妹子草、大铁马鞭、地蓼、牛鞭草(《中药志》)，牛",
    "ingredient": "全草含萹蓄甙、槲皮甙、d-儿茶精、没食子酸、咖啡酸、草酸、硅酸、绿原酸、p-香豆酸、粘质、葡萄糖、果糖及蔗糖。\n\n硅酸的分布：叶1.6%，茎0.6%，根0.4%(如用作硅酸盐药物，可在其整个生长期采集，如用作黄酮药物，则宜于刚开花时采集)。",
    "process": "芒种至小暑间，茎叶生长茂盛时采收。割取地上部分，晒干。",
    "distinguish": "干燥全草，茎呈圆柱形稍扁，多弯曲，直径约1.5～3毫米，表面棕红色或灰绿色，光滑无毛，具纵直纹理，节膨大，残存红棕色或白色薄膜状透明的托鞘，节间长短不一；近基部的茎，质坚硬，位于顶端者较柔软，折断面黄白色，中心具广大的髓邮，有时成空洞状。叶片绿褐色或灰绿色，通常脱落。花生于叶腋，红色，但多数已萎落不存；花被黄绿色，顶端边缘粉红色，内藏瘦果1枚，三角状卵形。气微弱，味清凉。以色绿、叶多、质嫩、无杂质者为佳。\n全国大部分地区均产，以河南、四川、浙江、山东、吉林、河北等地产量较大。",
    "effect": "①利尿作用\n实验证明，萹蓄有利尿作用，煎剂20克/公斤给予盐水负荷的大白鼠后，尿量、钠、钾排出均增加，特别是钾的排出较多，其灰分亦有同样效果，因此认为其利尿作用主要是由于钾盐所致，也有人认为是由于其中所含黄酮甙所致。\n\n②降压作用\n萹蓄的水及醇提取物静脉注射，对猫、兔、狗有降压作用。\n\n③对子宫及止血作用\n萹蓄水及醇提取物能加速血液凝固，使子宫张力增高，可用作流产及分娩后子宫出血的止血剂。\n\n④抗菌作用\n1：10的萹蓄浸出液，试管内对某些真菌有抑制作用，对细菌的抑制作用较弱。\n\n⑤其他作用\n能增强呼吸运动的幅度及肺换气量，有轻度收敛作用，可作创伤用药。萹蓄甙对大鼠，犬有利胆作用。给犬静脉注射半数有效量(2.57～4.26毫克/公斤)，可使胆盐的排出增加",
    "creation": "去净杂质及根，洗净，润软，切段晒干。",
    "function": "利尿，清热，杀虫。治热淋，癃闭，黄疸，阴蚀，白带，蛔虫，疳积，痔肿，湿疮。\n\n①《本经》：\"主浸淫，疥瘙疽痔，杀三虫。\"\n\n②《别录》：\"疗女子阴蚀。\"\n\n③陶弘景：\"煮汁与小儿饮，疗蛔虫有验。\"\n\n④《药性论》：\"主丹石毒发冲目肿痛，又敷热肿效。\"\n\n⑤《滇南本草》：\"利小便。治五淋白浊，热淋，瘀精涩闭关窍，并治妇人气郁，胃中湿热，或白带之症。\"\n\n⑥《纲目》：\"治霍乱，黄疸，利小便。\"\n\n⑦《贵州民间方药集》：\"治小儿疳积，消臌胀。\"\n\n⑧《江西中药》：\"治肛门作痒由于湿热者。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"无毒。\"\n\n③《滇南本草》：\"性寒，味苦。\"\n\n④《本草正》：\"味苦涩。\"",
    "usage": "内服：煎汤，2～3钱；或捣汁。外用：捣敷或煎水洗。",
    "compatibility": "《得配本草》：\"多服泄精气。\"",
    "storage": "置干燥处。",
    "side_effects": "毒性：萹蓄作为牧草是有毒的，可使马、羊产生皮炎及胃肠紊乱，鸽对此植物的毒性作用最敏感。猫、兔口服浸剂(10-20%)或煎剂(1∶40)的最小致死量为20ml／kg，静脉注射水提取物(1∶50)则为2ml／kg。猫和兔口服浸剂(10-20%)或煎剂(1：40)的最小致死量为20mg／kg，静脉注射水提取物(1:50)则为2ml／kg。",
    "category": "膀胱；大肠经",
    "plant": "萹蓄\n一年生草本，高15～50厘米。茎匍匐或斜上，基部分枝甚多，具明显的节及纵沟纹；幼枝上微有棱角。叶互生；叶柄短，约2～3毫米，亦有近于无柄者；叶片披针形至椭圆形，长5～16毫米，宽1.5～5毫米，先端钝或尖，基部楔形，全缘，绿色，两面无毛；托鞘膜质，抱茎，下部绿色，上部透明无色，具明显脉纹，其上之多数平行脉常伸出成丝状裂片。花6～10朵簇生于叶腋；花梗短；苞片及小苞片均为白色透明膜质；花被绿色，5深裂，具白色边缘，结果后，边缘变为粉红色；雄蕊通常8枚，花丝短；子房长方形，花柱短，柱头3枚。瘦果包围于宿存花被内，仅顶端小部分外露，卵形，具3棱，长2～3毫米，黑褐色，具细纹及小点。花期6～8月。果期9～10月。\n生长于田野路旁、荒地及河边等处。全国各地均有分布。",
    "application": "①治疗细菌性痢疾\n取干萹蓄制成糖浆剂，每毫升含生药1克、每次50毫升，日眼2～3次。治疗108例，治愈104例，进步4例。平均退热时间为1天，腹痛消失为4天，腹泻停止、大便恢复正常为5天，服药期间无不良反应。或用新鲜萹蓄全株4～6两(干的2～4两)，制成煎剂一次顿服，早、晚饭后各服1次。治疗25例，全部治愈。\n\n②治疗腮腺炎\n取鲜萹蓄1两洗净后切细捣烂，加入适量生石灰水，再调入蛋清，涂敷患处。据20余例观察，一般敷药4小时后即可使体温下降，最长12小时。多数患者1～3天可获痊愈。",
    "position": "为蓼科植物萹蓄的全草。",
    "source": "《本经》"
  },
  {
    "name": "小黑药",
    "alias": "铜脚威灵仙、叶三七。",
    "ingredient": "?",
    "process": "\n夏、秋采挖。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n补肺益肾。治肺结核，肾虚腰痛，头昏。\n",
    "taste": "\n甘微苦，温。\n\n归肺；肾经 \n\n",
    "usage": "\n内服：煎汤，3～5钱。\n",
    "compatibility": "\n实热证及感冒忌用。\n",
    "storage": "\n夏、秋季采挖。除去茎叶，洗净，晒干。 \n\n",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n川滇变豆菜，又名：昆明变豆菜。\n多年生草本，高30～50厘米，全株无毛。根敷条，细长，稍弯曲，黑褐色。茎直立，圆柱形，有纵棱，稍有分枝。基生叶心脏三角形，掌状3深裂，裂片卵形或椭圆形，长2.5～5厘米，宽1.5～3厘米，有时3浅裂，先端锐尖，基部心形，边缘有尖锯齿，中间裂片菱状椭圆形，侧裂片平展，斜卵形；叶柄长6～16厘米。复伞形花序顶生；总苞片数个，条形；小总苞片约10个，条形；花梗多数；花小，白色。双悬果倒卵形，长2毫米，具先端弯曲的皮刺。\n生于山坡、溪边、阴湿的地方。分布云南、四川等地。\n\n本植物的全草(草本三角枫)亦供药用，另详专条。\n",
    "application": "?",
    "position": "\n为伞形科植物川滇变豆菜的根。\n",
    "source": "\n《云南中草药》\n"
  },
  {
    "name": "天葵子",
    "alias": "紫背天葵子,千年老鼠屎,金耗子屎,千年耗子屎,地丁子,天去子,野乌头子,鸡腿,散血珠,天葵根",
    "ingredient": "含生物碱、内酯、香豆素、酚性成分及氨基酸等。\n",
    "process": "5～6月间挖取块根，除去须根，晒干。",
    "distinguish": "干燥块根多数为椭圆形、纺锤形，或呈圆柱形而扭曲，长1～3厘米，宽0.5～1厘米，外面暗褐色，表面粗糙，具不规则纵槽纹及横向线纹；块根顶端常有叶柄残基，外被数层黄褐色鞘状鳞片，有须根或须根痕。质较脆，断面较平坦，皮部类白色，木部黄色。气微弱，味先甘而后涩。以干燥、形大、外黑内白、无须根杂质者为佳。\n\n主产江苏、湖南、湖北。此外，安徽、广西、贵州、云南、江西、浙江等地亦产。",
    "effect": "本品还可治疗小儿上呼吸道感染、白喉、哮喘及小便不利水肿。",
    "creation": "清水洗净，切片，晒干。",
    "function": "清热，解毒，消肿，散结，利尿。治痈肿，瘰疬，疔疮，淋浊，带下，肺虚咳嗽，疝气，癫痫，小儿惊风，痔疮，跌打损伤。毒蛇咬伤。\n\n①《滇南本草》：\"散诸疮肿，攻痈疽，排脓定痛，治瘰疬，消散结核，治妇人奶结，乳汁不通，红肿疼痛，乳痈，乳岩坚硬如石，服之或散或溃。\"\n\n②《百草镜》：\"清热，治痈疽肿毒，疔疮，跌扑，疯犬伤，疝气，痔疮，劳伤。\"\n\n③《本草求原》：\"主内伤痰火，消瘰疬恶疮，浸酒佳。\"\n\n④《贵州民间方药集》：\"消炎，明目，去眼翳；又可驱风，表寒，治小儿惊风及母猪疯。\"\n\n⑤《贵阳民间药草》：\"清热解毒。治癫痫、蛇咬伤。\"\n\n⑥《四川中药志》：\"利水通淋，解毒。治尿酸结石，小便淋沥不清。\"\n\n⑦《贵州草药》：\"定惊，镇痛，平喘，解毒。\"\n\n⑧《陕西中草药》：\"治蛇、虫咬伤，跌打损伤，尿路结石，皮肤干燥。\"",
    "taste": "甘苦，寒。\n\n①《滇南本草》：\"性寒，味苦辛。\"\n\n②《本草求原》：\"甘淡，平。\"\n\n③《浙江民间草药》：\"性寒，味酸，有毒。\"\n\n入脾，小肠、膀胱三经\n\n《四川中药志》：\"入脾，小肠、膀胱三经。\"\n",
    "usage": "内服：煎汤，1～3钱；研末或浸酒。\n外用：捣敷或捣汁点眼。\n",
    "compatibility": "《四川中药志》：\"脾虚便溏和小便清利者忌用。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "多年生草本，高达40cm。茎纤细，疏生短柔毛。基生叶有长柄，为三出复叶，小叶广楔形，3深裂，裂片疏生粗齿，下面带紫色；茎生叶较小，夏末茎叶枯萎。花小，单生于叶腋或茎顶，白色微带淡红，萼片5，花瓣状；花瓣5，匙形，基部囊状；雄蕊8～14；心皮3～5。骨突果2～4。种子黑色。花期3～4月，立夏前果实成熟。",
    "application": "①治疗小儿上呼吸道感染\n用100%天葵子注射液2～4毫升肌注，每日1～2次。体温在39.5℃以上者，适当加用其它退热药物。治疗96例，痊愈84例，好转5例，无效7例。\n\n②治疗痈肿\n取天葵子适量，洗净捣碎，加入适量蜂蜜调成糊膏(宜现配现用)。先用温盐水冲洗患处，拭干后再敷上药膏。敷药范围应较炎症范围稍大，厚约1～2厘米。每日敷药2～3次，严重者夜间亦须敷药。一般经2～3次后局部疼痛大减，炎症局限化；2～3天后患者全身症状大减或消失。治疗5例痈肿，病灶范围约直径4～8匣米，经敷药14～34次，5～13天治愈。",
    "position": "为毛茛科植物天葵的块根。植物形态详\"天葵\"条。",
    "source": "《分类草药性》"
  },
  {
    "name": "石膏",
    "alias": "细石、细理石(《别录》)，软石膏(《本草衍义补遗》)，寒水石(《纲目》)，白虎(《药品化义》)。",
    "ingredient": "主要成分为含水硫酸钙。其中CaO为32.5%、SO2为46.6%、H2O为20.9%，此外常有粘土、砂粒、有机物、硫化物等杂质混入。据北京医学院分析，除硫酸钙外，尚夹杂微量的Fe++及Mg++。\n煅石膏为无水硫酸钙(CaSO4)。",
    "process": "一般于冬季采挖，挖出后，去净泥土及杂石。",
    "distinguish": "为长块状或不规则形纤维状的结晶集合体，大小不-。全体白色至灰白色。大块者上下二面平坦，无光泽及纹理。体重质松，易分成小块，纵断面具纤维状纹理，并有绢丝样光泽。无臭，味淡。以块大色白、质松、纤维状、无杂石者为佳。烧之，染火焰为淡红黄色，能熔成白色磁状的碱性小球。烧至120℃时失去部分结晶水即成白色粉末状或块状的煅石膏。\n产湖北、安徽、河南、山东、四川、湖南、广西、广东、云南、新疆等地。",
    "effect": "1.解热作用：本品煎剂试验注射或天然石膏1：1煎剂，直肠给药4ml于消毒牛乳或三联菌苗而发热的家兔；证明有解热作用，但纯品石膏无解热作用，故认为天然石膏的解热作用与其中含有的杂质有关，退热作用与主成分钙无关。大鼠口服或注射，并无退热作用。也有报告有退热作用者，但实际上不很显着。石膏煎剂对白细胞致热原性发热有抑制作用，石膏的这个作用与中枢环核甘酸含量变化有关，石膏使脑脊液环单磷酸腺苷含量低于对照发热兔，而环磷酸鸟苷含量高于发热兔。生石膏2g/kg灌胃，对大肠杆菌内毒素引起的家兔发热有解热作用，对正常兔体温无影响。2.消炎作用：石膏内服经胃酸作用，一部分变成可溶性钙盐，至肠吸收入血能增加血清钙离子浓度，可抑制神经应激能(包括体温调节中枢神经)，减低骨骼肌的兴奋性，缓解肌肉痉挛、又能减少血管渗透性，故有解毒、镇痉、消炎的作用。3.对免疫的影响：石膏煎剂1：4浓度4ml/只灌胃，可使烧伤大鼠，脾与腹腔巨噬细胞cAMP含量增高，也使血浆环单磷酸腺苷及前列腺素E2含量增高。对烧伤大鼠，石膏煎剂尚可使T淋巴细胞数增加，淋转率也增高，并使腹腔巨噬细胞吞噬功能加强。4.收敛作用：煅石膏外用收敛粘膜，减少分泌。5.抗病毒作用：用斑点杂交法试验，石膏煎剂25%-100%浓度，有降低乙型肝炎毒脱氧核糖核酸(HBV DNA)含量的作用。鸡胚试验初步证明，麻杏石甘汤对流感病毒的抑制作用，主要来自麻黄，与石膏无关。6.其他作用：煎剂能减轻大鼠的口渴状态。长期应用，可使各器官(脑下垂体、肾上腺、颚下腺、胰脏)及血清中的钙含量较对照组为低，但脾脏及胸腺等的钙含量则高于对照组。其意义尚待阐明。在体外试验，煎剂无抑菌作用。",
    "creation": "生石膏：去净杂石，洗净泥土，打碎成小块。煅石膏：取净石膏块，置坩埚内，在无烟炉火中煅至酥松状，取出，放凉，碾碎。1.《雷公炮炙论》：凡使石膏，须石臼中捣成粉，罗过，生甘草水飞过，澄，晒，研用。2.《纲目》：石膏，古法惟打碎如豆大，绢包入汤煮之，近人因其寒，火煅过用，或糖拌炒过，则不妨脾胃。3.《药品化义》：石膏，略煅带生用，多煅则体腻性敛。",
    "function": "生用解肌清热，除烦止渴。治热病壮热不退，心烦神昏，谵语发狂，口渴咽干，肺热喘急，中暑自汗，胃火头痛、牙痛，热毒壅盛，发斑发疹，口舌生疮。煅敷生肌敛疮。外治痈疽疮疡，溃不收口，汤火烫伤。\n\n①《本经》：\"主中风寒热，心下逆气，惊喘，口干舌焦，不能息，腹中坚痛，产乳，金疮。\"\n\n②《别录》：\"除时气头痛身热，三焦大热，皮肤热，肠胃中膈热，解肌发汗，止消渴烦逆，腹胀暴气喘息，咽热。亦可作浴汤。\"\n\n③《药性论》：\"治伤寒头痛如裂，壮热，皮如火燥，烦渴，解肌，出毒汗，主通胃中结，烦闷，心下急，烦躁，治唇口干焦。和葱煎茶去头痛.\"\n\n④《日华子本草》：\"治天行热狂，下乳，头风旋，心烦躁，揩齿益齿。\"\n\n⑤《珍珠囊》：\"止阳明头痛，止消渴，中暑，潮热。\"\n\n⑥《用药心法》：\"胃经大寒药，润肺除热，发散阴邪，缓脾益气。\"\n\n⑦《本草衍义补遗》：\"研为末，醋研丸如绿豆大，以泻胃火、痰火、食积。\"\n\n⑧杨士瀛：\"煅过最能收疮晕，不至烂肌。\"\n\n⑨《本草蒙筌》：\"胃脘痛甚，吞服。\"\n\n⑩《长沙药解》：\"清心肺，治烦躁，泄郁热，止燥渴，治热狂，火嗽，收热汗，消热痰，住鼻衄，调口疮，理咽痛，通乳汁，平乳痈，解火灼，疗金疮。\"\n\n⑩《本草再新》：\"治头痛发热，目昏长翳，牙痛，杀虫，利小便。\"",
    "taste": "辛甘，寒。\n\n①《本经》：\"味辛，微寒。\"\n\n②《别录》：\"甘，大寒，无毒。\"\n\n③《医学启源》：\"《主治秘诀》云，性寒，味淡。\"",
    "usage": "内服：煎汤，0.3～1两(大剂可用6～8两)；或入丸、散。外用：煅研撒或调敷。",
    "compatibility": "脾胃虚寒及血虚、阴虚发热者忌服。\n\n①《本草经集注》：\"鸡子为之使。恶莽草、马目毒公。\"\n\n②《药性论》：\"恶巴豆。畏铁。\"\n\n③《医学启源》：\"《主治秘诀》云，能寒胃，令人不食，非腹有极热者，不可轻用。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "肺；胃经",
    "plant": "单斜晶系。晶体常作板状，集合体常呈致密粒状、纤维状或叶片状。颜色通常为白色，结晶体无色透明，当成分不纯时可呈现灰色、肉红色、蜜黄色或黑色等。条痕白色。透明至半透明。解理面呈玻璃光泽或珍珠状光泽，纤维状者呈绢丝光泽。片状解理显着。断口贝状至多片状。硬度1.5-2。比重2.3。具柔性和挠性。\n生境分布：常产于海湾盐湖和内陆湖泊形成的沉积岩中。资源分布：产湖北、安徽、河南、山东、四川、湖南、广西、广东、云南、新疆等地。",
    "application": "①治疗烧伤\n用石膏粉处理烧伤创面，能很快结痂，减少分泌物渗出，防止感染，促进创面愈合；同时可以免除烧伤患者的换药痛苦。用法：先将创面清洗干净，拭去污物，剪开水泡，除掉腐皮，再用2～4密普鲁卡因溶液涂布创面，然后将炒过的石膏粉装入纱布袋内均匀地撒布于创面上(可撒得厚些)。经1～2小时后，石膏粉干固；如创面分泌物较多，可继续撒布。一般在12～24小时后即可形成石膏痂片。痂片干固后不宣过早剥去，以免引起剧痛、出血及感染。一般Ⅱ°烧伤经3～7天痴片即可脱落。如痴皮过硬且感痛痒时，可涂2%普鲁卡因油或青霉素软膏(事先作过敏试验)。如痂下感染，应将痂片除去，清洗干净后再撒上石膏粉或同时涂以青霉素软膏。上述方法观察36例：其中Ⅰ°烫伤26例，Ⅱ、Ⅲ°混合烫伤11例；烧伤面积在10%以下者17例，11～20%者12例，21～30%者4例，31~40%者2例，90%者1例。结果除1例小儿因合并麻疹、肺炎，1例小儿因烧伤面积在90%左右、入院时即出现严重中毒现象而死亡外，其余均获治愈。但此项治疗方法尚存在如下问题：㈠冬天或天冷时常难以施行；㈡石膏痴皮干固后患者常有难忍的痛痒感；㈢Ⅲ°烫伤，石膏痂片仅可作为人工痂皮，暂时保护创面，尚不能代替早期的植皮。此外，如将石膏粉用桐油或花生油调制成膏，外敷患处，对促进创面愈合亦有较好的效果。\n\n②用于充填骨缺损腔\n应用石膏充填，治疗骨髓炎、骨结核所致的骨缺损14例，其中12例经2～17个月的观察，均获痊愈。在观察5个月以上的7例中无1例复发，X线检查骨缺损均愈合，有的已形成新的骨髓腔。2例化脓，其中1例为急性骨髓炎，1例为跟骨结核，局部病灶较大，浸润明显，有窦道混合感染，软组织缝合困难，结果石膏完全流出而告失败。治疗方法：术前以抗菌素控制感染，术中彻底清除炎性或结核病灶，凿成新鲜骨面，尽量保存骨膜及软组织，以混有青霉素及链霉素之淀粉石膏充填，致密地缝合创口。术后患肢以石膏固定，同时注射抗菌素。全部病例术后全身无任何不良反应。实验及临床资料表明，石膏充填后，血钙在早期多数升高，骨痂出现丰富，骨化过程较快。因此认为石膏充填可能有两方面作用：一是供应丰富的钙盐；二是起支柱作用，同时有生物学刺激作用。这都是促进骨愈合的主要因素。经验证明，采用石膏充填骨缺损的临床适应症应慎重选择。慢性骨髓炎或骨结核，凡病灶较小，皮肤及皮下组织较丰富的，经抗菌素治疗及病灶彻底清除后充填石膏，可收到良好效果；对于急性骨髓炎已有脓肿形成，及病灶太大、皮肤不完整、皮下组织较少、术后无法致密缝合的病例，均不适用。",
    "position": "为硫酸盐类矿物石膏的矿石。",
    "source": "《本经》"
  },
  {
    "name": "青天葵",
    "alias": "独叶莲、珍珠草、独脚莲、珍珠叶、坠千斤、铁帽子、山米子、天葵、入地珍珠、假天麻",
    "ingredient": "含黄酮类、生物碱类、氨基酸等成分。对喘息型慢性气管炎症有显著作用，对治疗鼻咽癌有一定的缓解作用。",
    "process": "①广西地区于夏季采叶，洗净或用沸水拖过，晒至半干时用手搓成粒状，边晒边搓，第一次须单叶搓，以后可数叶合搓，每日搓2～3次，至晒干为止。\n\n②广东地区于6～9月间，挖取全株，除去根茎，仅留球茎及叶，洗净曝晒，并将叶片包裹球茎，搓成球状，再晒至足干为度。",
    "distinguish": "干燥叶呈灰褐色至灰绿色，卷成团粒状，叶柄扁平，有纵向条纹。广东产的商品，叶中多裹有球茎。以干燥、叶小、有香味者佳。\n产广西、广东等地。",
    "effect": "?",
    "creation": "?",
    "function": "清热，润肺，散瘀，解毒。治肺痨，痰火咳血，瘰疬，肿毒，跌打损伤。\n\n①《岭南采药录》：\"治瘰疬，和肉煎汤服或炒食；理痰火咳血，消火疮，水煎服；浸酒治内伤。\"\n\n②《陆川本草》：\"止血，去瘀，治跌打损伤。\"\n\n③《南宁市药物志》：\"润肺止咳，解热清心。治肺痨，并解煤毒。\"\n\n④《广西中药志》：\"捣烂外涂，可解疮毒。\"\n\n⑤《云南思茅中草药选》：\"散瘀消肿，镇静止痛。治精神病，跌打损伤，结肿瘀痛。\"",
    "taste": "甘，凉。\n\n①《岭南采药录》：\"味甘，性和。\"\n\n②《陆川本草》：\"味淡辛麻，微温。\"\n\n③《南宁市药物志》：\"甘，凉，无毒。\"",
    "usage": "内服：煎汤，3～5钱；或浸酒。外用：捣敷。",
    "compatibility": "《广西中药志》：\"阳虚者慎服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "芋兰\n多年生宿根小草本，高约10～27厘米，全株光滑无毛。地下茎作不规则的球状，肉质，白色，径约1厘米。茎极短或无。叶根生；多为1片，2片的罕见，呈圆形，长4.5～6厘米，宽约8厘米，先端短尖，基部心脏形，全缘或略呈波状，绿色，叶脉明显，自叶基向叶缘伸出，数约20，侧脉纵横交错而呈网状；叶柄圆柱形，长约8厘米，粗约3毫米，有多数纵行条纹，接近地面部呈青紫红色。花梗长约20～30厘米，节间有退化鳞片包覆，鳞片有淡紫红色脉纹；总状花序；花冠下垂，不整齐，5片，披针形，唇瓣1片，白色，有紫红色脉纹，内面被绒毛，雄蕊与雌蕊合生成合蕊柱。果实椭圆形，多数。花期春季。\n生于阴湿的石山疏林下，或田边。分布广东、广西等地。",
    "application": "用量9~15克，煎服;或浸酒。外用：捣敷。用治肺结核咳嗽、支气管炎、小儿肺炎、疮疖肿痛、跌打损伤等。",
    "position": "为兰科植物芋兰的叶或带球茎的叶。",
    "source": "《岭南采药录》"
  },
  {
    "name": "桑白皮",
    "alias": "桑根白皮(《本经》)，桑根皮、桑皮(孟诜)，白桑皮(《山西中药志》)。",
    "ingredient": "含伞形花内酯、东莨菪素\n\n和黄酮成分桑根皮素、桑素、桑色烯、环桑素、环桑色烯等。又含有作用类似乙酰胆碱的降压成分，并含鞣质5.6%，粘液素9%。",
    "process": "冬季采挖，洗净，趁新鲜刮去背棕色栓皮，纵向剖开，以木槌轻击，使皮部与木心分离，剥取白皮，晒干。",
    "distinguish": "干燥根皮多呈长而扭曲的板状，或两边向内卷曲成槽状。长短宽狭不一，厚1～5毫米。外表面淡黄白色或近白色，有少数棕黄色或红黄色斑点，较平坦，有纵向裂纹及稀疏的纤维。内表面黄白色或灰黄色，平滑，有细纵纹，或纵向裂开，霉出纤维。体轻，质韧，难折断，易纵裂，撕裂时有白色粉尘飞出。微有豆腥气，味甘微苦。以色白、皮厚、粉性足者为佳。\n主产安徽、河南、浙江、江苏、湖南等地；其他各地亦产。",
    "effect": "①利尿作用\n家兔以桑白皮煎剂2克/公斤灌胃，6小时内排尿量及其氯化物均有较显著增加，7～24小时恢复正常。\n\n②降压作用\n日人早年即报告桑树煎剂给动物口服有轻微而缓慢的降压作用，又称必须用根或枝的皮方有降压效果，根及新梢叶则无作用。用乙醚、热水或温甲醇的提取液对兔皮下注射1克(生药)/公斤时，可使血压下降15～25毫米汞柱。从桑白皮中提得一种物质，给兔静脉注射10毫克/公斤，血压立即显著下降；切断颈迷走神经或颈椎，此作用仍存在。它能抑制离体蛙心、兴奋兔离体肠管，此等作用皆可被阿托品阻断，故推测可能是乙酰胆碱样物质。对兔耳血管有扩张作用，对蛙下肢血管则为收缩。能兴奋离体兔子宫，轻度促进兔耳下腺的分泌，注射(动脉或静脉)给药对猫瞬膜收缩并无影响，但如直接涂于颈交感神经节上，则可抑制电刺激节前纤维引起的瞬膜收缩。对水蛭背肌单用无作用，如先加依色林后再用，则可使水蛭背肌的紧张度有显著上升。此物质对小鼠静脉注射之半数致死量为32.7毫克/公斤。据日人报道，中国产桑白皮的提取物较日本产者降压作用强，毒性亦大，所含乙酰胆碱样物质的成分较多。\n\n③其他作用\n桑白皮提取物对小鼠有镇静作用。在狗身上，初步证明用桑白皮线缝合之伤口可无需拆线。",
    "creation": "桑皮：刷去灰屑，洗净，润透后切丝，晒干。蜜桑皮：取桑皮丝，加炼熟蜂蜜与开水少许，拌匀，稍闷，置锅内用文火炒至变为黄色、不粘手为度，取出，放凉。(每桑皮丝100斤，用炼熟蜂蜜30斤)\n\n《雷公炮炙论》：\"凡使(桑白皮)采十年已上嫩根，铜刀剥上青黄薄皮一重，只取第二重白嫩青涎者，用铜刀锉了，焙令干，勿使皮上涎落，涎是药力。此药恶铁并铅。\"",
    "function": "泻肺平喘，行水消肿。治肺热喘咳，吐血，水肿，脚气，小便不利。\n\n①《本经》：\"主伤中，五劳六极羸瘦，崩中，脉绝，补虚益气。\"\n\n②《别录》：\"去肺中水气，唾血，热渴，水肿，腹满胪胀，利水道，去寸白，可以缝金疮。\"\n\n③《药性论》：\"治肺气喘满，水气浮肿，主伤绝，利水道，消水气，虚劳客热，头痛，内补不足。\"\n\n④孟诜：\"入散用，下一切风气水气。\"\n\n⑤《滇南本草》：\"止肺热咳嗽。\"\n\n⑧《纲目》：\"泻肺，降气，散血。。\n\n⑦《本草求原》：\"治脚气痹挛，目昏，黄疸，通二便，治尿数。\"\n\n⑧《贵州民间方药集》：\"治风湿麻木。\"",
    "taste": "甘，寒。\n\n①《本经》：\"甘，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《药性论》：\"平。\"\n\n④《医学启源》：\"气寒，味苦酸。\"",
    "usage": "内服：煎汤，2～5钱；或入散剂。外用：捣汁涂或煎水洗。",
    "compatibility": "肺虚无火，小便多及风寒咳嗽忌服。\n\n①《本草经集注》：\"续断、桂心、麻子为之使。\"\n\n②《本草经疏》：\"肺虚无火，因寒袭之而发咳嗽者勿服。\"\n\n③《得配本草》：\"肺虚，小便利者禁用。\"",
    "storage": "置通风干燥处，防潮，防蛀。",
    "side_effects": "桑白皮经石油醚、乙醇、乙醚、醋酸酐、水、乙酸乙酯等反复处理，所得黄色粉末，给小鼠静脉注射的 半数致死量为 32.7mg/kg。而正丁醇提取物或水提取物给小鼠灌胃或腹腔注射 10g/kg，或静脉注射 5g/kg 均未引起死亡。醇提取物无论是1次大量或多次小量给药，对实验动物均未表现不良影响，似可认为该药毒性较小。",
    "category": "肺；脾经",
    "plant": "落叶乔木。树皮灰褐色，浅纵裂。幼枝光滑或有毛。单叶，互生，卵形或宽卵形，长6～15厘米，宽5～13厘米，先端急尖或钝，基部近心形，叶缘具锯齿，有时成不规则的分裂，上面近光滑，下面脉有疏毛，脉腋有簇生毛，叶柄长1.5～3.5厘米，具柔毛，托叶披针形，早落。雌、雄花均成柔荑花序，花单性，雌雄异株。雄花花序长1～2.5厘米，雌花花序长0.5～1.2厘米。雄花花被片4，雄蕊与花被片同数且对生，中央具不育雌蕊。雌蕊花被片4，结果时肉质化，常无花柱，柱头2裂，宿存。聚花果(桑椹)，长1～2.5厘米，成熟时为黑紫色或白色。花期5月，果期6月。",
    "application": "用量6～12克，水煎服，或入丸散。用治肺热喘咳，水肿胀满尿少，面目肌肤浮肿。",
    "position": "为桑科植物桑除去栓皮的根皮。植物形态详\"桑叶\"条。",
    "source": "《药性论》"
  },
  {
    "name": "竹叶",
    "alias": "淡竹叶(《别录》)。",
    "ingredient": "含酚性成分、氨基酸、有机酸、糖类，尚含涩味质等。",
    "process": "随时采鲜者入药。",
    "distinguish": "?",
    "effect": "本品有解热作用；能增加尿中氯化物的排泄而呈利尿作用；对金黄色葡萄球菌、绿脓杆菌等有抑制作用；并有升高血糖作用。",
    "creation": "1.净制：除去杂质，洗净。2.切制：除去杂质，切段或揉成小团。",
    "function": "清热除烦，生津利尿。治热病烦渴，小儿惊痫，咳逆吐衄，面赤，小便短亦，口糜舌疮。\n\n①《别录》：\"主胸中痰热，咳逆上气。\"\n\n②《药性论》：\"主吐血热毒风，止消渴。\"\n\n③《食疗本草》：\"主咳逆，消渴，痰饮，喉痹，除烦热。\"\n\n④《日华子本草》：\"消痰，治热狂烦闷，中风失音不语，壮热，头痛头风，并怀妊人头旋倒地，止惊悸，温疫迷闷，小儿惊痫天吊。\"\n\n⑤张元素：\"凉心经，益元气，除热，缓脾。\"\n\n⑥《纲目》：\"煎浓汁，漱齿中出血，洗脱肛不收。\"\n\n⑦《本草正》：\"退虚热烦躁不眠，止烦渴，生津液，利小水，解喉痹，并小儿风热惊痫。\"\n\n⑧《重庆堂随笔》：\"内息肝胆之风，外清温署之热，故有安神止痉之功。\"\n\n⑨《本草再新》：\"凉心健脾，治吐血、鼻血，聪耳明目。\"",
    "taste": "甘淡，寒。\n\n①《别录》：\"味辛平，大寒。\"\n\n②《药性论》：\"味甘，无毒。\"\n\n③《履巉岩本草》：\"苦，甘，微寒，无毒。\"\n\n④《本草正》：\"味甘淡，气平微凉。\"",
    "usage": "内服：煎汤，2～4钱。",
    "compatibility": "脾胃虚寒及便溏者禁用。",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺；胃经",
    "plant": "1.淡竹 植株木质化，呈乔木状。竿高6-18m，直径5-7cm，成长后仍为绿色，或老时为灰绿色，竿环及箨环均甚隆起。箨鞘背面无毛或上部具微毛，黄绿至淡黄色而具有灰黑色之斑点和条纹；箨耳及其繸毛均极易脱落；箨叶长披针形，有皱折，基部收缩；小技具叶1-5片，叶鞘鞘口无毛；叶片深绿色，无毛，窄披针形，宽1-2cm，次脉6-8对，质薄。穗状花序小技排列成覆瓦状的圆锥花序；小穗含2-3花，顶端花退化，颖工或2片，披针形，具微毛；外稃锐尖，表面有微毛；内稃先端有2齿，生微毛，长12-15mm；鳞被数目有变化，3至1枚或缺如，披钍形，长约3mm；花药长7-10mm，开花时，以具有甚长之花丝而垂悬于花外；子房呈尖卵形，顶生一长形之花柱，两者共长约7mm，柱头3枚，各长约smm，呈帚刷状。笋期4-5月，花期10月至次年5月。 2.青竿竹 植株木质化，呈乔木状。植株丛生，无刺。竿直立或近直立，高达15m，径约6cm。顶端不弯垂，竿的节上分枝较多；节间圆柱形，竿的节间和箨光滑无毛。 3.大头典竹 植株木质化，是乔木状。竿高达15m。多少有些作之字形折曲，幼竿被毛和中部以下的竿节上通常具毛环，节间通常较短；箨鞘背部疏被黑褐色、贴生前向刺毛；释片基部较狭；释舌较长，长约5mm；小穗通常呈麦秆黄色；内稃背部被柔毛，脊上具较长而密的缘毛。叶鞘通常被毛；叶舌较长以及外稃背面被疏柔毛。花期3-5月，笋期6-7月。\n生境分布：1.淡竹通常栽植于庭园。 2．青竿竹多生于平地、丘陵。 3．大头典竹生于山坡、平地工路旁。资源分布：1.淡竹分布于山东、河南、及长江流域以南各地。 2．青竿竹分布于广东、广西。 3．大头典竹分布于广东、海南及广西。\n栽培：1.气候土壤：通常栽植于庭园。山东、江苏、安徽、浙江、江西、河南、湖北、湖南等省都有栽培，以排水良好的腐殖质土为佳。2.种植：幼竹移栽。对施肥及土壤要求不严，可密集种植，按行距40cm，株距30cm开穴，每穴可栽植3-5株。3.出苗后，经常除草，浇水。",
    "application": "?",
    "position": "为禾本科植物淡竹的叶。植物形态详\"竹茹\"条。",
    "source": "《别录》"
  },
  {
    "name": "鸭脚板草",
    "alias": "辣子草、野芹菜(《分类草药性》)。",
    "ingredient": "?",
    "process": "春、夏采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治疟疾，瘿肿，毒疮，跌打损伤。\n\n①《分类草药性》：\"治一切恶疮，包鱼口，外治蛇咬。\"\n\n②《四川中药志》：\"治跌打损伤。\"\n\n③《重庆草药》：\"可以截疟。\"\n\n④《湖南药物志》：\"治瘿肿。\"",
    "taste": "①《分类草药性》：\"性热，味苦，有毒。\"\n\n②《湖南药物志》：\"辛，有毒。\"",
    "usage": "外用：捣敷。",
    "compatibility": "多作外用，内服宜慎。",
    "storage": "?",
    "side_effects": "?",
    "category": "心经",
    "plant": "扬子毛茛\n多年生草本，遍体被白色或淡黄色柔毛。基部分枝，常匍匐地上。叶为3出复叶，具长柄；叶片宽卵形，长2～4.5厘米，宽3～6厘米，中央小叶具长或短柄，宽卵形或菱状卵形，3浅裂至深裂，裂片上部边缘疏生锯齿，侧生小叶具短柄，不等地2裂。花对叶单生，具长梗，径约1.5厘米；萼片5，狭卵形，反曲；花瓣5，黄色，近椭圆形；雄蕊多数，花药黄色；雌蕊多数，子房上位，花柱钩曲。瘦果扁平，有边缘，中部突起，先端具短喙。花期5～6月。\n生于溪边或林边阴湿处。分布长江中、下游各地及台湾。",
    "application": "?",
    "position": "为毛莨科植物扬子毛茛的全草。",
    "source": "《分类草药性》"
  },
  {
    "name": "榼藤子",
    "alias": "象豆(《南方草木状》)。合子(《本草拾遗》)，榼子(《日华子本草》)，眼镜豆(《南方主要有毒植物》)。",
    "ingredient": "含甾醇、黄酮类、酚性成分、氨基酸、有机酸。近从种子中分离出有抗肿瘤作用的皂甙元，酸解产生榼藤子酸、阿拉伯糖、木糖。",
    "process": "秋季采收，摘取成熟荚果，剥除果壳，晒干。",
    "distinguish": "取本品粉末少许，加氯仿2ml，振摇片刻，滤过，滤液置试管中，沿管壁加硫酸适量，界面处由黄色变为红色，最后显紫色，而氯信层显浅绿色。（检查甾类化合物）",
    "effect": "种子核仁中含两种毒性皂甙，作用相似。毒性相等。对哺乳类动物主要为引起溶血；0.0005～0.002克/公斤可使血压剧降，肠容积增加，肾容积也略有增加，显示内脏血管扩张，小肠、子宫平滑肌被抑制，死于呼吸衰竭。对阿米巴原虫有杀死作用，对草履虫毒性较小，无抗菌效力，亦不能伤害孑孓，但能毒鱼。木质及树皮中皆含此皂甙，而叶中则无。有报告种子能致吐、泻；但也有人认为，其味虽苦、辛，但仍可供食用。\n\n从种子中提出的皂甙元，有抗肿瘤作用(15～30毫克/公斤能使大鼠的瓦克氏癌抑制64～100%而不死亡)。",
    "creation": "?",
    "function": "治便血，血痢，黄疸，脱肛，痔疮，喉痹。\n\n①《南方草木状》：\"解诸药毒。\"\n\n②《本草拾遗》：\"主五痔，喉痹，以仁为粉，微熬，水服一、二匕。\"\n\n③《开宝本草》：\"治小儿脱肛血痢泻血，并烧灰服，或以一枚割瓤熬研，空腹热酒服二钱。\"",
    "taste": "《开宝本草》：\"味涩甘，平，无毒。\"(一说有毒)",
    "usage": "内服：研末或烧存性研末，0.5～1钱。",
    "compatibility": "暂缺。",
    "storage": "?",
    "side_effects": "种子核仁中含两种毒性皂甙，作用相似，毒性相等",
    "category": "胃；肝；大肠经",
    "plant": "木质大藤本。叶为2回偶数羽复叶;有羽片3对，顶生1对变态为卷须，下部2对各有2~4对;小叶对生，有短柄，近革质，长圆形或长圆状披针形，顶端钝或圆，通常微凹头，基部歪斜，楔尖或稍钝。春、夏季开黄色花;芳香，排成腋生、密花且柔弱的穗状花序;萼阔钟状，5浅裂;花瓣5片，长椭圆形，顶端近短尖，无毛;雄蕊10枚，离生;子房有短柄，花柱丝状。荚果大，木质，扁平，弯曲，有10~ 30节，成熟时逐节脱落，每节都含1粒种子。种子扁平，圆形；种皮厚，木质，暗褐色或黑褐色，有光泽。",
    "application": "用量3~9克，烧存性研末，煎服。用治便血、血痢、痔疮;黄疸、脚气、水肿;胃痛、疝气痛、喉痹肿痛等。植榼子烧成黑炭，微存性，米饮调服，治五痔(《本草衍义》)。",
    "position": "为豆科植物榼藤的种子。植物形态详\"榼藤\"条。",
    "source": "《本草拾遗》"
  }
]