[
  {
    "name": "铧头草",
    "alias": "地黄瓜(《分类草药性》)，青地黄瓜(《四川中药志》)，烙铁草、犁头草(《重庆草药》)。",
    "ingredient": "?",
    "process": "2～7月有花果时采收。",
    "distinguish": "理化鉴别 （1）取本品粉末2g，加已醇20ml，加热回流30min，滤过，取滤液1滴，点于滤纸上，置紫外光灯（365nm）下检视，显紫红色荧光。（2）取上述滤淮蒸干，列潭加热水3ml，使溶解，滤过，滤液照下述方法试验：①取滤液1ml，加盐酸3-4滴及镁粉少量，加热显棕红色。（检查黄酮）②取滤液1滴点于滤纸片上，置紫外光灯（365nm）下观察，显黄绿以荧光，再滴加氨试液1滴，即显亮黄绿以荧光。（检查黄酮）",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，散瘀消肿。治肠痈，疔疮，红肿疮毒，黄疸，淋浊，目亦生翳。\n\n①《草木便方》：\"治月瘕胀满，刀斧伤。\"\n\n②《分类草药性》：\"去风火，消毒肿疔疮，散瘀血。\"\n\n③《四川中药志》：\"通经，消肿，解毒。治红肿疮毒，疔疮及淋浊。\"\n\n④《南宁市药物志》：\"清热解毒。治阳黄，肠痈，疔疮，热毒。\"\n\n⑤《广西中药志》：\"治眼疾及瘩背。\"",
    "taste": "辛微苦，寒。\n\n①《四川中药志》：\"性寒，味辛酸，无毒。\"\n\n②《南宁市药物志，：\"苦，寒，无毒。\"\n\n③《广西中药志》：\"味淡，性平，无毒。\"",
    "usage": "内服：煎汤，3～5钱(鲜者1～2两)。外用：捣敷。",
    "compatibility": "《南宁市药物志》：\"虚寒者忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "大肠；心；肝经",
    "plant": "①白花地丁，又名：宝剑草（《植物名实图考》）。\n多年生草本，高约6～10厘米。主根粗圆，较长，侧根纤细且多。叶基出丛生；披针形或长椭圆状披针形至线状披针形，长2.5～7厘米，宽1～2厘米，先端钝，基部截形或楔形，边缘具浅而钝的锯齿；叶柄细长，紫红色，有短毛，上端有翅。花茎长于叶，微紫红色，有短毛，中部具2枚线状披针形的小苞片；单花顶生；花萼5，披针形，边缘膜质具齿；花瓣5，白色或带紫色，倒卵形，长10～13毫米，距长3～4毫米；雄蕊5；雌蕊1，为3心皮合成，柱头先端渐租。蒴果矩圆形，成熟后裂瓣呈三角形。种子小，淡黄褐色，表面有稀疏短绒毛。花期早春。果期4～5月。\n生于田野、路旁阴湿地。全国大部分地区有分布。\n②长萼堇菜，又名：翁域、犁嘴草、剪刀菜、紫花地丁。\n二年生或多年生草本，秃净。根茎垂直。叶丛生，三角形或近戟形，长2～6厘米，宽1～3厘米，先端微钝，基部同心形，边缘有小锯齿。托叶与叶柄合生，其分离部狭披针形，全缘，或有疏齿。花茎略长于叶，近中部或中部以下有线形的小苞片2枚；萼片5，矩圆形或披针形；花瓣5，青紫色，内侧两对花瓣呈匙形，先端及中部紫青色，基部黄绿色，有紫青色花纹，下面一瓣稍宽大，有囊状距，淡绿色；雄蕊5，内向，无花丝，下面2枚具有蜜腺的附属物；雌蕊1，子房上位，卵圆形，花柱呈喇叭状。蒴果3裂，种子多数。花期12月至翌年2月。果期4～5月。\n生长山野。分布我国西南部及广东、广西、贵州等地。\n③尼泊尔堇菜，又名：紫花地丁。\n多年生草本，高8～12厘米。主根粗短。叶基出丛生；箭头状披针形至线状披针形，长2.5～5厘米，宽8～15毫米，先端钝，基部截形以至稍展开成心脏形，边缘具浅波状锯齿；叶柄细长，微紫红色，上端近叶基部有狭翅；托叶披针形，边缘具稀疏锯齿。花茎长于叶；苞片线形，基部有数腺状齿；单花顶生，萼片6，椭圆状披针形，基部附属物卵状三角形；花瓣5，白色，微带紫色，倒卵状长圆形，距长约5毫米；雄蕊5，花丝短；雌蕊1，柱头弯曲且胀大成3浅裂状。蒴果近圆形。\n生于山坡、草地、路旁阴湿地。分布我国中部、南部。",
    "application": "治疗痈、疖炎症初期\n用鲜长萼堇菜捣烂敷于患部，干后即换；亦可制成粉剂或软膏使用。有全身症状者，可取干草1两，水煎服；或用鲜草洗净捣汁约1酒杯，内服，效果更显著。治疗40余例，均有效。",
    "position": "为堇菜科植物白花地丁、长萼堇菜或尼泊尔堇菜的全草或带根全草。",
    "source": "《草木便方》"
  },
  {
    "name": "手掌参",
    "alias": "佛手参、掌参(《宁夏中草药手册》)，手儿参(《陕西中草药》)，旺拉(藏名)。",
    "ingredient": "手参的全草含挥发油6%，内有甲基香醛(methbylvanillin)，向日葵素(piperonal)。块根中含粘液质、淀粉、蛋白质、糖分、草酸钙、无机盐。",
    "process": "\n春、秋采挖。去净茎叶及须根，洗净，晒干，或用开水烫过再晒干。\n",
    "distinguish": "\n干燥块茎形如手掌，指状分裂，通常4～6裂不等，稍扁，长2.5～3.5厘米，径2～2.5厘米，表面皱缩，淡黄色，有时茎痕周围有1褐色环。质坚硬；断面白色，胶质。气特异，味淡。\n产东北及山西、陕西、甘肃、宁夏、青海、河北等地。\n\n同科植物长苞凹舌兰的块茎在陕、甘、宁、青地区亦同等入药。与手参的主要区别是：叶椭圆形或卵圆形，宽3厘米以上；苞片远比花长；花黄绿色，唇瓣2～3裂，距短囊状。\n",
    "effect": "手参地下茎的水提取物对兔、犬有利尿作用,但剂量过大反能降低尿量；这是对肾脏的直接作用。对兔血压、呼吸无明显作用，对蛙下肢血管呈收缩作用，对小鼠的全身状态则呈抑制作用。",
    "creation": "?",
    "function": "\n补益气血，生津止渴。治肺虚咳喘，虚劳消瘦，神经衰弱，久泻，失血，带下，乳少，慢性肝炎。\n\n①《东北药植志》：\"制成粘液，用于中毒和泻下；泡酒为强壮、强精剂。\"\n\n②《山西中药志》：\"收敛止血，解毒。治久泻失血，淋病，带下。\"\n\n③《黑龙江民间中药》：\"泡酒治阴痿。\"\n\n④《中国药植图鉴》：\"消瘀。治跌打损伤，积血不行。\"\n\n⑤《四川常用中草药》：\"补血益气，生津止渴。治肺虚咳喘，虚痨羸瘦，缺乳汁。\"\n\n⑥《西藏常用中草药》：\"治慢性肝炎。\"\n\n⑦《陕西中草药》：\"滋补强壮，补脾润肺，安神镇惊，益气止痛。治身体虚弱，神经衰弱，劳伤，咳嗽，气喘。\"\n",
    "taste": "\n甘，平。\n\n①《宁夏中草药手册》：\"甘微苦，微寒。\"\n\n②《四川常用中草药》：\"甘，平。\"\n\n③《高原中草药治疗手册》：\"性微温，味甘，无毒。\"\n",
    "usage": "\n内服：煎汤，O.3～1两；研末或制成糖浆或浸酒。\n",
    "compatibility": "\n《高原中草药治疗手册》：\"外感忌服。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾；胃经",
    "plant": "\n①手参，又名：阴阳草。\n多年生草本，高30～80厘米。块茎4～6裂，肥厚似手掌，通常2枚，初生时白色，后呈黄白色。茎直立，基部具淡褐色叶鞘。茎生叶4～7，长圆状披针形，基部抱茎，先端渐尖。穗状花序顶生，长6～15厘米；花多数，粉红色或淡红紫色，苞片椭圆状披针形，外花被片长圆状卵形，中央花被片内凹，侧花被片下弯，内花被片2，广卵形，偏斜；唇瓣长宽相等，菱形，三浅裂，裂片近于卵形而钝，中央裂片较长；距通常呈镰状弯曲，细长，长1.3～1.8厘米；子房甚扭曲，长约8毫米。蒴果长圆形，无柄，长约10毫米；种子小。花期6～7月。果期7～8月。\n生于林间草地、河谷及灌丛间。分布东北、华北、西北及四川等地。\n\n②粗脉手参\n多年生草本，高20～50厘米。块根肥厚，通常4～6掌裂，形如手掌，初生时白色，后变黄色，顶部生须根。茎直立，具叶5～7片。叶互生，长圆形或披针形，基部成鞘抱茎，向上逐渐变小，最上部叶近鳞片状，上面深绿色，下面淡绿色。穗状花序顶生，花密集，紫红色，唇瓣三角状或近菱形，先端3裂，距短于子房。蒴果，长圆形，先端尖。\n生于高山草地或林缘潮湿肥沃处。分布西藏等地。\n",
    "application": "?",
    "position": "\n为兰科植物手参和粗脉手参的块茎。\n",
    "source": "\n《东北药植志》\n"
  },
  {
    "name": "滴水珠",
    "alias": "石半夏、石里开、一滴珠、水滴珠(《江西草药》)，水半夏、独叶一支花、岩芋、天灵芋、一粒珠、岩珠、蛇珠、独龙珠(《浙江民间常用草药》)。",
    "ingredient": "?",
    "process": "春、夏季采收。",
    "distinguish": "理化鉴别（1）取粉末2g，加温水20ml浸泡4h后，滤过，浓缩后点于圆形层析滤纸上，以甲醇展开，喷以0.7%茚三酮醇溶液。在80℃烘干10min，显蓝紫色斑点（检查氨基酸）。（2）薄层角谱，取粉末1g，加石油醚(60-90℃ )10ml，冷浸1昼夜，吸取上清液作供试品溶液。另取β-谷甾醇制成对照品溶液。分别吸取供试品和对照品溶液。分别吸取供试品和对照品溶液，点于硅胶G薄层板上以氯仿-甲醇(9.5:0.5)展开，展距20cm。以10%磷钼酸乙醇深液作显色剂，供试品和对照品相应位置上均为蓝色斑点。",
    "effect": "本品有止痛、消炎及抗过敏作用。",
    "creation": "?",
    "function": "止痛，行瘀，消肿，解毒。治头痛，胃痛，腹痛，腰痛，跌打损伤，乳痈，肿毒。\n\n①《江西草药》：\"消肿解毒，散瘀止痛。\"\n\n②《浙江民间常用草药》：\"散结。\"",
    "taste": "《江西草药》：\"性温，味辛，有小毒。\"",
    "usage": "内服：研末装胶囊，1～2分。外用：捣敷。",
    "compatibility": "孕妇及阴虚、热证禁服。内服切忌过量，否则可引起喉舌麻痹。《湖南药物志》：“孕妇及阴虚、热症忌服。”",
    "storage": "?",
    "side_effects": "?",
    "category": "肝经",
    "plant": "心叶半夏\n多年生草本，高15～20厘米。块茎球形。叶片1，戟形或心形，长5～8厘米，绿色或淡紫色；叶片与叶柄的连接处和叶柄下部各生1珠芽。肉穗花序自基部生出，外有佛焰苞，花序轴附属物细长，外露。花期夏季。\n生于阴湿的草丛中、岩石边和陡峭的石壁上。分布长江以南各省。",
    "application": "?",
    "position": "为天南星科植物心叶半夏的块茎。",
    "source": "《江西草药》"
  },
  {
    "name": "柳絮",
    "alias": "柳实(《本经》)，柳子(《别录》)。",
    "ingredient": "?",
    "process": "\n\n\n",
    "distinguish": "\n\n\n",
    "effect": "?",
    "creation": "?",
    "function": "祛湿，溃痈，凉血止血，解毒消痈。主吐血；创伤出血；痈疽；恶疮\n\n\n①《本经》:\"主溃痈，逐脓血。\"\n\n②《别录》:\"主痂疥，恶疮，金疮。\"\"子:汁疗渴。\"\n\n③陶弘景:\"贴灸疮。\"\n\n④《药性论》:\"主止血。治湿痹四肢挛急，膝痛。\"",
    "taste": "《本草别说》:\"性凉。\"",
    "usage": "\n\n\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "",
    "application": "?",
    "position": "为杨柳科植物垂柳的具毛种子。植物形态详\"柳枝\"条。",
    "source": "《本经》"
  },
  {
    "name": "浮小麦",
    "alias": "浮水麦,浮麦",
    "ingredient": "\n普通小麦含淀粉53%～70%，蛋白质11%，糖类(蔗糖、葡萄糖、棉子糖、麦芽糖、蜜二糖)2%～7%，糊精2%～10%，脂肪约1.6%，粗纤维约2%；尚含少量谷甾醇、卵磷脂、尿囊素(allantoin)、精氨酸、淀粉酶、蛋白分解酶及微量维生素B、E。\n",
    "process": "\n夏至前后，成熟果实采收后，取瘪瘦轻浮与未脱净皮的麦粒，筛去灰屑，用水漂洗，晒干。\n",
    "distinguish": "\n性状鉴定：干瘪颖果呈长圆形，两端略尖。长约7mm，直径经2.6mm。表面黄白色，皱缩。有时尚带有未脱净的外稃志人稃。腹面有一深陷 的纵沟，顶端钝形，带有浅黄棕色柔毛，另一端成斜尖形，有脐。质硬而脆，易断，断面白色，四化建设性差。无臭，味淡。\n以粒均匀、轻浮、无杂质为佳。\n显微鉴别，颖果横切面：果皮与种皮愈合。果皮表皮细胞1列，壁较厚，平周壁尤甚；果皮中层细胞数列，壁较厚；横细胞1列，与果皮表皮及中层细胞垂直交错排列，有纹孔；有时在横细胞层下可见管细4胞。种皮棕黄色，细胞颓废皱缩，其内为珠心残余，细胞类方形，隐约可见层状纹理。内胚乳最外野为糊粉层，其余为富含淀粉粒的薄壁细胞。\n粉末特征：白色，有黄棕色果皮小片。①淀粉粒为主扁平的圆形、椭圆形或圆三角状，直径30-40μm，侧面观呈双透镜状、贝壳状，宽11-19μm，两端稍尖或钝圆，脐点裂缝状；少复粒，由2-4或多分粒组成。②横细胞成片，细长柱形，长28-232μm，直径6-21μm，壁念珠状增厚。③果皮表皮细胞类长方形或长多角形，长64-220μm，直径16-42μm，壁念珠状增厚。④果皮中层细胞长条形或不规则形，壁念珠状增厚。⑤非腺毛单细胞，长40-950μm，直径10-30μm，壁厚5-10μm。\n",
    "effect": "?",
    "creation": "\n拣去杂质，筛净灰屑，漂洗后晒干。\n\n《纲目》：\"焙用。\"\n",
    "function": "\n治骨蒸劳热，止自汗盗汗。\n\n①《本草蒙筌》：\"敛虚汗。\"\n\n②《纲目》：\"益气除热，止自汗盗汗，骨蒸虚热，妇人劳热。\"\n\n③《现代实用中药》：\"补心，止烦，除热，敛汗，利小便。\"\n",
    "taste": "\n甘咸，凉。\n\n①《纲目》：\"甘咸，寒，无毒。\"\n\n②《本草备要》：\"咸，凉。\"\n\n归心经\n",
    "usage": "\n内服：煎汤，3～5钱；或炒焦研末。\n",
    "compatibility": "浮小麦，应取用水淘轻浮水面的麦粒，并以冬小麦为佳。但有的地区以充实饱满的小麦作浮小麦药用，按小麦功能养心除烦，适用于妇女脏燥喜怒无常之症（癔病）。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n小麦，一年生或越年生草本，高60-100cm。秆直立，通常6-9节。叶鞘光滑，常较节间为短；叶舌膜质，短小；叶片扁平，长披针形，长15-40cm，宽8-14mm，先端渐尖，基部方圆形。穗状花序直立，长3-10cm；小穗两侧扁平，长约12mm，在穗轴上平行排列或近于科行，每小穗具3-9花，仅下部的花结实；颖短，第1颖较第2颖为宽，两者背面均具有锐利的脊，有时延伸成芒；外稃膜质，微裂成3齿状，中央的齿常延伸成芒，内稃与外稃等长或略短，脊上具鳞毛状的窄翼；雄蕊3；子房卵形。颖果长圆形或近卵形，长约6mm，浅褐色。花期4-5月，果期5-6月。\n",
    "application": "内服：煎汤，用量15～30g，或研末；止汗，宜微炒用。主治阴虚发热、盗汗、自汗。",
    "position": "\n为干瘪轻浮的小麦，水淘浮起者。植物形态详\"小麦\"条。\n",
    "source": "\n《本草汇言》\n"
  },
  {
    "name": "麻黄",
    "alias": "龙沙，卑相、卑盐，狗骨。",
    "ingredient": "\n草麻黄茎含生物碱1～2%，其中40～90%为麻黄碱，其次为伪麻黄碱及微量的l-N-甲基麻黄碱、d-N-甲基伪麻黄碱、l-去甲基麻黄碱、d-去甲基伪麻黄碱、麻黄次碱；又含儿茶鞣质6%和挥发油，挥发油中含有l-α-松油醇。\n\n木贼麻黄含生物碱1.15～1.75%，其中主要是麻黄碱和伪麻黄碱。本品还含有鞣质、黄酮甙、糊精、菊粉、淀粉、果胶、纤维素、葡萄糖等糖类化合物和草酸、柠檬酸、苹果酸、延胡索酸等有机酸类中麻黄含多量麻黄碱，尚含鞣质、黄酮甙、糊精、菊粉、淀粉、果胶、纤维素、葡萄糖等。\n\n矮麻黄含总生物碱(以麻黄碱计)1.15%，其新鲜叶含蜡0.15%，其中主成分是廿九烷醇、廿九烷、卅烷醇。\n",
    "process": "\n8～10月间割取绿色细枝，或连根拔起，去净泥土及根部，放通风处晾干或晾至6成干时，再晒干。放置干燥通风处，防潮防霉。\n",
    "distinguish": "\n①草麻黄\n又名：田麻黄。茎呈细长圆柱形而微扁，少分枝，直径约1～2毫米，通常切成长约2～3厘米的小段。表面淡绿色至黄绿色，有细纵走棱线，手触之微有粗糙感，节明显，节间长2.5～6厘米。节上有膜质鳞叶2片(稀3片)，长约3～4毫米，上部灰白色，锐长，三角形，尖端反曲，基部棕红色，连合成筒状。茎质脆，易折断，断面略纤维性，外圈为绿黄色，中央髓部呈红棕色。气微香，味微苦涩。\n\n②木贼麻黄\n茎呈细长圆柱形，多分枝，较草麻黄稍细，直径约1～1.5毫米。表面草绿色至黄绿色，有纵走棱线，手触之无粗糙感，节间长1.5～3厘米。节上有2片(稀3片)膜质鳞叶，长约1～2毫米，上部为短三角形，灰白色，尖端多不反曲，基部棕红至黑棕色，连合成筒状。其他与上种相似。\n\n③中麻黄\n呈细长圆柱形，直径为1.5～3毫米，全草呈黄绿色，节上的膜质鳞叶为3片轮生，长约2～3毫米。灰白色，先端锐尖，节间长2～6厘米，手触之有粗糙感。\n\n三者均以干燥、茎粗、淡绿色、内心充实、味苦涩者为佳。\n\n主产山西、河北、甘肃、辽宁、内蒙古、新疆、陕西、青海、吉林等地。\n\n除上述品种外，尚有同属植物矮麻黄(分布四川、西藏、云南)、丽江麻黄(分布云南、四川)、膜果麻黄(分布内蒙古、新疆、甘肃、青海)、双穗麻黄(分布东北、新矗)等的草质茎，亦作麻黄使用。\n",
    "effect": "\n①麻黄碱的作用\n㈠对心血管系统的影响：麻黄碱的血管收缩作用比较温和而持久，血管舒张作用很微弱，因此用于鼻粘膜肿胀，收缩作用既长，且无续发性血管扩张作用；能使冠状血管扩张，增加冠脉流量，与垂体后叶素合用于升压时，能克服大量垂体后叶素所引起的冠状血管收缩及心脏抑制。麻黄碱的升压作用缓慢持久，可维持数小时，收缩压的升高较舒张压为显著，舒张压一般不降低。对于心脏也有强大的兴奋作用，但反复应用，或一次应用很大剂量，易于产生抑制；亦可能扰乱心律，但较肾上腺素弱得多；在严重器质性心脏病患者，麻黄碱与洋地黄同用时，则易引起心律紊乱。㈡对中枢的作用：麻黄碱如用较大治疗量即能兴奋大脑皮质和皮质下中枢，引起精神兴奋、失眠、不安、震颤等症状，亦能兴奋呼吸中枢及血管运动中枢，在麻醉药中毒时有苏醒作用，且可用于发作性睡眠病。㈢对平滑肌的影响：麻黄碱对支气管平滑肌的解痉作用较持久，特别在支气管处于痉挛状态时其作用更显著；作用于虹膜辐状肌可使瞳孔扩大，也能使胃肠道肌肉松弛，抑制蠕动，但能增加膀胱括约肌的张力，这对遗尿症是有利的；它还可兴奋离体子宫，但对正常妇女及月经困难者则可减少子宫活动。㈣其他：麻黄碱对骨胳肌有抗疲劳作用，能促进被箭毒所抑制的神经肌肉间的传导，可用于重症肌无力的治疗；还可引起高血糖，但其作用较弱而不恒定。麻黄碱及麻黄总生物碱对正常及发热描均不表现发汗作用，在一般情况下，麻黄碱对人不能诱发出汗，但当人处在高温环境中，此时用麻黄碱50～60毫克1.5～2小时后，汗液分泌要比来用麻黄碱者更快更多，而皮下注射麻黄碱的局部皮肤，并不引起特殊的汗分泌，因此，麻黄碱的这种作用，可能系中枢性的。㈤麻黄碱的作用原理：麻黄碱的作用属于混合型，大部分是由于同肾上腺素能受体结合而产生的直接作用，小部分由于促进介质释放的间接因素。麻黄碱反复应用时易产生快速耐受性，作用迅速减弱，最后可以完全无效，经数小时后可以恢复，在快速耐受形成的机理中，也具有直接与间接两种因素，有人用离体家兔主动脉条进行实验，认为麻黄碱除作用于肾上腺素能受体外，对主动脉平滑肌尚可能有其他作用受体；也有人提出去氧麻黄碱的急速耐受与中枢调节有关，但破坏中脑外侧网状核并无影响。\n\n②伪麻黄碱的作用\n在升压作用，收缩鼻粘膜血管之作用方面，麻黄碱最强，人工合成的消旋麻黄碱次之，伪麻黄碱最弱。毒性亦以麻黄碱最强(100)，消旋麻黄碱次之，伪麻黄碱最弱(56.5)。伪麻黄碱较麻黄碱有显著利尿作用，用水、盐水及尿素后，更进一步增加尿量排出，但对麻醉狗则尿量反而减少，对轻症实验性肾小管性肾炎之犬仍然产生利尿反应，严重者则无利尿作用。离体兔肺灌流实验表明，伪麻黄碱极稀的溶液及浓溶液均使支气管松弛，中等浓度则使支气管肌收缩，而甲基麻黄碱任何浓度均能舒张支气管平滑肌。\n\n③麻黄次碱的作用\n麻黄次碱能降低血压，增加离体豚鼠子宫的收缩及离体兔肠的蠕动，麻黄根浸膏静脉注射于猫及家兔亦有降压作用。\n\n④草麻黄中提得的麻黄挥发油，在体外试验对流感病毒有抑制作用，给感染A型、PR8型流感病毒的小白鼠皮下注射有治疗作用(存活日期增加，肺损伤降低)。麻黄油乳剂对肌注消毒牛乳引起人工发热的家兔，有解热作用，麻黄挥发油及其主要成分松油醇，对正常小白鼠体温均有降温作用，但麻黄挥发油作用不如松油醇明显。麻黄挥发油乳剂灌胃、肌注、腹腔注射对正常及发热猫均不表现发汗作用(以足跖部有无潮湿及汗珠为指标)，对发热病人亦无发汗作用。一定剂量的麻黄碱能对抗麻黄油乳剂引起的小鼠镇静作用及兔全身肌肉瘫痪现象，对蟾蜍心脏，麻黄油乳剂只表现抑制作用，麻黄碱并不能拮抗此作用，麻黄油乳剂在不影响肌紧张的剂量时，对兔呼吸运动呈先兴奋后抑制。麻黄挥发油乳剂口服安全度很大，注射于家兔腹部或耳部皮下组织均有一定时刺激作用，对家兔眼结膜有较强的刺激作用。麻杏石甘汤在鸡胚实验中对陕中61-l株流感病毒有抗病毒作用，其作用主要为麻黄；石膏、甘草、杏仁对麻黄的抗病毒作用，并不表现协同。麻杏石甘汤，麻黄、甘草对金黄色葡萄球菌以及绿脓杆菌均有一定的抑制作用，以麻黄的作用较强。\n",
    "creation": "\n麻黄：拣去杂质，去尽木质茎及残根，用水洗净，微润后切段，干燥即得。麻黄绒：取已经加工切碎的净麻黄放在碾槽里，研至纤维疏松成绒状。蜜麻黄：取麻黄段，加炼熟的蜂蜜与开水少许，拌匀，稍闷，置锅内用文火炒至不粘手为度，取出，放凉。(每麻黄段100斤，用炼熟蜂蜜10～15斤)\n\n《本草备要》：\"用醋汤略泡，晒干备用。亦有用蜜炒者。\"\n",
    "function": "\n发汗，平喘，利水。治伤寒表实，发热恶寒无汗、头痛鼻塞、骨节疼痛；咳嗽气喘；风水浮肿，小便不利；风邪顽痹，皮肤不仁，风疹瘙痒。\n\n①《本经》：\"主中风、伤寒头痛，温疟。发表出汗，去邪热气，止咳逆上气，除寒热，破癥坚积聚。\"\n\n②《别录》：\"主五脏邪气缓急，风胁痛，字乳余疾。止好唾，通腠理，解肌；泄邪恶气，消赤黑斑毒。\"\n\n③《药性论》：\"治身上毒风顽痹，皮肉不仁。\"\n\n④《日华子本草》：\"通九窍，调血脉，御山岚瘴气。\"\n\n⑤《珍珠囊》：\"泄卫中实，去营中寒，发太阳、少阴之汗。\"\n\n⑥《滇南本草》：\"治鼻窍闭塞不通、香臭不闻，肺寒咳嗽。\"\n\n⑦《纲目》：\"散赤目肿痛，水肿，风肿，产后血滞。\"\n\n⑧《科学的民间药草》：\"治气喘，干草热，百日咳，气管支炎等。\"\n\n⑨《现代实用中药》：\"对关节疼痛有效。\"J\n\n⑩《中药形性经验鉴别法》：\"治腹痛，下痢，疝气，目疾及感冒。\"\n",
    "taste": "\n辛苦，温。\n\n①《本经》：\"味苦，温。\"\n\n②《药性论》：\"味甘，平。\"\n\n③《医学启原》：\"《主治秘要》云，性温，味甘辛。\"\n",
    "usage": "\n内服：煎汤(宜先煎，去水面浮沫)，0.5～2钱；或入丸、散。\n",
    "compatibility": "\n凡素体虚弱而自汗、盗汗、气喘者，均忌服。\n\n①《本草经集注》：\"厚朴为之使。恶辛夷、石韦。\"\n\n②《别录》：\"不可多服，令人虚。\"\n\n③《蜀本草》：\"白薇为之使。\"\n\n④《医学入门》：\"伤风有汗及阴虚伤食者禁用。\"\n\n⑤《本草经疏》：\"表虚自汗，阴虚盗汗；肺虚有热，多痰咳嗽以致鼻塞；疮疤热甚，不因寒邪所郁而自倒靥；虚人伤风，气虚发喘；阴虚火炎，以致眩晕头痛；南方中风瘫痪，及平日阳虚腠理不密之人皆禁用。\"\n",
    "storage": "置通风干燥处，防潮。",
    "side_effects": "毒性 麻黄碱对大鼠皮下注射的半数致死量为650mg/kg；d-伪麻黄碱盐酸对兔皮下注射的最小致死量为500mg/kg；10%麻黄挥发油乳剂对小鼠腹腔注射的半数致死量为14mg/kg。麻黄水提物小鼠腹腔注射的半数致死量为650mg／kg。麻黄挥发油小鼠腹腔注射的半数致死量为1.35ml／kg，灌胃的半数致死量为2.79ml/kg。麻黄碱、消旋麻黄碱、伪麻黄碱对多种动物的最小致死量。",
    "category": "归经_肺经",
    "plant": "①草麻黄，又名：华麻黄。\n多年生草本状小灌木，高30～70厘米。木质茎匍匐卧于土中；草质茎直立，黄绿色，节间细长，长2～6厘米，直径1～2毫米。鳞叶膜质，鞘状，长3～4毫米，下部1/3～2/3合生，围绕茎节，上部2裂，裂片锐三角形，中央有2脉。花成鳞球花序，雌雄异株，少有同株者；雄花序阔卵形，通常3～5个成复穗状，顶生及侧枝顶生，稀为单生；苞片3～5对，革质，边缘膜质，每苞片内各有1雄花；雄花具无色膜质倒卵形筒状假花被；雄蕊6～8，伸出假花被外，花药长方形或倒卵形，聚成一团，花丝合生1束；雌花序多单生枝瑞，卵圆形；苞片4～5对，绿色，革质，边缘膜质，最上1对合生部分占1/2以上，苞片内各有1雌花；雌花有厚壳状假花被，包围胚珠之外，珠被先端延长成细长筒状直立的珠被管，长1～1.5毫米。雌花序成熟时苞片增大，肉质，红色，成浆果状。种子2枚，卵形。花期5月。种子成熟期7月。\n生长于干燥高地、山岗、干枯河床或山田中。分布吉林、辽宁、河北、河南、山西、陕西、内蒙古等地。\n\n②木贼麻黄\n小灌木，高70～100厘米。木质茎粗大，直立；草质茎节间纤细而短，通常长1.5～2.5厘米，直径1～1.5毫米。鳞叶膜质鞘状，下部3/4合生，上部通常2裂，钝三角形。雄花序多单生，或3～4集生于节上，有苞片3～4对，基部约1/3合生；假花被窄倒卵形，雄蕊6～8；雌花序单生，常在节上成对，花序窄椭圆形，苞片3对，最上1对约2/3合生，胚珠1～2，珠被管长1.5～2.5毫米，常略弯曲。雌花序成熟时成肉红色浆果状，有短柄。种子多为1枚，窄长卵形。花期6～7月。种子成熟期8～9月。\n生长于干燥山地及山壁石缝中。主要分布河北、山西、陕西、内蒙古、甘肃、新疆、四川西部等地。\n\n③中麻黄\n灌木，高达1米以上。茎枝较前两种粗壮，草质茎对生或轮生，常被白粉，节间长3～6厘米，直径2～3毫米。鳞叶膜质鞘状，下部2/3合生，上部3裂(稀2裂)，裂片钝三角形或三角形。雄花序数个簇生节上，卵形；苞片3片1轮，有5～7轮，或2片对生，共有5～7对；假花被倒卵形或近圆形；雄蕊5～8，花丝完全合生，或大部分为2束；雌花序3个轮生或2个对生于节上，长椭圆形；苞片3～5轮或3～5对，最上1轮或1对苞片有雌花2～3，珠被管长1.5～2.5毫米，常螺旋状弯曲；雌花序成热时红色肉质，常被白粉。种子2～3。\n生长于多沙地带、沙漠或干燥山地。分布吉林、辽宁、河北、山西、内蒙古、陕西、甘肃、新疆、青海、四川等地。\n\n以上植物的根(麻黄根)亦供药用，另详专条。",
    "application": "?",
    "position": "为麻黄科植物草麻黄、木贼麻黄或中麻黄的草质茎。",
    "source": "《本经》"
  },
  {
    "name": "土田七",
    "alias": "小田七、竹田七、毛七、贼佬姜、姜三七、三七姜、姜叶三七、竹叶三七、姜七、姜田节",
    "ingredient": "含挥发油，挥发油含有姜三七醌(stahlianthusone)。",
    "process": "秋、冬、春采挖根茎，洗净；晒干备用。",
    "distinguish": "性状鉴别，本品略呈扁圆锥形或纺锤形，长1-2.5cm，直径0.5-0.8cm。表碳 棕色或棕红色，常皱缩，节密，具白色点状须根痕，节间长1-2mm。质硬脆，易折断，断面平坦，角质化，内皮层明显，灰白色或灰色，可见白色点状维管束。气微，味辛。",
    "effect": "?",
    "creation": "?",
    "function": "散瘀消肿，活血止血，行气止痛。治跌打瘀痛，风湿骨痛，吐血，衄血，月经过多，虫蛇咬伤。",
    "taste": "辛微苦，温。\n\n归心；脾经 ",
    "usage": "内服：煎汤，2～3钱；或浸酒。外用：研粉敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "土田七\n多年生草本，高20～30厘米。根茎呈不规则圆形，芳香有辛辣味，根茎的分枝顶端膨大成球形，又可长出新苗。叶基生，通常2～3片，形似竹叶，先端短尖，基部狭而成柄，有多数弧形平行脉。花黄色。\n\n广东、广西、江西有栽培。",
    "application": "?",
    "position": "为姜科植物土田七的块茎。",
    "source": "广州部队《常用中草药手册》"
  },
  {
    "name": "通草",
    "alias": "寇脱(《山海经》)，离南、活菟、倚商(《尔雅》)，葱草(《本草汇言》)，白通草(《药性切用》)，通花(《草木便方》)，花草(《中国树木分类学》)，大通草(《四川中药志》)，通大海、泡通(《贵州民间方药集》)，五加风、宽肠、大通塔、大木通、五角加皮、通花五加、大叶五加皮(《湖南药物志》)。",
    "ingredient": "含灰分5.95%、脂肪1.07%、蛋白质1.11%、粗纤维48.73%、戊聚糖5.83%。尚含糖醛酸28.04%，其一部分存在于聚β-D-半乳糖醛酸(这种多糖溶于草酸铵溶液)。另含溶于入NaOH溶液的多糖，其水解产物中含半乳糖醛酸、半乳糖、葡萄糖和木糖。",
    "process": "秋季采收，选择生长2～3年的植株，割取地上茎，截成段，趁鲜时取出茎髓，理直，晒干。放置干燥处。将茎髓加工制成的方形薄片，称为\"方通草\"；加工时修切下来的边条，称为\"丝通草\"。",
    "distinguish": "干燥茎髓呈圆柱形，一般长0.3～0.6米，直径1.2～3厘米。洁白色，有浅纵沟纹。体轻，质柔软，有弹性，易折断，断面平坦，中部有直径0.5～1.5厘米的空心或白色半透明的薄膜，外圈银白色，纵剖之见有层层隔膜，无臭无味。以色洁白、心空、有弹性者为佳。\n产贵州、云南、台湾、广西、四川等地。\n\n方通草：呈方形的薄片，微透明、平滑、洁白、似纸质而轻软。丝通草：为不整齐之细长条片。\n\n药材小通草为旌节花科植物喜马拉雅旌节花等的茎髓，亦作通草使用，参见\"小通草\"条。",
    "effect": "用代谢笼法，给大鼠灌胃，给予药剂量均为4g-kg，观察7个品种通草对尿量及尿氮、尿钠、尿钾排出量的影响，结果表明通脱木、盘叶柏那参、青荚叶、棣棠花有明显的利尿效果，其中通脱木作用最强，罗伞、云南乡球、喜马山旌节花利尿作用不明显。通脱木等4种通草能明显增加大鼠尿中钾离子的排出，而对尿钠、尿氯无明显影响，故认为通草利尿与排钾有关[1]。",
    "creation": "通草：拣去杂质，切片。朱通草：取通草片，置盆内喷水少许，微润，加朱砂细粉，撒布均匀，并随时翻动，至外面挂匀朱砂为度，取出，晾干。(每通草片10斤，用朱砂10两)",
    "function": "泻肺，利小便，下乳汁。治小便不利，淋病，水肿，产妇乳汁不通，目昏，鼻塞。\n\n①《日华子本草》：\"明目，退热，催生，下胞，下乳。\"\n\n②《本草图经》：\"利小便，兼解诸药毒。\"\n\n③《医学启源》：\"除水肿癃闭，治五淋。《主治秘诀》云，泻肺。\"\n\n④《本草缶要》：\"治目昏耳聋，鼻塞失音。\"\n\n⑤《长沙药解》：\"通经闭，疗黄疸，消痈疽，利鼻痈，除心烦。\"",
    "taste": "甘淡，凉。\n\n①《本草拾遗》：\"无毒。\"\n\n②《医学启源》：\"气平，味甘。\"\n\n③《本草蒙筌》：\"味甘淡，气平。\"\n\n④《纲目》：\"甘淡，寒，无毒。\"",
    "usage": "内服：煎汤，0.5～1.5钱；或入丸、散。外用：研末绵裹塞鼻。",
    "compatibility": "气阴两虚，内无湿热及孕妇慎服。\n\n①《本草经疏》：\"虚脱人禁用，孕妇人勿服。\"\n\n②《本草汇言》：\"阴阳两虚者禁用。\"\n\n③《本草从新》：\"中寒者勿服。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归肺；胃经",
    "plant": "通脱木(《本草拾遗》)\n灌木，高可达6米。茎木质而不坚，中有白色的髓，幼时呈片状，老则渐次充实，幼枝密被星状毛，或稍具脱落性灰黄色绒毛。叶大、通常聚生于茎的上部.掌状分裂，长可达1米，基部心脏形，叶片5～7裂，裂片达于中部或仅为边裂，头锐尖，边缘有细锯齿，上面无毛，下面有白色星状绒毛；叶柄粗壮，长30～50厘米；托叶2，大形，膜质，披针状凿形，基部鞘状抱茎。花小，有柄，多数球状伞形花序排列成大圆锥花丛；苞片披针形；萼不明显；花瓣4，白色，卵形，头锐尖；雄蕊4；花盘微凸；子房下位，2室，花柱2，离生，柱头头状。核果状浆果近球形而扁，外果皮肉质，硬而脆。花期8月。果期9月。\n分布福建、台湾、广西、湖南、湖北、云南、贵州、四川等地。\n\n本植物的根(通花根)、花蕾(通花花)、花粉(通脱木花上粉)亦供药用，各详专条。",
    "application": "用量3~5克，水煎服。用治湿热尿赤、淋病涩痛、水肿尿少、乳汁不下。",
    "position": "为五加科植物通脱木的茎髓。",
    "source": "《本草拾遗》"
  },
  {
    "name": "蒺藜",
    "alias": "狗娃刺,硬蒺藜,血见愁,野菱角。",
    "ingredient": "含挥油、剌蒺藜甙、生物碱、脂肪油等。",
    "process": "为蒺藜科一年生草本植物蒺藜的近成熟果实。",
    "distinguish": "五个小坚果聚成星球状复果。具10个粗大木质的硬刺，顶端俩俩相接，呈五角星状。商品多脱开为单个小坚果，桔瓤片状，长7~8毫米，宽4~5毫米，厚约3毫米。表面黄色并有网状花纹，弓形面有长，短刺各一对，气微，味淡。以颗粒均匀，饱满坚实，色黄绿者为佳。",
    "effect": "?",
    "creation": "去剌盐炒。",
    "function": "?",
    "taste": "味苦；性温",
    "usage": "6～9g。",
    "compatibility": "另有一种软蒺藜，原植物为藜科的西伯利亚滨藜的果实（胞果）。性状为扁平扇形，上棕色，粗糙，有主脉三条，放射状隆起，细脉网状。老熟时果实基部有剌状突起，质软不刺手，果皮种皮均薄，剥去后内有油质的胚与胚乳。气微，味微酸咸，天津两种蒺藜均用。",
    "storage": "置干燥处，防霉。",
    "side_effects": "?",
    "category": "归肝经。",
    "plant": "一年生匍匐草本，多分枝，全株有柔毛。羽状复叶互生或对生，小叶5～7对，长椭圆形，长6～15毫米，宽2～5毫米，基部常偏斜，有托叶。花单生于叶腋;萼片5;花瓣5，黄色，早落;雄蕊10，5长5短;子房上位，5室，柱头5裂。果实由4～5个分果瓣组成，每果瓣有长短棘刺各1对。种子卵状三角形。花期5～7月，果期7～9月。",
    "application": "用量6～9克，水煎服。用治头痛眩晕，胸胁胀痛，乳闭乳痈，目赤翳障，风疹瘙痒。临床上常配草决明、青葙子等治头痛、头晕等症。此外，还可用于肝气郁结、胸胁不舒等。可配菊花、地肤子、苦参等治皮肤瘙痒风疹，去刺研末为丸，治疗白癜风等病。",
    "position": "本品为蒺藜科植物蒺藜TribulusterrestrisL.的干燥成熟果实。\n　　秋季果实成熟时采割植株，晒干，打下果实，除去杂质。",
    "source": "?"
  },
  {
    "name": "海金沙",
    "alias": "左转藤灰(《四川中药志》)，海金砂(《江西草药》)。",
    "ingredient": "含脂肪油。另含一种水溶性成分海金沙素。",
    "process": "立秋前后孢子成熟时采收，过早过迟均易脱落。选晴天清晨露水未干时，割下茎叶，放在衬有纸或布的筐内，于避风处晒干：然后用手搓揉、抖动，使叶背之孢子脱落，再用细筛筛去茎叶即可。",
    "distinguish": "干燥成熟的孢子，呈粉末状，棕黄色或淡棕色，质极轻，手捻之有光滑感。置手掌中即由指缝滑落；撒在水中则浮于水面，加热后逐渐下沉；易着火燃烧而发爆鸣及闪光，不留灰渣，以干燥、黄棕色、质轻光滑、能浮于水、无泥沙杂质、引燃时爆响者为佳。\n主产广东、浙江；江苏、江西、湖南、湖北、四川、广西、福建、陕西等地亦产。",
    "effect": "1.反式-对-香豆酸50mg/kg十二指肠注入，对大鼠具有利胆作用，给药后24小时达到最大效应，可持续4-5小时，胆汁平均增加20%，但不增加胆汁中胆红素和胆固醇的浓度，与脱氧胆酸相比，其利胆作用强度和持续时间基本相同，但起效缓慢。2.海金沙中的反式对-香豆素有利胆作用:其作用机理是增加胆汁中水分的分泌，但并不增加胆汁中胆固醇和胆红素的分泌。其利胆强度与去氢胆酸相似，但克服了去氢胆酸引起的肝劳损和利胆减退不良反应，毒性也较低。海金沙中的咖啡酸也有利胆保肝作用。但亦有文献报道海金沙并无利尿作用。3.有文献报道病人一次服海金沙150g（煎服）后不久出现舌麻、恶心、头晕、畏寒、尿频等严重不适症状。",
    "creation": "筛去茎叶，生用。",
    "function": "清热解毒，利水通淋。治尿路感染，尿路结石，白浊，白带，肝炎，肾炎水肿，咽喉肿痛，痄腮，肠炎，痢疾，皮肤湿疹，带状疱疹。\n\n①《嘉祐本草》：\"主通利小肠。得栀子、马牙消、蓬砂共疗伤寒热狂，或丸或散。\"\n\n②《纲目》：\"治湿热肿满，小便热淋、膏淋、血淋、石淋，茎痛，解热毒气。\"\n\n③《本草正义》：\"利水通淋。治男子淫浊，女子带下。\"\n\n④《中国植物志》：\"治筋骨疼痛。\"\n\n⑤《广西中药志》：\"用于水肿及热病吐血。\"\n\n⑥《湖南药物志》：\"补脾健胃。治小儿食积。\"\n\n⑦广州部队《常用中草药手册》：\"治尿路感染，尿路结石，肾炎水肿，感冒发热，小便短亦，肠炎，痢疾。\"\n\n⑧《江西草药》：\"清热解毒，利尿除湿。治肝炎，肾性水肿，皮肤湿疹，水痘，尿血。痄腮，风火牙痛，喉蛾，白喉，带状疱疹，小儿L疳积。\"",
    "taste": "甘淡，寒。\n\n⑦《品汇精要》：\"味淡，性平，无毒。\"\n\n②《纲目》：\"甘，寒，无毒。\"",
    "usage": "内服：煎汤，1.5～8钱；或研末服。",
    "compatibility": "①《本草经疏》：\"小便不利及诸淋由于肾水真阴不足者勿服。\"\n\n②《本经逢原》：\"肾脏真阳不足者忌用。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "小肠；脾；膀胱经",
    "plant": "多年生攀援植物。茎草质，细弱。地下茎细而匍匐，被细柔毛。叶为1～2回羽状复叶，纸质，两面均被细柔毛;能育羽片卵状三角形，小叶卵状披针形，边缘有锯齿或不规则分裂，上部小叶无柄，羽状或戟形，下部的小叶有柄。不育羽片尖三角形，小叶阔线形或基部分裂呈不规则的小片。孢子囊生于能育羽片的背面，在2回小叶的齿及裂片顶端呈穗状排列，孢子囊群盖鳞片状，卵形，每盖下生一横卵形的孢子囊，环带侧生，聚集一处。",
    "application": "内服；煎汤，用量6～15克，包煎；或研末，每次2～3克。主治热淋、砂淋、石淋、血淋、膏淋、尿道涩痛，临床用治尿路结石、肝胆(黄疸)疾患、尿路感染等。",
    "position": "为海金沙科植物海金沙的成熟孢子。植物形态详\"海金沙草\"条。",
    "source": "《嘉祐本草》"
  }
]