[
  {
    "name": "防风",
    "alias": "铜芸(《本经》)，茴芸、茴草、百枝、闾根、百蜚(《吴普本草》)，屏风(《别录》)，风肉(《药材资料汇编》)。",
    "ingredient": "\n　　根含色酮类成分：防风色酮醇(lede-bouriellol)，4′-O-葡萄糖基-5-O-甲基齿阿密醇(4′-O-glucosyl-5-O-methylvisamminol)，3′-O-当归酰基亥酚(3′-O-angeloyl-hamaudol)，亥茅酚(hamaudol)，3′-O-乙酰基亥茅酚(3 ′-O-acetyl-hamaudol)，亥茅酚甙(sec-O-glucosylhamaudol)，5-O-甲基具阿米醇(5-O-methylyisamminol)，升麻素(cimifugin)，升麻素甙(prim-O-glucosylcimifugin);香豆精类成分：香柑内酯(bergapten)，补骨脂素(psoralen)，欧前胡内酯(imperatorin)，珊瑚菜素(phellopte-rin)，德尔妥因(deltoin)[1，2]，花椒毒素(xanthotoxin)[2]，川白芷内酯(anomalin)[3]，东莨菪素(scopoletin)[3,4]，印度榅桲素(marmesin)[4];聚乙炔类成发：人参炔醇(panaxynol)又称镰叶芹醇(falcarinol)，镰叶芹二醇(falcarindiol)，(8E)-十七碳-1，8-二烯-4，6-二块-3，10-二醇[(8E)-heptadeca-1,8-dien-4,6-diyn-3,10diol][2,5];防风酸性多糖(saposhnikovan)A、C[6，7];挥发油含数10种成分，能鉴定的共20种，含量较高的有辛醛(octanal)，β-甜没药烯(β-bisabolene)，壬醛(nonanal)，7-辛烯-4-醇(7-octen-4-ol)，已醛(hexanal)，侧析烯(cuparene)和β-桉叶醇(β-eudesmol)等[8]。还含β-谷甾醇(β-sitosterol)，β-谷醇-β-D-葡萄糖甙(β-sitosterol-β-D-glucoside)[3]，甘露醇(mannitol)，香草酸(vanillic acid)[4]等。\n",
    "process": "\n春、秋均可采挖，将根挖出后，除去茎叶及泥土，先晒至八成干，捆把后，再晒至足干。\n",
    "distinguish": "\n干燥的根，呈圆锥形或纺锤形，稍弯曲，长20～30厘米，根头部直径约1厘米，中部直径1～1.5厘米。表面灰黄色或灰棕色。根头部有密集的细环节，节上有棕色粗毛，顶端有茎的残痕；根部外皮皱缩而粗糙，有不整齐的纵皱及细横纹，除散生污黄色的横长皮孔外，点状突起的须根痕也随处可见。质松而软，易折断，断而不平坦，木部淡黄色，皮部黄棕色有裂隙，射线呈放射状。气微香，味微甘。以条粗壮、皮细而紧、无毛头、断面有棕色环、中心色淡黄者为佳。外皮粗糙、有毛头，带硬苗者质次。\n\n主产于黑龙江、吉林、内蒙古、河北。此外，辽防风药材宁、山东、山西、陕西等地亦产。以黑龙江产量最大。在商品中，黑龙江、吉林、辽宁，内蒙古(东部)所产的称\"关防风\"或\"东防风\"，品质最佳；内蒙古(西部)、河北(承德、张家口)所产的\"口防风\"和山西所产的\"西防风\"品质次于关防风；河北(保定、唐山)及山东所产的称\"山防风\"，又称\"黄防风\"、\"青防风\"，品质亦较次。\n\n除上述正品防风外，尚有以下几种，均为地区习惯用药。\n\n①川防风为同科植物短裂藁本的根，详\"川防风\"条。\n\n②竹叶防风\n为同科植物竹叶防风的根，详\"竹叶防风\"条。\n\n③云防风\n为同科植物松叶防风的根，产云南、四川。植物高30～100厘米，茎有细条纹。叶为2回或3回成三数分裂，裂片狭线形或线状披针形，中部以上茎生叶有叶鞘。伞形花序，花序柄延长，坚硬；无总苞或仅有叶状总苞1片；伞辐6～8，长短不一；小总苞片约10片；萼缺；花冠黄色。果卵形。\n\n④新疆防风\n为同科植物细叶防风的根。产新疆。植物高1～2米。基生叶多数，3回羽状全裂，裂片线形；茎生叶较小。伞形花序，伞辐少数，不等长，被短柔毛；总苞有5～10片披针形苞片，背面被短柔毛；小伞形花序有花多数，集成头状，小总苞有6～7片小苞片；萼齿短，丝状；花瓣白色。果近圆柱形，密生柔毛。\n",
    "effect": "\n①解热作用\n对人工发热家兔，经口给予关防风煎剂或浸剂，有明显解热作用，煎剂的作用较浸剂好。\n\n②镇痛作用\n小鼠灌服防风(品种未鉴定)50%乙醇浸出液(蒸去乙醇)，能明显提高痛阈(电刺激鼠尾法)，皮下注射同样有效。\n\n③抗菌作用\n新鲜关防风榨出液在体外试验，对绿脓杆菌及金黄色葡萄球菌有一定抗菌作用。品种未经鉴定的防风煎剂对溶血性链球菌及痢疾杆菌也有一定的抗菌作用。\n\n关防风醇浸膏给家兔皮下注射，对血糖无影响。\n",
    "creation": "\n防风：除去残茎，用水浸泡，捞出，润透切片，晒干。炒防风：取防风片，置锅内微炒至深黄色，取出放凉。\n",
    "function": "\n发表，祛风，胜湿，止痛。治外感风寒，头痛，目眩，项强，风寒湿痹，骨节酸痛，四肢挛急，破伤风。\n\n①《本经》：\"主大风头眩痛，恶风，风邪，目盲无所见，风行周身，骨节疼痹，烦满。\"\n\n②《本草经集注》：\"杀附子毒。\"\n\n③《别录》：\"胁痛，胁风头面去来，四肢挛急，字乳金疮内痉。\"\n\n④《日华子本草》：\"治三十六般风，男子一切劳劣，补中益神，风赤眼，止泪及瘫缓，通利五脏关脉，五劳七伤，羸损盗汗，心烦体重，能安神定志，匀气脉。\"\n\n⑤《珍珠囊》：\"身：去上风，梢：去下风。\"\n\n⑥《药类法象》：\"治风通用。泻肺实，散头目中滞气，除上焦风邪。\"\n\n⑦王好占：\"搜肝气。\"\n\n⑧《长沙药解》：\"行经络，逐湿淫，通关节，止疼痛，舒筋脉，伸急挛，活肢节，起瘫痪，敛自汗、盔汗，断漏下、崩中。\"\n\n⑨《本草求原》：\"解乌头、芫花、野菌诸热药毒。\"\n",
    "taste": "\n辛甘，温。\n\n①《本经》：\"味甘，温。\"\n\n②《别录》：\"辛，无毒。\"\n\n③《药品化义》：\"气和，味甘微辛，性微温。\"\n\n④《本草再新》：\"味辛，性平，无毒。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：研末调敷。\n",
    "compatibility": "\n血虚痉急或头痛不因风邪者忌服。\n\n①《本草经集注》：\"恶干姜、藜芦、白蔹、芫花。\"\n\n②《唐本草》：\"畏萆薢。\"\n\n③《本草经疏》：\"诸病血虚痉急，头痛不因于风寒，溏泄不因于寒湿，二便秘涩，小儿脾虚发搐，慢惊慢脾风，气升作呕，火升发嗽，阴虚盗汗，阳虚自汗等病，法所同忌。\"\n\n④《得配本草》：\"元气虚，病不因风湿者禁用。\"\n",
    "storage": "\n置阴凉干燥处，防蛀。\n",
    "side_effects": "取体重18-20g小鼠雌雄各半，均分4组，1次分别ig不同剂量的防风，观察5天由动物死亡数，按简化机率单位法计算LD50，结果LD50为213.8±25.4g（生药/kg）。",
    "category": "归膀胱；肺；脾；肝经",
    "plant": "\n防风，又名：山芹莱、白毛草。\n多年生草本，高30～80厘米，全体无毛。根粗壮，茎基密生褐色纤维状的叶柄残基。茎单生，2歧分枝。基生叶三角状卵形，长7～19厘米，2～3回羽状分裂，最终裂片条形至披针形，全缘；叶柄长2～6.5厘米；顶生叶简化，具扩展叶鞘.复伞形花序，顶生；伞梗5～9，不等长；总苞片缺如；小伞形花序有花4～9朵，小总苞片4～5，披针形；萼齿短三角形，较显著；花瓣5，白色，倒卵形，凹头，向内卷；子房下位，2室，花柱2，花柱基部圆锥形。双悬果卵形，幼嫩时具疣状突起，成熟时裂开成2分果，悬挂在二果柄的顶端，分果有棱。花期8～9月；果期9～10月。\n野生于丘陵地带山坡草丛中，或田边、路旁，高山中、下部。分布东北、内蒙古、河北、山东、河南、陕西、山西、湖南等地。\n\n本植物的叶(防风叶)、花(防风花)亦供药用，各详专条。\n",
    "application": "\n　　1. 用于感冒风寒，发热恶寒，头痛、身痛。以及感冒风热、发热恶寒、目赤、咽痛等症。\n\n　　防风解表以祛风为长，既能散风寒，又能发散风热，与荆芥作用相仿，故两药往往配合应用。\n\n　　2. 用于风湿痹痛\n\n　　防风能祛风湿而止痛，常配合羌活、防己等治疗风湿痹痛等症。\n\n　　3. 用于破伤风、牙关紧闭、角弓反张\n\n　　防风治破伤风，有祛风止痉的作用，但多配合天南星、天麻、白附子等药同用。\n\n　　此外，本品又有止血、止泻作用，如用于腹痛泄泻，常配合白芍、白术、陈皮等同用;如用于便血、崩漏，一般炒炭应用。\n",
    "position": "\n为伞形科植物防风的根\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "蓖麻子",
    "alias": "萆麻子、蓖麻仁、大麻子、红大麻子",
    "ingredient": "种子含脂肪油40～50%，油饼含蓖麻碱、蓖麻毒蛋白及脂肪酶。种子中分出的蓖麻毒蛋白有三种，即蓖麻毒蛋白-D、酸性蓖麻毒蛋白、碱性蓖麻毒蛋白。",
    "process": "秋季果实变棕色，果皮未开裂时分批采摘，晒干，除去果皮。",
    "distinguish": "干燥种子略呈扁的广卵形，长8～18毫米，直径6～9毫米。腹面平坦，背面稍隆起，较小的一端，有似海绵状突出的种阜，并有脐点，另一端有合点，种脐与合点间的种脊明显。外种皮平滑，有光泽，显淡红棕色相间的斑纹，质坚硬而脆。内种皮白色薄膜状，包裹白色油质的内胚乳；子叶2枚菲薄，位于种子中央。气微弱，味油腻性。似粒大、饱满、赤褐色、有光泽的为佳。\n全国大部分地区均产。",
    "effect": "①泻下作用\n蓖麻种子中的油本身并无致泻作用，在十二指肠内受脂肪分解酶的作用，皂化成蓖麻油酸钠与甘油，蓖麻油酸钠对小肠有刺激性，引起肠蠕动增强，小肠内容物急速向结肠推进，在服药后2～6小时，排出半流质粪便，排便后可有暂时的便秘；加大剂量不能增强效力，未水解部分很快排泄到大肠，蓖麻油酸吸收后，与其他脂肪酸一样在体内代谢分解，因此，蓖麻油作为泻剂是比较安全的；由于味道不好，可以制成乳剂内服。蓖麻油能阻碍山道年的吸收，并非由于腹泻引起。\n\n②其他作用\n蓖麻油本身刺激性小，可作为皮肤滑润剂用于皮炎及其他皮肤病，作成油膏剂用于烫伤及溃疡，种子的糊剂用于皮肤黑热病的溃疡，此外可用于眼睑炎；作为溶剂以除去眼的刺激物，局部应用于阴道及子宫颈疾患。",
    "creation": "敲碎种子外壳，拣取种仁用。\n\n①《雷公炮炙论》：\"凡使蓖麻子，先须和皮用盐汤煮半日，去皮取子研过用。\"\n\n②《本草蒙筌》：\"蓖麻子，修制忌铁。\"",
    "function": "消肿拔毒，泻下通滞。治痈疽肿毒，瘰疬，喉痹，疥癞癣疮，水肿腹满，大便燥结。\n\n①《唐本草》：\"主水癥。\"\n\n②《日华子本草》：\"治水胀腹满，细研水服；疮痍疥癞，亦可研敷。\"\n\n③《本草衍义补遗》：\"能出有形质之滞物，故取胎产、胞衣、剩骨、脓血者用之。\"\n\n④《纲目》：\"主偏风不遂，失音口噤，头风耳聋，舌胀，喉痹，齁喘，脚气毒肿，丹瘤，汤火伤，针刺入肉，女人胎衣不下，子肠挺出，开通关窍经络，能止诸痛，消肿追脓拔毒。\"",
    "taste": "甘辛，平，有毒。\n\n①《唐本草》：\"甘辛，平，有小毒。\"\n\n②《玉楸药解》：\"味苦，气平。\"\n\n入大肠。肺经。\n\n①《雷公炮制药性解》：\"入脾、大肠二经。\"\n\n②《本草再新》：\"入肝、脾、肺三经。\"\n\n③《本草撮要》：\"入手太阴，足太阳经。\"\n",
    "usage": "外用：捣敷或调敷。内服：入丸剂、生研或炒食。",
    "compatibility": "孕妇及便滑者忌服。\n\n《本草经疏》：\"脾胃薄弱、大肠不固之人，慎勿轻用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "1.毒性：蓖麻子中含蓖麻毒蛋白及蓖麻碱，特别是前者，可引起中毒。4-7岁小儿服蓖麻子2-7被可引起中毒、致死。成人20粒可致死。非洲产蓖麻子2粒可使成人致死，小儿仅需一粒，但也有报告服24粒后仍能恢复者。蓖麻毒蛋白可能是一种蛋白分解酶，7毫克即可使成人死亡。2.蓖麻子中毒后之症状有：头痛、胃肠炎、体温上升、白细胞增多、血象左移、无尿、黄痘、冷汗、须发痉挛、心血管虚脱；中毒症状之发生常有一较长的潜伏期。蓖麻毒蛋白引起大鼠急性中毒，主要产生肝及肾的伤害，碳水化物代谢紊乱，蓖麻中的凝集素可与血球起凝集作用。湖州农村将蓖麻子炒熟吃未见中毒， 可能由于加热使蓖麻毒蛋白破坏。3.蓖麻子对各种动物的致死量（g/kg）大致如下：母鸡14、母鸭4、母鹅0.4、兔.9、小猪 2.3、猪1.3、奶牛2、小山羊0.5、山羊5.5、绵羊1.25、马0.1。蓖麻毒蛋白对小鼠1次iv的LD50为6-12mcg/kg。武汉健民制药厂生产的蓖麻毒蛋白对小鼠1次iv，LD50为47.97mcg/kg；对家兔1次iv的MTD为3.2mcg/kg；对家免iv每日1次，连续16次的MTD为1.6mcg/kg。小鼠ip或iv致死量的蓖麻毒蛋白后10h至数天内死亡。中毒过程较长至，一般给药 12h后见失重，24h后动物侧卧。有时发生慢性惊挛，呼吸困难，角弓反张，中枢神经失调。于第一次惊挛后3min动物死亡于呼吸麻痹。中毒时常伴有严重腹泻，也可能是使动物死亡的原因之一。4.蓖麻毒蛋白急性，亚急性中毒的动物（大小鼠、豚鼠和家兔等）大多数器官和组织部出现功能和形态的变化。主要毒性反应在肝脏、小肠和内分泌腺体。对肝细胞的破坏作用在内网层，伴随线粒体的轻微改变，从而使肝脏变性坏死。对小肠的损伤亦较严重，是腹泻的主要原因，内分泌系统各器官和组织对蓖麻毒蛋白很敏感，可使动物的下丘脑细胞，肾上腺、垂体、胸腺、睾丸、卵巢、胰腺以及淋巴组织等发生出血性坏死和退行性变。还能损伤网状内皮系统及引起上颌神经节和胸壁丛的处周神经细胞核染色质破坏。蓖麻毒蛋白中毒的动物血凝时间延长，这是由于干扰醣代谢在降低凝血酶元、凝血激活酶所致，并可使动物红细胞、白细胞总数升高，血糖及尿素水平升高，使血中镁离子浓度降低，钙离子浓度升高，Ca2+：Mg2+到2：1降至7.75 ：1，这可能与热原反应有关。蓖麻毒蛋白急性中毒时，动物血液中葡萄糖、肝糖原、总蛋白和红细胞比积均下降，而乳糖、非蛋白氮、氨基酸、无机磷。酸性磷酸盐和乳酸、丙酮酸升高，肝功能（SGOT、SGPT、LDH）发生紊乱。可见，蓖麻毒蛋白急性中毒时血液学变化与慢性中毒时略有差别。蓖麻子中蓖麻碱160mg或蓖麻毒蛋白7mg均可导致成人死亡。有人认为蓖麻毒蛋白比氢氰酸的毒性大22倍，它1g可使3600人死亡。",
    "category": "归经_大肠经",
    "plant": "蓖麻(《唐本草》)，又名：牛蓖子草、红蓖麻、勒菜、杜麻、草麻。\n一年生草本，在热带变成多年生灌木，高2～3米，茎直立，无毛，绿色或稍紫色。具白粉。单叶互生，具长柄；叶片盾状圆形。直径20～40厘米，掌状分裂至叶片的一半以下，7～9裂。边缘有不规则锯齿，主脉掌状。花单性，总状或圆锥花序，顶生，下部生雄花，上部生雌花；苞及小苞卵形或三角形；雄花花被3～5，裂片卵状三角形，无花盘，雄蕊多而密，合生成束；雌花的苞与雄花的相同，花被同雄花而稍狭，无花盘及遗形雄蕊，雌蕊卵形，子房3室，花柱3，红色，顶端2叉。蒴果球形，有刺，成熟时开裂。花期5～8月。果期7～10月。\n全国大部分地区有栽培。\n\n本植物的根(蓖麻根)、叶(蓖麻叶)以及种子榨出的油(蓖麻油)亦供药用，各详专条。",
    "application": "①治疗颜面神经麻痹\n取蓖麻子去壳捣成泥状，敷于患侧下颌关节及口角部(厚约0.3厘米)，外加纱布绷带固定。每日换药1次。治疗3例，均于10天内痊愈。\n\n②中毒与解毒\n蓖麻子中所含毒质受热后即破坏。故中毒者多为生食后发生。曾报告3例小儿，生服蓖麻子仁2～7粒后发生持续呕吐，并伴腹痛，其中1例严重者神志模糊，出现脱水征象，手足发冷，瞳孔散大，对光反应迟钝。经按一般中毒常规处理及对症治疗，均渐恢复。",
    "position": "为大戟科植物蓖麻的种子。",
    "source": "《唐本草》"
  },
  {
    "name": "大血藤",
    "alias": "血藤(《本草图经》)，红皮藤(《任城日记》)，千年健(《简易草药》)，大活血(《植物名实图考》)，五花血藤(《贵州民间方药集》)，红藤、赤沙藤(《浙江中药手册》)，蕨心藤(《广西中兽医药植》)，活血藤、血通、血木通(《中药志》)，穿尖龙、半血莲、过血藤、血灌肠、花血藤(《湖南药物志》)，黄梗藤、八卦薛、黄鸡藤、血陈根、红牛鼻陈(《闽东本草》)，山红藤(广州部队《常用中草药手册》)，五花七、五花血通、大血通(《陕西中草药》)，红血藤、黄省藤、鱼藤、红菊花心(《浙江民间常用草药》)。",
    "ingredient": "含大黄素、大黄素甲醚、胡萝卜苷、β-谷甾醇、硬脂酸、毛柳苷、鹅掌楸苷。动物实验表明，水提醇沉物可提高耐缺氧能力、减弱心缩力、减慢心率、减少心输出量、减轻心肌梗死和心肌缺血程度、改善心肌梗死所致心肌乳酸代谢紊乱，具直接扩张冠状动脉的作用，对胃肠道平滑肌具抑制作用，亦具降压、增加血液中cAMP和cGMP含量的作用。",
    "process": "8～9月采收，晒干，除去叶片，切段或切片。",
    "distinguish": "干燥茎呈圆柱形，略弯曲，通常截成长约30厘米的段状，直径1～3厘米。外表棕色或灰棕色，粗糙，具有浅的纵槽纹及明显的横裂纹，有时可见膨大的节部及略凹陷的枝痕或叶柄痕，栓皮常呈鳞片状开裂，脱落处露出淡红棕色的内皮部。质坚韧，有弹性，折断面裂片状；平整的横切面，本质部黄白色，导管呈细孔状，髓射线棕红色，放射状排列。气异香，味淡微涩。以条匀、径粗者佳。\n\n产湖北、四川、江西，河南、江苏、浙江、安徽等地。\n\n本品在华北、东北、中南地区作鸡血藤使用。",
    "effect": "大血藤煎液对金黄色葡萄球菌及乙型链球菌均有较强的抑菌作用；对大肠杆菌、白色葡萄状球菌、卡他球菌、甲型链球菌及绿脓杆菌有一定的抑菌作用。",
    "creation": "用水浸泡，洗净泥屑，润进，切片，晒干。",
    "function": "败毒消痈，活血通络，祛风杀虫。治急、慢性阑尾炎，风湿痹痛，赤痢，血淋，月经不调，疳积，虫痛，跌扑损伤。清热解毒，活血，祛风。用于肠痈腹痛、经闭痛经、风湿痹痛、跌打扑痛。\n\n①《本草图经》：\"攻血，治血块。\"\n\n②《简易草药》：\"治筋骨疼痛，追风，健腰膝，壮阳事。\"\n\n③《中药志》：\"祛风通经络，利尿杀虫。治肠痈，风湿痹痛，麻风，淋病：蛔虫腹痛。\"\n\n④《湖南药物志》：\"通经补血，强筋壮骨，驱虫。治跌打损伤，风湿疼痛，血晕，血淋，筋骨疼痛，疮疖，血丝虫病。\"\n\n⑤《闽东本草》\"治心腹绞痛，赤白痢疾。\"\n\n⑥广州部队《常用中草药手册》：\"治肢节酸痛，麻木拘挛，水肿，血虚头昏。\"\n\n⑦《陕西中草药》：\"抗菌消炎，消肿散结，理气活血，祛风杀虫。治阑尾炎，月经不调，崩漏，小儿疳积，蛔虫、蛲虫症。\"",
    "taste": "苦，平。\n\n①《浙江民间草药》：\"性平，味酸涩。\"\n\n②《四川中药志》：\"性凉，味苦，无毒。\"",
    "usage": "内服：煎汤，3～5钱；研末或浸酒。外用：捣敷。",
    "compatibility": "《闽东本草》：\"孕妇不宜多服。\"",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归大肠、肝经。",
    "plant": "大血藤\n落叶攀援灌木，高达10米。茎褐色，圆形，有条纹，光滑无毛。3出复叶，互生；叶柄长，上面有槽；中间小叶菱状卵形，长7～12厘米，宽3～7厘米，先端尖，基部楔形，全缘，有柄；两侧小叶较中间者大，斜卵形，先端尖，基部两边不对称，内侧楔形，外侧截形或圆形，几无柄。花单性，雌雄异株，总状花序腋生，下垂，具苞片，花多数，芳香；雄花黄色，花萼6片，长圆形，花瓣小，6片，菱状圆形，雄蕊6枚，花丝极短；雌花与雄花同；而有不发育雄蕊6枚，子房上位，1室，有1胚珠。浆果卵圆形。种子卵形，黑色，有光泽。花期3～5月。果期8～10月。\n\n生于林下、溪边。分布河南、安徽、江苏，浙江、江西、福建、广东，广西、湖南、湖北、四川、贵州、陕西等地。",
    "application": "①治疗急性阑尾炎\n以红藤为主，配合其它清热解毒及活血化瘀药物组成复方治疗。初步观察对急性阑尾炎、阑尾脓肿有较好疗效。上海地区用复方红藤片(每12片含红藤2两、蒲公英1两、生大黄6钱、川朴3厘)内服，每日3次，每次4片(大便次数增多者剂量可减半)，先后治疗急性单纯性、早期化脓性阑尾炎1213例。其中首批观察354例，有效率达98%，服药后在3～4天内腹肌紧张、腹痛、触痛均消失，平均在2天和2.5天白细胞和体温分别恢复正常；其后观察的859例，有效率亦达90%。随访146例(时间最长为治疗后11个月，最短为6个月)，除25例复发(17.1%)外，余均良好。复发后有14例作手术治疗，11例继续服中、西药物治愈。\n\n②治疗胆道蛔虫病\n以红藤1两，加黄酒4两，煎至60毫升为1剂。成人日服2次，每次1剂。小儿用量酌减。初步观察5例，分别于服药1～4日后腹痛消失；治疗期间有4例排出蛔虫。\n\n③治疗瘤型麻风结节反应\n红藤1斤，研粉，制成丸剂，日服2次，每次3钱，或用红藤根1斤切片，白酒10斤浸泡10～20天，每次服10～20毫升，每日3次。分别治疗瘤型麻风结节反应18例和38例，服药后症状均减轻而渐消失。\n\n④治疗风湿性关节炎\n用大血藤、透骨香、香樟根各1两，水煎，两次分服，每日1剂。连服数天可见关节红肿消退，疼痛减轻。\n\n⑤治疗灼伤\n以大血藤、金樱子根各1斤，水煎成500毫升，对已发生感染的创面可行湿敷，能促使创面清洁，加速愈合。",
    "position": "为木通科植物大血藤的茎。",
    "source": "《简易草药》"
  },
  {
    "name": "附子",
    "alias": "黑顺片",
    "ingredient": "\n见\"川乌头\"条。\n\n\n",
    "process": "\n夏至至小暑间挖取附于母根旁的子根，洗净泥土，称为泥附子，按大小分别加工：\n\n①盐附子\n选取较大的泥附子洗净泥土，浸入盐卤和食盐的混合液中，每日取出晒晾，并逐渐延长晒晾的时间，直至附子表面出现大量结晶盐粒，并体质变硬为止。\n\n②黑顺片\n选取中等大小的泥附子，洗净后浸入盐卤水液中数日，并与盐卤水同煮沸，捞出，水漂，切成厚片，再浸入稀盐卤水液中，并加入黄糖及菜油制成的调色剂，使附片染成浓茶色，用水漂冼至口尝无麻辣感时，取出蒸熟，烘至半干，再晒干。\n\n③白附片\n选取较小的泥附子，洗净后浸入盐卤水液中数日，并与盐卤水同煮至透心为度，捞出，剥去外皮，纵切成薄片，用水漂洗至口尝无辣感时，取出蒸熟，晒至半干，以硫黄熏后，晒干。\n\n\n",
    "distinguish": "\n①盐附子，呈圆锥形，长约5～8厘米，直径约3～4厘米。顶端宽大，中央有凹陷的芽痕，上身肥满，周围生有瘤状隆起的分支，习称\"钉角\"，表面灰黑色，被盐霜。体重，横切面灰褐色，具不整齐的筋脉或中心有小空隙，其中充满盐霜。无臭，味咸而麻辣。以个大、坚实、表面起盐霜者为佳。\n\n②黑顺片，又名：黑附子(《简要济众方》)。呈不规则形的纵切片，上宽下窄，周边略翘起，长2.5～4厘米，宽1.5～2.5厘米，厚约5毫米。外皮黑褐色，内部暗黄色半透明状，油润而有光泽，并可见有纵走的筋脉。质硬而脆，破碎面角质状。无臭，味淡。以片均匀，表面油润光泽者为佳。\n\n③白附片，又名：明附片、雄片。形状与黑顺片相同，唯全体均为黄白色半透明状，片较薄，厚约3毫米。气味同黑顺片。以片匀、黄白色、油润、半透明状者为佳。\n以上均主产于四川、陕西等地。\n",
    "effect": "\n见\"川乌头\"条。\n1. 附子、川乌具强心作用， 对心动过缓性心律不齐有效， 强心成分为去甲乌药碱, 去甲乌药碱能显著增加猪\n振幅（APA）、动作电位时程（APD）、50%平台长度的振幅（PLA）及平台长度（PL）；改善高钾诱发的传导阻滞， 表明去甲乌药碱是慢通道激动剂．去甲乌药碱并能加强低浓度与异丙肾上腺素对火鸡\n腺苷酸环化酶的激活作用．此成分对热稳定， 作用强， 且不引起\n障碍．熟附片煎剂对蛙、\n、兔离体心脏有强心作用, 对在体心脏呈轻度的强心作用；其强心作用与钙\n含量有密切关系．　　2. 熟附片煎剂可使麻醉狗、猫\n迅速而短暂的下降；对\n有扩张作用．　　3. 川乌与附子均具有抗炎、镇痛与局麻作用， 其活性成分为乌头碱类生物碱．　　4. 川乌与附子具有很强的毒性．急性中毒时， 呼吸兴奋、流涎、运动麻痹、末稍痉挛， 呕吐样开口运动, 通常称为乌头碱症状．\n\n\n",
    "creation": "\n淡附片：取盐附子，用清水浸漂，每日换水2～3次，至盐分漂净，置锅内与甘草、黑豆加水同煮透，至切开后口尝稍有麻辣感为度，取出，去甘草、黑豆，刮去皮，切为两瓣，置锅内加水煮约2小时，取出，晒晾，反复闷润数次，润透后切片，晒干。(每盐附子100斤，用甘草5斤，黑豆10斤)\n\n炮附片：取盐附子洗净，清水浸泡一夜，除去皮脐，切片，再加水泡至口尝稍有麻竦感为度，取出，用姜汤浸1～3天，然后蒸熟，再焙至七成干，倒入锅内用武火急炒至烟起，微鼓裂为度，取出放凉。\n\n①《雷公炮炙论》：\"凡修事(附子)\n",
    "function": "\n回阳救逆，补火助阳，散寒除湿。治阴盛格阳，大汗亡阳，吐利厥逆，心腹冷痛，脾泄冷痢，脚气水肿小儿慢惊，风寒湿痹，踒躄拘挛，阳萎，宫冷阴，疽疮漏及一切沉寒痼冷之疾。\n(1)回阳救逆：有较强之回阳作用。用于畏寒、肢冷、脉微欲绝之虚脱，常配伍人参，或干姜、甘草)。\n(2)补益阳气：附子辛热，其性走而不守，能通行十二经，故凡阳气不足之证均可用之，尤能补益肾阳。补肾阳常配肉桂。\n(3)祛寒止痛：本品大热，祛寒力强，故能治寒邪内侵之胃腹疼痛、泄泻，以及寒湿阻络之痹痛。\n\n①《本经》：\"主风寒咳逆邪气，温中，金疮，破癥坚积聚，血瘕，寒湿踒躄，拘挛膝痛，不能行步。\"\n\n②《别录》：\"脚疼冷弱，腰脊风寒，心腹冷痛，霍乱转筋，下痢赤白，坚肌骨，强阴，又堕眙，为百药长。\"\n\n③《本草拾遗》：\"醋浸削如小指，纳耳中，去聋。去皮炮令坼，以蜜涂上炙之，令蜜入内，含之，勿咽其汁，主喉痹。\"\n\n④《医学启源》：\"《主治秘要》云，去脏腑沉寒；补助阳气不足，温热脾胃。\"\n\n⑤李杲：\"除脏腑沉寒，三阴厥逆，湿淫腹痛，胃寒蛔动；治经闭；补虚散壅。\"\n\n⑥王好古：\"治督脉为病，脊强而厥。\"\n\n⑦《纲目》：\"治三阴伤寒，阴毒寒疝，中寒中风，痰厥气厥，柔痓癫痫，小儿慢惊，风湿麻痹，肿满脚气，头风，肾厥头痛，暴泻脱阳，久痢脾泄，寒疟瘴气，久病呕哕，反胃噎膈，痈疽不敛，久漏冷疮。合葱涕，塞耳治聋。\"\n\n⑧《本草备要》：\"补肾命火，逐风寒湿。\"\n\n⑨《本草从新》：\"治痘疮灰白，一切沉寒痼冷之证。\"\n",
    "taste": "\n辛甘，热，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《吴普本草》：\"岐伯、雷公：甘，有毒。李氏：苦，有毒，大温。\"\n\n③《别录》：\"甘，大热，有大毒。\"\n\n④《本草正》：\"腌者大咸，性大热，有毒。\"\n入心、脾、肾经。\n\n①《汤液本草》：\"入三焦、命门。\"\n\n②《本草经疏》：\"入手厥阴、命门、手少阳，兼入足少阴、太阴经，亦可入足太阳。\"\n\n③《本草经解》：\"入足厥阴肝经、足少阴肾经、手太阴肺经。\"\n\n④《本草再新》：\"入心、肝、肾三经。\"\n\n\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸，散。外用：研末调敷。\n",
    "compatibility": "\n阴虚阳盛，真热假寒及孕妇均禁服。\n\n①《本草经集注》：\"地胆为之使。恶蜈蚣。畏防风、甘草、黄芪、人参、乌韭、大豆。\"\n\n②《品汇精要》：\"妊娠不可服。\"\n\n③《纲目》：\"畏绿豆、乌韭、童溲、犀角。忌豉汁、稷米。得蜀椒、食盐，下达命门。\"\n\n④《本草汇言》：\"若病阴虚内热或阳极似阴之证，误用之，祸不旋踵。\"\n",
    "storage": "\n盐附子置阴凉干燥处，密闭保存；黑顺片及白附片置干燥处，防潮。\n",
    "side_effects": "附子（未加工生品）小鼠口服LD50为5.49g／kg，静脉注射为0.49g／kg。加工后附子小鼠口服LD50为16lg／kg，静脉注射为2.8g／kg。熟附片煎剂小鼠口服和静脉注射的LD50分别为17.42g／kg和3.516g／kg。附子水煎醇沉液1次腹腔注射的小鼠LD50为26.30g／kg。去甲乌药碱小鼠静脉注射LD50为58.9mg／kg，腹腔注射为300mg／kg，口服为3.35g／kg。双酯型和单脂型三萜类生物碱的毒性见表5。乌头碱的主要毒性是抑制呼吸及引起心律失常，对心脏的毒性作用是通过兴奋中枢和对心脏的直接作用所引起。附子（未加工生品）小鼠口服LD50为5.49g／kg，静脉注射为0.49g／kg。加工后附子小鼠口服的LD50为16lg／kg，静脉注射为2.8g／kg。熟附片煎剂小鼠口服和静脉注射的LD50分别为17.42g／kg和3.516g／kg。附子水煎醇沉液1次腹腔注射的小鼠LD50为26.30g／kg。去甲乌药碱小鼠静脉注射LD50为58.9mg／kg，腹腔注射为300mg／kg，口服为3.35g／kg。双酯型和单脂型三萜类生物碱的毒性见表5。乌头碱的主要毒性是抑制呼吸及引起心律失常，对心脏的毒性作用是通过兴奋中枢和对心脏的直接作用所引起。",
    "category": "归经_心经",
    "plant": "\n多年生草本，高0.6--1.5m。块根常2个并连，纺锤形或倒卵形，外皮黑褐色；栽培品侧根甚肥大，径达5厘米。茎直立或稍倾斜，圆柱形，表面青绿色，上部为短茸毛或散生少数贴伏柔毛，下部老茎多带紫色，茎下部光滑无毛。叶互生，革质，五角形，长6--11厘米，宽9--15厘米，掌状3全裂，中央裂片菱状楔形，急尖，近羽状分裂，侧裂片不等2裂，各裂片边缘有粗齿或缺刻。\n狭长，密生反曲柔毛；萼片5，宽约2厘米，蓝紫色，上萼片高盔形，高2--2.6厘米，侧萼片长1.5--2厘米；花瓣2，无毛，有长爪，距长1--2.5毫米；雄蕊多数；心皮3--5，离生。瞢菱果长约2厘米。花期9--10月份，果期10--11月份。分布于长江中、下游，北至秦岭和山东省东部，南至广西省北部。生于山地草坡或灌丛中；多栽培。\n",
    "application": "\n治疗心力衰竭\n用熟附子制成注射液(每毫升含附子2克)，肌肉注射，每次2毫升，每日3～4次。治疗各种原因引起的三级心力衰竭13例，包括心原性休克1例，用药后心力衰竭得到控制，心率减慢，呼吸困难、肝肿大、浮肿等亦相继减轻。少数病例应用后，有周身拘急、发热的副作用，但可自行消失。\n",
    "position": "\n为毛茛科植物乌头(栽培品)的旁生块根(子根)。植物形态详\"川乌头\"条。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "透骨草",
    "alias": "珍珠透骨草、竹格叉、吉盖草、枸皮草",
    "ingredient": "凤仙的发芽嫩枝含吲垛-3-乙腈。茎含山柰酚-3-葡萄糖甙、槲皮素-3-葡萄糖甙、缔纹天竺素-3-葡萄糖甙、矢车菊素-5-葡萄糖甙。叶含1，2，4-三羟基萘-4-葡萄糖甙与山柰酚及山柰酚-3-阿拉伯糖甙。",
    "process": "①地构叶于5～6月间开花结实时采收，晒干。\n\n②凤仙于夏、秋季种子成熟时采收，除去细枝，晒干。",
    "distinguish": "①珍珠透骨草\n为植物地构叶的带有根茎的干燥全草。根茎圆柱状，长约10厘米；表面灰黄色，断面黄白色，木质状。茎圆柱形或微有棱，长10～20厘米，下端直径1～2毫米；表面淡绿色至灰绿色，被有灰白色柔毛；质坚硬，易折断，断面黄白色。叶多卷曲皱缩，灰绿色，被灰白色柔毛；质脆，易脱落。有时花序上留有圆形小花和果实。气微，味淡。以色绿、枝嫩、带有珍珠状果实者为佳。\n主产山东、河南、江苏。此外，甘肃、山西、陕西亦产。\n\n②风仙透骨草\n为植物风仙的干燥茎，呈长圆柱状，长30～60厘米，下端直径1～2厘米，多皱缩，具纵棱，表面黄棕色至淡棕色，节部膨大，有叶痕及芽痕，或少有分枝。质轻脆，易折断，断面中空，或有白色膜质状髓。气微弱，味微酸。\n产安徽、江苏、浙江、江西、河北、新疆等地。\n\n透骨草的药材品种比较复杂，除上述使用较广的两种外，尚有下列几种：\n\n①羊角透骨草\n为紫葳科植物角蒿的全草。产辽宁、吉林、黑龙江、山东等地。参见\"角蒿\"条。\n\n②铁线透骨草(《医学指南》)\n为毛茛种植物黄花铁线莲的干燥全草，产河北、北京。参见\"黄花铁线莲\"条。铁线透骨草商品中尚有用细叶铁线莲的全草者。\n\n③东北地区尚用豆科植物山野豌豆、广布野豌豆，假香野豌豆的全草作透骨草。参见\"山野豌豆\"条。\n\n④云南、贵州地区则用杜鹃花科植物云南白珠树的枝叶作透骨草。参见\"透骨香\"条。\n\n透骨草始见于《救荒本草》，据所述图形，为唇形科植物益母草，并非本品。《纲目》有名未用中载有透骨草，但形态不详。《本草原始》的透骨草系指大戟科的地构叶。《纲目拾遗》引《灵秘丹药笺》云：\"风仙花一名透骨草。\"即凤仙花科的凤仙；所引《医学指南》的铁线透骨草，则为毛茛科铁线莲属的透骨草，可见古代药用的透骨草已非一种。",
    "effect": "?",
    "creation": "拣净杂质，切段。",
    "function": "祛风，除湿，舒筋，活血，止痛。治风湿痹痛，筋骨挛缩，寒湿脚气，疮癣肿毒。\n\n①《纲目》：\"治筋骨一切风湿疼痛挛缩，寒湿脚气。\"\n\n②《灵秘丹药笺》：\"疗热毒。\"\n\n③《山东中草药手册》：\"祛风湿，活血，止痛。\"",
    "taste": "辛；性温 \n\n①《本草原始》：\"味甘，无毒。\"\n\n②《中药志》：\"辛，温。\"\n\n归肺；肝经",
    "usage": "内服：煎汤，3～5钱；或入丸、散。外用：煎水熏洗。",
    "compatibility": "《中药志》：\"孕妇忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "①地构叶，又名：地构菜。\n多年生草本，高15～50厘米。根茎横走，淡黄褐色。茎直立，丛生，被灰白色卷曲柔毛。叶互生；无柄或具短柄；叶片披针形至椭圆状披针形，厚纸质，长1.5～7厘米，宽0.5～2厘米，先端钝尖或渐尖，基部阔楔形或近圆形，先端全缘，下面2/3部分具稀大齿牙，两面被白色柔毛，下面并具腺体。总状花序顶生，密被短柔毛；花小，单性，同株；雄花位于花序的上端，具长卵状椭圆形或披针形的叶状苞2枚，苞片内通常具1～3朵花；萼片5，稀4枚；花瓣5，稀4枚，呈鳞片状；黄色腺体盆状，与花瓣互生；雄蕊10～15；花序下部的花略大，中间1朵为雌花，两侧为雄花；苞2枚，雌花具较长的花梗；萼片5～6；花瓣6；子房上位，花柱3枚，均2裂。蒴果三棱状，顶端开裂；每室有种子1枚，三角状倒卵形，绿色。花期4～5月。果期5～6月。\n生于草地及山坡。分布吉林、辽宁、河北、河南、山东、山西、安徽、江苏、陕西、甘肃等地。\n\n②凤仙，详\"凤仙\"条。",
    "application": "?",
    "position": "为大戟科植物地构叶或凤仙花科植物凤仙的全草。",
    "source": "《灵秘丹药笺》"
  },
  {
    "name": "女贞子",
    "alias": "女贞实(《本经》)，冬青子(《济急仙方》)，爆格蚤(《分类草药性》)，白蜡树子(《中药形性经验鉴别法》)，鼠梓子(《广西中药志》)。",
    "ingredient": "\n　含女贞子甙（nuzhenide）、洋橄榄苦甙(oleuropein)、齐墩果酸（oleanolicacid）、4-羟基-B-苯乙基-B-D-葡萄糖甙、桦木醇（betulin）等。\n",
    "process": "\n冬季果实成熟时采摘，除去枝叶晒干，或将果实略熏后，晒干；或置热水中烫过后晒干。\n",
    "distinguish": "\n干燥果实卵形成椭圆球形，有的微弯曲，长5～10毫米，直径3～4毫米。外皮蓝黑色，具皱纹；两端钝圆，底部有果柄痕。质坚，体轻，横面破开后大部分为单仁，如为双仁，中间有隔瓤分开。仁椭圆形，两端尖，外面紫黑色，里面灰白色。无臭，味甘而微苦涩。以粒大、饱满、色蓝黑，质坚实者为佳。\n\n主产浙江，江苏、湖南、福建、广西、江西以及四川等地。\n",
    "effect": "1.对因化疗或放疗引起的白血球下降有升高作用；2.煎剂对痢疾杆菌有抑制作用；3.有强心利尿作用。",
    "creation": "酒女贞子：取拣净的女贞子用黄酒拌匀，放入罐内或其它容器内，封严，再放入加水的锅内，蒸至酒被吸尽，取出晾干（每100斤用黄酒20斤）。\n蒸女贞子：将拣净的女贞子放入罐内或其它容器，封严，再放在加水的锅内，蒸透，取出晾干。",
    "function": "\n补肝肾，强腰膝。治阴虚内热，头晕，目花，耳鸣，腰膝酸软，须发早白。滋补肝肾，明目乌发。用于眩晕耳鸣，腰膝酸软、须发早白、目暗不明。\n\n①《本经》：\"主补中，安五脏，养精神，除百疾。久服肥健。\"\n\n②《本草蒙筌》：\"黑发黑须，强筋强力，多服补血去风。\"\n\n③《纲目》：\"强阴，健腰膝，明目。\"\n\n④《本草经疏》：\"凉血、益血。\"\n\n⑤《本草正》：\"养阴气，平阴火，解烦热骨蒸，止虚汗，消渴，及淋浊，崩漏，便血，尿血，阴疮，痔漏疼痛。亦清肝火，可以明目止泪。\"\n\n③《本草再新》：\"养阴益肾，补气舒肝。治腰腿疼，通经和血。\"\n\n⑦《广西中药志》：\"治老人大便虚秘。\"\n",
    "taste": "\n苦甘、平。\n\n①《本经》：\"味苦，平。\"\n\n⑦《别录》：\"甘，无毒。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；熬膏或入丸剂。外用：熬膏点眼。\n",
    "compatibility": "\n脾胃虚寒泄泻及阳虚者忌服。\n\n《本草经疏》：\"当杂保脾胃药及椒红温暖之类同施，不则恐有腹痛作泄之患。\"\n",
    "storage": "置干燥处。",
    "side_effects": "女贞子对动物毒性很小，兔1次服新鲜成熟果实75g，无中毒现象。",
    "category": "归肝、肾经。",
    "plant": "\n女贞(《本经》)，又名：桢木(《山海经》)，女贞木(《典术》)，冬青、蜡树(《纲目》)，小叶冻膏(《医林纂要》)，将军树(《临安县图经》)，水蜡树(《植物名实图考》)，水瑞香、冻青树，大蜡叶、水桢、白蜡树。\n常绿大灌木或小乔木，高达10余米。树皮灰色至浅灰褐色，枝条光滑，具皮孔。叶对生，叶柄长1～2厘米，上面有槽；叶片革质，卵形至卵状披针形，长5～14厘米，宽3.5～6厘米，先端渐尖至锐尖，基部阔楔形，全缘，上面深绿色，有光泽，下面淡绿色，密布细小的透明腺点，主脉明显。圆锥花序顶生，长10～15厘米，直径8～17厘米；总花梗长约4厘米，或无；苞片叶状，线状披针形，无柄，早落，小苞卵状三角形；小花梗极短或几无；花萼钟状，长约1.5毫米，4浅裂；花冠管约与裂片等长，裂片4，长方卵形，长约2毫米，白色；雄蕊2，着生于花冠管喉部，花丝细，伸出花冠外；雌蕊1，子房上位，球形，2室，花柱圆柱状，柱头浅2裂。浆果状核果，长椭圆形，长6～12毫米，幼时绿色，熟时蓝黑色。种子1～2枚，长椭圆形。花期6～7月。果期8～12月。\n生长于山野，多栽植于庭园。分布华东、华南、西南及华中各地。\n\n本植物的根(女贞根)、树皮(女贞皮)、叶(女贞叶)亦供药用，各详专条。\n",
    "application": "用量6~12克。用治肝肾阴虚而致耳鸣、耳聋、头晕、腰膝酸软、须发早白等。",
    "position": "\n为木犀科植物女贞的果实。\n",
    "source": "\n《本草正》\n"
  },
  {
    "name": "藿香",
    "alias": "土藿香,大叶薄荷,绿荷荷,川藿香,苏藿香,野藿香",
    "ingredient": "\n广藿香含挥发油约1.5%，油中主成分为广藿香醇，约占52～57%;其他成分有苯甲醛、丁香油酚、桂皮醛广藿香薁醇、广藿香吡啶、表愈创吡啶;另有多种其他倍半萜如石竹烯、β-榄香烯、别香橙烯、γ-广藿香烯、β-古芸烯、α-愈创木烯、瓦伦烯、α-古芸烯、γ-毕澄茄烯、δ-愈创木烯、α-广藿香烯、二氢白菖考烯等。\n\n\n藿香含挥发油0.28%，主要成分为甲基胡椒酚，占80%以上。并含有茴香醚、茴香醛、d-柠檬烯，以及对-甲氧基桂皮醛、α-蒎烯、β-蒎烯、辛酮-3、辛醇-3、对-聚伞花素、辛烯-1-醇-3、芳樟醇、l-石竹烯、β-榄香烯、β-葎草烯、α-衣兰烯、β-金合欢烯、γ-毕澄茄烯、二氢白菖考烯等。我国东北产藿香风干材料，全草含挥发油0.54%，并含微量鞣质及苦味质。\n",
    "process": "\n广藿香于6～7月间生长繁茂时采收，海南地区每年收2次，第1次在5～6月，第2次在9～10月，除去须根、泥土，晒2～3天，堆放，闷2天后再晒，再闷，如此堆晒至干为止。藿香第1次在6～7月开花时采收，第2次在10月。采后晒干或阴干。单用老茎者，药材名\"藿梗\"。\n",
    "distinguish": "\n①广藿香\n\n\n干燥全草长30～60厘米，分枝对生。老茎略呈四方柱形，四角钝圆，直径约4～10毫米，表面灰棕色或灰绿色，毛茸较少，质坚不易折断，断面粗糙，黄绿色，中央有白色髓。嫩茎略呈方形，密被毛茸，质脆易断，断面灰绿色。叶片呈灰绿色或黄绿色，多皱缩或破碎，两面均密生毛茸，质柔而厚。气香，浓郁，昧微苦而辛。以茎粗、结实、断面发绿、叶厚柔软、香气浓厚者为佳。\n\n\n产广东。一般认为本种的品质较优。\n\n\n②藿香\n\n\n又名：土藿香(《滇南本草》)，杜藿香。干燥全草长约60～90厘米。茎呈四方柱形，四角有棱脊，直径约3～10毫米，表面黄绿色或灰黄色，毛茸稀少，或近于无毛;质轻脆，断面中央有白色髓。老茎坚硬，木质化，断面中空。叶多已脱落，剩余的叶灰绿色，皱缩或破碎，两面微具毛;薄而脆。有时枝端有圆柱形的花序，土棕色，小花具短柄，花冠多脱落，小坚果藏于萼内。气清香，味淡。以茎枝青绿、叶多、香浓者为佳。\n\n\n主产四川、江苏、浙江、湖北、云南、辽宁等地。\n",
    "effect": "\n①抗真菌作用\n\n\n试管实验藿香煎剂(8～15%)对许兰氏毛癣菌等多种致病性真菌有抑制作用;蕾香乙醚浸出液(3%)及醇浸出液(1%)亦能抑制多种致病性真菌，水浸出液的抗真菌效力与煎剂相似;趾间毛癣菌及足跖毛癣菌在煎剂15%对方出现抑制，而乙醚浸出液于3%、醇浸出液于5%及水浸出液于10%等浓度时均呈抑菌作用，因此藿香的浸出液比煎剂抗菌力强。\n\n\n②抗螺旋休作用\n\n\n藿香水煎剂(15毫克/毫升)对钩端螺旋体有抑制作用，但必须将浓度增至31毫克/毫升时，方能杀死钩端螺旋体。\n\n\n③对胆囊的影响\n\n\n口服藿香煎剂，利用X线胆囊造影术，证明藿香对胆囊无收缩作用。\n",
    "creation": "\n藿香：拣去杂质，除去残根及老茎，先将叶摘下另放，茎用水润透，切段，晒干，然后与叶和匀。藿梗：取老茎，水浸润透，切片晒干。\n",
    "function": "\n快气，和中，辟秽，祛湿。治感冒暑湿，寒热，头痛，胸脘痞闷，呕吐泄泻，疟疾，痢疾，口臭。\n\n\n①《别录》：\"疗风水毒肿，去恶气，疗霍乱、心痛。\"\n\n\n②《本草图经》：\"治脾胃吐逆，为最要之药。\"\n\n\n③《珍珠囊》：\"补卫气，益胃气，进饮食，又治吐逆霍乱。\"\n\n\n④《汤液本草》：\"温中快气。肺虚有寒，上焦壅热，饮酒口臭，煎汤漱。\"\n\n\n⑤《本草述》：\"散寒湿、暑湿、郁热、湿热。治外感寒邪，内伤饮食，或饮食伤冷湿滞，山岚瘴气，不伏水土，寒热作疟等症。\"\n\n\n⑥《本草再新》：\"解表散邪，利湿除风，清热止渴。治呕吐霍乱，疟，痢，疮疥。梗：可治喉痹，化痰、止咳嗽。\"\n",
    "taste": "\n辛，微温。\n\n\n①《南方草木状》：\"味辛。\"\n\n\n②《别录》：\"微温。\"\n\n\n③《珍珠囊》：\"甘苦。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：煎水含漱；或烧存性研末调敷。\n",
    "compatibility": "\n①《本草经疏》：\"阴虚火旺，胃弱欲呕及胃热作呕，中焦火盛热极，温病热病，阳明胃家邪实作呕作胀，法并禁用。\"\n\n\n②《本经逢原》：\"其茎能耗气，用者审之。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归肺；脾；胃经",
    "plant": "\n①广藿香，又名：枝香。\n\n\n多年生草本，高30～100厘米;揉之有香气。茎直立，粗壮，四棱形，密被灰黄色长柔毛，上部多分枝。叶对生，阔卵形、卵形或卵状椭圆形，长5～10厘米，宽1.5～4厘米，下部的叶较小，先端钝尖，基部阔楔形或近心形，边缘具不整齐的钝锯齿，两面均密被灰白色短柔毛，沿叶脉处最多;叶柄长2～3厘米，密被灰黄色柔毛。轮伞花序密集成穗状，顶生或腋生，长2～8厘米，直径1～2厘米;萼5裂，萼筒长6～8毫米，较苞片为长：花冠唇形，淡紫红色，长约8毫米，裂片4(下唇3裂)，近等长，先端钝，全缘;雄蕊4，突出，花丝有髯毛;子房上位，柱头2裂。小坚果椭圆形，平滑。花期1～2月。但很少开花。\n\n\n广东、云南有栽培。\n\n\n②藿香，又名：排香草、野藿香。\n\n\n一年生或多年生草本，高40～110厘米。茎直立，四棱形，略带红色，稀被微柔毛及腺体。叶对生;椭圆状卵形或卵形，长2～8厘米，宽1～5厘米，先端锐尖或短渐尖，基部圆形或略带心形，边缘具不整齐的钝锯齿，齿圆形;上面无毛或近无毛，散生透明腺点，下面被短柔毛;叶柄长1～4厘米。轮伞花序聚成顶生的总状花序;苞片大，阔线形或披针形，被微柔毛;萼5裂，裂片三角形，具纵脉及腺点;花冠唇形，紫色或白色，长约8毫米，上唇四方形或卵形，先端微凹，下唇3裂，两侧裂片短，中间裂片扇形，边缘有波状细齿，花冠外被细柔毛;雄蕊4，2强，伸出花冠管外;子房4深裂，花柱着生于子房底部中央，伸出花外，柱头2裂。小坚果倒卵状三棱形。花期6～7月。果期10～11月。\n\n\n生长于山坡或路旁，分布黑龙江、吉林、辽宁、河北、河南、山东、陕西、安徽、江苏、浙江、广东、福建、湖北、湖南、江西、四川、贵州、云南等地。\n\n\n本植物的根(藿香根)亦供药用，另详专条。\n",
    "application": "用量5~9克，内服煎汤，或入丸散。治疗感冒暑湿、寒热、头痛、胸脘痞闷、呕吐泄泻、疟疾、痢疾、口臭。",
    "position": "为唇形科植物广藿香或藿香的全草。",
    "source": "《别录》"
  },
  {
    "name": "白茅根",
    "alias": "茅根、兰根、茹根、地菅、地筋、兼杜、白茅菅、白花茅根、丝茅、万根草、茅草根、地节根、坚草根、甜草根、丝毛草根、寒草根",
    "ingredient": "含多量蔗糖、葡萄糖，少量果糖、木糖及柠檬酸、草酸、苹果酸等，又含21%的淀粉。另有报道，从本品分离出白头翁素。\n\n根茎含甘露醇、葡萄糖、果糖、蔗糖、柠檬酸、苹果酸、薏苡素及芦竹素、印白茅素等",
    "process": "春、秋采挖，除去地上部分及泥土，洗净、晒干后，揉去须根及膜质叶鞘。",
    "distinguish": "干燥的根茎，呈细长圆柱形，有时分枝，长短不一，通常长30～60厘米，直径约1.5毫米，表面乳白色或黄白色，有浅棕黄色、微隆起的节；节距约3厘米。质轻而韧，不易折断。断面纤维性，中心黄白色，并有一小孔，外圈色白，充实，或有无数空隙如车轮状，外圈与中心极易剥离。气微，味微甘。以粗肥、色白、无须根、味甜者为佳。\n全国大部分地区均产。",
    "effect": "1.利尿作用：白茅根煎剂和水浸剂灌服，对正常家兔有利尿作用，给药5-10天，利尿作用最为明显，20天左右即不明显。但所用剂量特别是动物进水量均不清楚，又无对照组，尚需进一步研究。也有人认为白茅根的利尿作用与其所含的丰富钾盐有关。\n2.止血作用：白茅根粉能明显缩短兔血浆的复钙时间。但白茅根含钙较多，可能干扰实验结果。白茅根粉撒于犬或兔的股动脉出血处，压迫1-2分钟，有止血作用。临床用白茅根治疗鼻衄。\n3.抗菌作用：白茅根煎剂在试管内对福氏及宋内氏痢疾杆菌有明显的抑制作用，但对志贺氏及舒氏痢疾杆菌却无作用。\n4.对心肌86Rb摄取量的影响：白茅根水醇综合提取物胙腔注射可使小鼠心肌对86Rb的摄取量增加。\n5.其他作用：白茅根所含的薏苡素对骨骼肌的收缩及代谢有抑制作用。此外还有镇静、解热镇痛等作用。也有报道，白茅根无解热作用。",
    "creation": "干茅根：拣净杂质，洗净，微润，切段，晒干，簸净碎屑。茅根炭：取茅根段，置锅内用武火炒至黑色，喷洒清水，取出，晒干。",
    "function": "凉血，止血，清热，利尿。治热病烦渴，吐血，衄血，肺热喘急，胃热哕逆，淋病，小便不利，水肿，黄疸。\n\n①《本经》：\"主劳伤虚羸，补中益气，除瘀血、血闭寒热，利小便。\"\n\n②《别录》：\"下五淋，除客热在肠胃，止渴，坚筋，妇人崩中。\"\n\n③《日华子本草》：\"主妇人月经不匀，通血脉淋沥。\"\n\n④《滇南本草》：\"止吐血，衄血，治血淋，利小便，止妇人崩漏下血。\"\n\n⑤《纲目》：\"止吐衄诸血，伤寒哕逆，肺热喘急，水肿，黄疸，解酒毒。\"\n\n⑥《本经逢原》：\"治胃反上气，五淋疼热及痘疮干紫不起。\"\n\n⑦《动植物民间药》：\"治脚气。\"",
    "taste": "甘、寒。\n\n①《本经》：\"味甘，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《本草正》：\"甘，凉。\"\n\n④《本草再新》：\"味甘苦，性寒，无毒。\"\n\n入肺、胃、小肠经。\n\n①《滇南本草》：\"入胃、小肠二经。\"\n\n②《本草经疏》：\"入手少阴，足太阴、阳明。\"\n\n③《得配本草》：\"入手少阴、太阴，兼入足太阴、阳明经。\"\n\n④《本草求真》：\"入胃、肝。\"\n",
    "usage": "内服：煎汤，3～5钱(鲜者1～2两)；捣汁或研末。",
    "compatibility": "脾胃虚寒，溲多不渴者忌服。\n\n①《本草经疏》：\"因寒发哕，中寒呕吐，湿痰停饮发热，并不得服。\"\n\n②《本草从新》：\"吐血因于虚寒者，非所宜也。\"",
    "storage": "?",
    "side_effects": "家兔灌服煎剂25g／kg，36小时后活动受抑制，运动迟缓，呼吸增快，但很快恢复。静脉注射10-15g／kg，则出现呼吸增快，运动受抑制。1小时后逐渐恢复，剂量增加至25g／kg，6小时后死亡。",
    "category": "归经_肺经",
    "plant": "白茅(《本草经集注》)，又名：白茅菅(陶弘景)，丝茅(《纲目》)，万根草(《铁岭县志》)，茅草。\n多年生草本。根茎密生鳞片。秆丛生，直立，高30～90厘米，具2～3节，节上有长4～10毫米的柔毛。叶多丛集基部；叶鞘无毛，或上部及边缘和鞘口具纤毛，老时基部或破碎呈纤维状；叶舌干膜质，钝头，长约1毫米；叶片线形或线状披针形，先端渐尖，基部渐狭，根生叶长，几与植株相等，茎生叶较短。圆锥花序柱状，长5～20厘米，宽1.5～3厘米，分枝短缩密集；小穗披针形或长圆形，长3～4毫米，基部密生长10～15毫米之丝状柔毛，具长短不等的小穗柄；两颖相等或第一颖稍短，除背面下部略呈草质外，余均膜质，边缘具纤毛，背面疏生丝状柔毛，第一颖较狭，具3～4脉，第二颖较宽，具4～6脉；第一外稃卵状长圆形，长约1.5毫米，先端钝，内稃缺如；第二外稃披针形，长1.2毫米，先端尖，两侧略呈细齿状；内稃长约1.2毫米，宽约1.5毫米，先端截平，具尖钝划、不同的数齿；雄蕊2，花药黄色，长约3毫米；柱头2枚，深紫色。颖果。花期夏、秋季。\n多生长于路旁、山坡、草地上。分布几遍全国。\n\n本植物的叶(茅草叶)、初生花序(白茅针)、花穗(白茅花)亦供药用，各详专条。",
    "application": "①治疗急性肾炎\n有较好效果，可以缩短病程。据数十例的观察，服药后通常在1～5天内小便即显著增多，每日可达1500～3000毫升左右。随之水肿即渐消失，高血压及尿检变化亦渐好转而趋正常。据部分病例统计，水肿消失时间平均约4～5天或1周左右；血压恢复正常时间在5～20天，平均7～9天；尿检变化平均消失时间，自11天至26.4天不等。用于慢性肾炎亦有利尿消肿及一定的降压作用。但对肝脏病引起的腹水及心力衰竭所致的水肿，则无利尿消肿作用或作用不显著。因此有人推测，白茅根的作用主要在于缓解肾小球血管痉挛，从而使肾血流量及肾滤过率增加而产生利尿效果；同时肾缺血改善，肾素产生减少，使血压恢复正常。故对急性肾炎疗效良好，慢性肾炎疗效较差，而对肝病性及心病性的水肿几不奏效。服药期间除个别有轻微头晕或恶心外，未见不良反应。用法：一般以白茅根(干品)半斤，洗净切碎，水煎，每日2～3次分服。连服1～2周或至痊愈。亦有配合大蓟、小蓟、生地或麻黄组成复方治疗。服药同时，须注意卧床休息，限制水、盐的摄入，保暖。必要时可适当加用其它药物控制并发症及感染病灶等\n\n②治疗急性传染性肝炎\n用白茅根(干品)2两，水煎，每日两次分服。治疗28例，结果临床治愈(45天内主要症状、体征消失，肝功能恢复正常)21例，好转(临床症状好转，45天内各项肝功能的数值下降超过半数，或45天后完全恢复正常)7例。治疗后，主要症状大多在10天内消失，肝脾肿大在20天左右消失；谷丙转氨酶经45天后有80%的患者降至正常，黄疸指数平均20.15天全转正常。未见副作用。\n\n此外，白茅根曾用于治疗高血压病，配合仙鹤草治疗上消化道出血，均有一定效果。",
    "position": "为禾本科植物白茅的根茎。",
    "source": "《本草经集注》"
  },
  {
    "name": "杜仲",
    "alias": "思仙、思仲、木绵、檰、石思仙、扯丝皮、丝连皮、玉丝皮、丝棉皮",
    "ingredient": "\n树皮含杜仲胶6～10%，根皮约含10～12%，为易溶于乙醇，难溶于水的硬性树胶。此外，还含糖甙0.142毫克%、生物碱0.066毫克%、果胶6.5毫克%、脂肪2.9毫克%、树脂1.76毫克%、有机酸0.25毫克%、酮糖(水解前2.15毫克%、水解后3.5毫克%)、维生素C20.7毫克%、醛糖、绿原酸。\n\n\n种子所含脂肪油的脂肪酸组成为亚麻酸67.38%、亚油酸9.97%、油酸15.81%、硬脂酸2.15%.棕榈酸4.68%。果实含胶量可达27%，易溶于乙醇、丙酮等有机溶剂。\n",
    "process": "\n为了保护资源，一般采用局部剥皮法。在清明至夏至间，选取生长15～20年以上的植株，按药材规格大小，剥下树皮，刨去粗皮，晒干。置通风干燥处。\n",
    "distinguish": "\n干燥树皮，为平坦的板片状或卷片状，大小厚薄不一，一般厚约3～10毫米，长约40～100厘米。外表面灰棕色，粗糙，有不规则纵裂槽纹及斜方形横裂皮孔，有时可见淡灰色地衣斑。但商品多已削去部分糙皮，故外表面淡棕色，较平滑。内表面光滑，暗紫色。质脆易折断，断面有银白色丝状物相连，细密，略有伸缩性。气微，味稍苦，嚼之有胶状残余物。以皮厚而大，糙皮刮净，外面黄棕色，内面黑褐色而光，折断时白丝多者为佳。皮薄、断面丝少或皮厚带粗皮者质次。\n\n\n主产于四川、陕西、湖北、河南、贵州、云南。此外，江西、甘肃、湖南、广西等地亦产。\n",
    "effect": "\n①降压作用\n\n\n树皮的提取物及煎剂对动物有持久的降压作用。用其浸膏5毫升(生药1～2克)给麻醉犬静脉注射后产生显着的降压作用，可持续2～3小时，呈\"快速耐受\"现象。在3只肾型高血压狗，每天以煎剂5～8克/公斤灌胃，共4周，收缩压降低最多时只有8～22毫米汞柱(4～10%)，因此疗效不够满意。杜仲的炮制与剂型对降压作用有一定影响，煎剂作用强于酊剂，炒杜仲的降压作用较生杜仲为大。杜仲对猫有降压作用，但持续较短，\"快速耐受\"现象不显著。对胆甾醇动脉硬化家兔之降压作用较对正常家兔更为显著，但亦能产生\"快速耐受\"。至于降压原理，因尚未确定有效成分，故属于初步性质，已证明急性降压与迷走神经无大关系，亦不受阿托品之影响。对离体兔心，杜仲小量时先兴奋，后略呈抑制;也有报告其对心脏的抑制作用与其pH有关(pH在4～5之间)，经调整后，对大鼠与家兔离体心脏皆呈兴奋作用。杜仲对正常兔耳血管有直接扩张作用，但同样浓度却使实验性胆甾醇动脉硬化兔耳血管呈收缩作用，对正常家兔的冠状血管与肾血管在低浓度时多呈扩张作用，高浓度时则相反，对动脉硬化家兔的冠状血管在低浓度时亦呈收缩作用。因其降压与心及血管的直接关系不大，故推论其为中枢性者。\n\n\n②利尿作用\n\n\n杜仲的各种制剂对麻醉犬均有利尿作用，且无\"快速耐受\"现象。对正常大鼠、小鼠亦有利尿作用。杜仲中含钾0.4%，故推论利尿可能与钾有关。\n\n\n③其他作用\n\n\n临床使用杜仲浸剂，能使高血压患者血压有所降低，并改善头晕、失眠等症状，大剂量(20～25克/公斤/日)杜仲煎剂给狗灌胃，能使其安静、贪睡，不易接受外界刺激。大剂量对小鼠亦有抑制中枢神经系统的作用，杜仲对大鼠和兔的离体子宫，均能抑制脑垂体后叶所引起?兴奋作用，而使子宫松弛，但对猫的离体子宫反呈兴奋作用。曾有人报告杜仲煎剂在试管中对结核杆菌有某些抑制作用。其醇浸剂似能减少大鼠肠道中胆甾醇的吸收。\n",
    "creation": "\n杜仲：除去粗皮，洗净，润透，切成方块或丝条，晒干。盐杜仲：先用食盐加适量开水溶化，取杜仲块或丝条，使与盐水充分拌透吸收，然后置锅内，用文火炒至微有焦斑为度，取出晾干。(每杜仲100斤，用食盐3斤)杜仲经炒制后，则杜仲胶被破坏，有效成分易于煎出。\n\n\n①《雷公炮炙论》：\"凡使杜仲，先须削去粗皮。用酥、蜜炙之。凡修事一斤，酥二两，蜜三两，二味相和令一处用。\"\n\n\n②《本草述钩元》：\"杜仲，用酒炒断丝。\"\n",
    "function": "\n补肝肾，强筋骨，安胎。治腰脊酸疼，足膝痿弱，小便余沥，阴下湿痒，胎漏欲堕，胎动不安，高血压。\n\n\n①《本经》：\"主腰脊痛，补中益精气，坚筋骨，强志，除阴下痒湿，小便余沥。\"\n\n\n②《别录》：\"主脚中酸痛，不欲践地。\"\n\n\n③《药性论》：\"治肾冷臀腰痛，腰病人虚而身强直，风也。腰不利加而用之。\"\n\n\n④《日华子本草》：\"治肾劳，腰脊挛。入药炙用。\"\n\n\n⑤王好古：\"润肝燥，补肝经风虚。\"\n\n\n⑥《本草正》：\"止小水梦遗，暖子宫，安胎气。\"\n\n\n⑦《玉楸药解》：\"益肝肾，养筋骨，去关节湿淫。治腰膝酸痛，腿足拘挛。\"\n\n\n⑧《本草再新》：\"充筋力，强阳道。\"\n",
    "taste": "\n甘微辛，温。\n\n\n①《本经》：\"味辛，平。\"\n\n\n②《别录》：\"甘，温，无毒。\"\n\n\n③《药性论》：\"味苦。\"\n\n\n入肝、肾经。\n\n\n①王好古：\"肝经气分。\"\n\n\n②《雷公炮制药性解》：\"入肾经。\"\n\n\n③《本草经解》：\"入手太阴肺经。\"\n",
    "usage": "\n内服：煎汤，3～5钱；浸酒或入丸、散。\n",
    "compatibility": "\n阴虚火旺者慎服。\n\n\n①《本草经集注》：\"恶蛇皮、元参。\"\n\n\n②《本草经疏》：\"肾虚火炽者不宜用。即用当与黄柏、知母同入。\"\n\n\n③《得配本草》：\"内热。精血燥二者禁用。\"\n",
    "storage": "置通风干燥处。",
    "side_effects": "杜仲煎剂15-25g／kg给兔灌胃，仅有轻度抑制，并无中毒症状。小鼠连服同样剂量共5天，亦未见死亡。给小鼠静脉注射的LD50为574.1±1.0g(原生药)／kg。小鼠腹腔注射600g(原生药)／kgl次，动物出现伏卧、安静，2小时后恢复正常活动，有时出现歪扭反应，观察7天未出现死亡。小鼠腹腔注射500g(原生药)／kg，每天1次，连续6次，动物未出现死亡。对于豚鼠，腹腔注射10-15g/kg后，3-5天内半数动物死亡。亚急性试验，杜仲煎剂对大鼠、豚鼠、兔及犬的肾组织有轻度的水肿变性，对心、肝以及脾的组织无病变。",
    "category": "归经_肝经",
    "plant": "\n杜仲\n\n\n落叶乔木，高达20米。小枝光滑，黄褐色或较淡，具片状髓。皮、枝及叶均含胶质。单叶互生;椭圆形或卵形，长7～15厘米，宽3.5～6.5厘米，先端渐尖，基部广楔形，边缘有锯齿，幼叶上面疏被柔毛，下面毛较密，老叶上面光滑，下面叶脉处疏被毛;叶柄长1～2厘米。花单性，雌雄异株，与叶同时开放，或先叶开放，生于一年生枝基部苞片的腋内，有花柄;无花被;雄花有雄蕊6～10枚;雌花有一裸露而延长的子房，子房1室，顶端有2叉状花柱。翅果卵状长椭圆形而扁，先端下凹，内有种子1粒。花期4～5月。果期9月。\n\n\n生于山地林中或栽培。分布长江中游及南部各省，河南、陕西，甘肃等地均有栽培。\n\n\n本植物的嫩叶(檰芽)亦供药用，另详专条。\n",
    "application": "\n①治疗高血压病\n\n\n以10%杜仲酊每次30滴，日服3次。共治119例，经1～23个月的观察，疗效满意者51例(42.8%)，平均治疗9.1个月;稍进步者15例(12.6%);无效者53例(44.6%)。未发现不良反应。另有以5%杜仲酊每次5毫升，日服3次，治疗124例，对早期高血压病的疗效较好，在治疗1个半月内有4例血压降至正常;对重症高血压则不能遏制其发展。有人认为杜仲对自觉症状的改善较其它药物显著。曾用杜仲、利血平、利血平合并肼苯哒嗪三组进行疗效对照，结果降压效果以杜仲最差，有效率为50%，其它两组分别为90%、95%;但自觉症状的减轻则以杜仲为最佳，占82.5%，其它两组分别为65.1%：61.3%。实验观察证明，炒杜仲的降压作用比生杜仲的降压作用大，醇浸液比水煎液的降压作用小。\n\n\n②治疗小儿麻痹后遗症\n\n\n用杜仲1.5两，猪脚1只;加水适量，文火熬4小时，取药汁每日2次分服;次日将药渣另加猪脚1只再行煎服，隔日1剂，共服10剂。治疗1例病史二年的患儿，用过中、西医及新医疗法均无效，经用上方，同时进行肌肉按摩及功能训练，1周后，肌力开始有进步，可独立行走30米;2周后能独立行走200米，步态较稳，肌力显著进步;第3周已能独立行走600米，步态稳健有力。\n",
    "position": "为杜仲科植物杜仲的树皮。",
    "source": "《本经》"
  },
  {
    "name": "九节茶",
    "alias": "草珊瑚,观音茶,接骨木,九节风,驳节茶,嫩头子,草珠兰,山石兰,按骨兰,山鸡茶,鸡膝风,山胡椒,骨风消,大威灵仙,九节兰,青甲子,满山香,隔年红,九节红,十月红,九节蒲,鸡骨香,接骨茶,鱼子兰",
    "ingredient": "叶含香豆酮、内酯、黄酮甙、氰甙、挥发油及鞣酸。\n果实含蹄纹天竺素鼠李葡糖甙。",
    "process": "夏季采收。",
    "distinguish": "干燥的嫩枝叶，茎枝有明显的节，圆形，棕色。叶对生，薄革质，卵状长圆形或披针状长圆形，棕色或绿褐色，边缘除基部外有粗锯齿，齿尖有硬骨质。气微味淡。\n\n产四川、湖南、广东、广西等地。",
    "effect": "?",
    "creation": "?",
    "function": "抗菌消炎，祛风除湿，活血止痛。治肺炎，急性阑尾炎，急性胃肠炎，菌痢，风湿疼痛，跌打损伤，骨折。\n\n①《生草药性备要))：\"煲水饮，退热。\"\n\n②《分类草药性》：\"治一切跌打损伤，风湿麻木，筋骨疼痛。\"\n\n③《峨嵋药植》：\"叶，可止呕吐。\"\n\n④《陆川本草》：\"接骨，破积，止痛。治跌打骨折，损伤肿痛，风湿骨痛，烂疮，毒蛇咬伤。\"\n\n⑤《湖南药物志》：\"通经。治产后腹痛。\"\n\n⑥《闽东本草》：\"健脾，活血，止渴，消肿胀。治产后外感.寒热往来，头身疼痛，口渴，肿胀。\"",
    "taste": "辛，平。\n\n①《生草药性备要》：\"味劫，性平。\"\n\n②《南宁市药物志》：\"辛温而苦。\"",
    "usage": "内服：煎汤，2～5钱；或浸酒。外用：捣敷或煎水熏洗。",
    "compatibility": "阴虚火旺及孕妇忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "接骨金粟兰\n常绿亚灌木。茎高70～100厘米，绿色，无毛，节膨大，节间有纵行的脊和沟。叶对生，革质，卵状长圆形至披针状长圆形，长6～16厘米，宽3～7厘米，先端渐尖，基部尖或楔形，边缘除基部外有粗锯齿，齿端为硬骨质；叶柄长0.5～1.5厘米，无毛；托叶鞘状。花小，黄绿色，单性，雌雄同株；雌雄花合生，生于一极小的苞片的腋内，组成顶生短穗状花序；雄蕊1，药隔膨大成卵形，花药2室；子房1，卵形，柱头无柄。核果球形，直径约3毫米，熟时红色。花期6月。果期8～9月。\n\n生长于丛林阴湿处。分布四川、云南、贵州、浙江、安徽、福建、江西、湖北、湖南、广西、广东等地。",
    "application": "①治疗各种炎症性疾患\n如肺炎、急性阑尾炎、急性胃肠炎、细菌性痢疾、脓肿等。通常采用口服煎剂，每天2两，3次分服。或全草加工制成注射液，每2毫升含生药2克或4克，每次肌肉注射1～4克，每天4次，连续2～3天或更长时间。对球菌和杆菌均有较高的抑制作用。治疗250例，有效244例，占97.6%；其中痊愈181例，占72.4%。有些患者体温在1～2天即降至正常。用药后未发生不良反应。\n\n②治疗丝虫病\n用浓度1：3的注射液，成人每天肌注2～4毫升，7天为一疗程；疗程结束后3天以上血检未转阴者，再给第2～3个疗程。治疗28例，以3次检查阴性为有效者18例。另有22例先用海群生治疗未阴转而再用此药治疗后，17例有效。\n\n③治疗类风湿性关节炎\n试用4例，每次肌注4毫升(每毫升含生药2克)，每天3次，连续1～2周。初步观察，有一定的近期疗效。\n\n④预防感冒\n用九节茶3钱、防风2钱、沙氏鹿茸草1钱，加白砂糖适量制成糖浆5毫升，为一次量。日服1次，连服3天。预防服药组2417人，结果感冒者241人，发病率为9.97%；而对照组(未服药)1226人中感冒者253人，发病率为19.84%。经统计学处理(P(0.01)，有显著差别。服药后发病者病情较对照组轻。服药过程中未见不良反应。",
    "position": "为金粟兰科植物按骨金粟兰的枝叶。",
    "source": "《生草药性备要》"
  }
]