[
  {
    "name": "樟脑",
    "alias": "韶脑(《神效方》)，潮脑(《品汇精要》)，脑子(《本经逢原》)，油脑、树脑(《药材资料汇编》)。",
    "ingredient": "樟脑是一种右旋性酮。",
    "process": "樟科乔木植物樟的根、干、枝、叶经提炼的结晶品。",
    "distinguish": "纯品为雪白的结晶性粉末，或无色透明的硬块。粗制品略带黄色，有光亮。在常温中容易挥发，点火能发出多烟而有光的火焰，气芳香浓烈刺鼻，味初辛辣，后清凉。以洁白、纯净、透明、干爽无杂质者为佳。\n\n主产台湾、贵州、广西、福建、江西、四川。此外，广东、浙江、安徽、云南、湖南等地亦产。以台湾产量最大，质量亦佳，称为\"台冰\"。",
    "effect": "①局部作用\n樟脑涂于皮肤有温和的刺激及防腐作用。用力涂擦有发赤作用；轻涂则类似薄荷。有清凉感，此巧由于刺激冷觉感受器的作用。它还有轻度的局部麻醉作用。对于胃肠道粘膜，樟脑有刺激作用，使胃部感到温暖及舒适，大量则能产生恶心及呕吐。临床上用樟脑擦剂有镇痛、止痒作用。口服有驱风作用以及轻微的祛痰作用。\n\n②对中枢神经系统的作用\n樟脑的全身作用主要是兴奋中枢神经系统，对于高级中枢尤为显著，大量作用于大脑皮层运动区及脑干，引起癫痫样惊厥。一般剂量的樟脑对呼吸无明显作用，在极度抑制情况下，可看到一些呼吸的兴奋，主要是由于皮下注射时刺激感受器所引起的反射性兴奋。\n\n③对循环系统的作用\n樟脑制剂曾一度广泛应用为强心药，但各家报告结果很不一致，迄无定论。它无洋地黄或肾上腺素样作用。对正常心肌无作用，高浓度反抑制之。在离体心脏上，只有在造成衰竭时，方见有兴奋作用。对血管运动中枢，只有在其机能极度低下时，方见有兴奋作用，内脏血管收缩而皮肤血管舒张，血压上升。故认为对循环性虚脱或急性心功能衰竭者有效；但也有人对其疗效持怀疑或否定态度。有人报告，樟脑在动物体内的一个水溶性代谢产物-氧化樟脑，具有明显的强心、升压和兴奋呼吸的作用，商品名维他康复。\n\n④体内过程\n樟脑经粘膜、皮下、肌肉皆易吸收。口服吸收也快。在肝中解毒颇迅速，氧化成樟脑醇，再与葡萄糖醛酸结合而由尿中排出。",
    "creation": "一般在9-12月砍伐老树，取其树根、树干、树枝，锯劈成碎片(树叶亦可用)，置蒸馏器中进行蒸馏，樟木中含有的樟脑及挥发油随水蒸气馏出，冷却后，即得粗制樟脑。粗制樟脑再经升华精制，即得精制樟脑粉。将此樟脑粉入模型中压榨,则成透明的樟脑块。宜密闭瓷器中，放干燥处。本品以生长50年以上的老树，产量最丰；幼嫩枝叶，合脑少，产量低。",
    "function": "通窍，杀虫，止痛，辟秽。治心腹胀痛，脚气，疮疡疥癣，牙痛，跌打损伤。\n\n①《普济方》：\"作膏治诸恶疮及打扑损伤，风湿脚气等疾。\"\n\n②《品汇精要》：\"主杀虫，除疥癣，疗汤火疮，敌秽气。\"\n\n③《纲目》：\"通关窍、利滞气，治邪气，霍乱，心腹痛，寒湿脚气，疥癣，风瘙，龋齿，杀虫，着鞋中去脚气。\"",
    "taste": "辛，热。\n\n①《品汇精要》：\"味苦辛，温，有小毒。\"\n\n②《纲目》：\"辛，热，无毒。\"",
    "usage": "内服：入散剂，2～5厘；或以酒溶化。外用：研末撒或调敷。",
    "compatibility": "气虚者忌服。\n\n《本草求原》：\"忌见火。\"",
    "storage": "?",
    "side_effects": "毒性：误服樟脑制剂可引起中毒。内服0.5—1.0g可引起眩晕、头痛、温热感，乃至兴奋、谵妄等。2.0g以上在一暂时性的镇静状态后，即引起大脑皮层的兴奋，导致癫痫样痉挛，最后可由于呼吸衰竭乃至死亡。内服7-15g或肌肉注射4g，可致命。中毒之治疗方法一般为对症治疗，因其在体内解毒快，故常可救活。",
    "category": "心；脾经",
    "plant": "常绿乔木。树皮灰褐色或黄褐色，纵裂。小枝淡褐色;枝和叶均有樟脑味。叶互生，革质;叶片卵状椭圆形至卵形，先端渐尖，基部钝或阔楔形，上面深绿色有光泽，下面灰绿色或粉白色，无毛，幼叶淡红色;脉在基部以上三出，脉腋内有隆起的腺体。圆锥花序腋生，花小，绿白色或淡黄色;花被6裂，椭圆形，内面密生细柔毛;能育雄蕊9，花药4室;子房卵形，光滑无毛，花柱短，柱头头状。核果球形，熟时紫黑色，基部为宿存、扩大的花被管所包围。花期4~6月，果期8~11月。",
    "application": "每次0.1~0.2g，入散剂或酒溶化服;外用适量，研末撒或调敷。用治痧胀腹痛、暑湿之邪所致腹痛闷乱、寒热、吐泻、疥癣湿疮、瘙痒溃烂。",
    "position": "为樟科植物樟的根、干、枝、叶，经提炼制成的颗粒状结晶。植物形态详\"樟木\"条。",
    "source": "《品汇精要》"
  },
  {
    "name": "川贝母",
    "alias": "虻,黄虻,苘,贝母,空草,贝父,药实,苦花,苦菜,勤母",
    "ingredient": "1.暗紫贝母 鳞茎含生物碱：松贝辛（songbeisine)，松贝甲素（sonbeinine)。还含蔗糖（sucrose)，硬脂酸（stearic acid)，棕榈酸（palmitic acid)，β-谷甾醇（β-sitosterol)。 2.卷叶贝母 鳞茎含生物碱：川贝碱（fritimine)，西贝素（sipeimine)。 3.棱砂贝母 鳞茎含生物碱：棱砂贝母碱（delavine)，棱砂贝母酮碱（delavinone)，川贝酮碱（chuanbeinone)，棱砂贝母芬碱（delafrine)，棱砂贝母芬酮碱（delafrinone)，（22R，25S)-5-茄啶-烯-3β，5α，6β-三醇〔（22R，25S)-solanid-5-en-3β，5α，6β-triol〕，贝母辛碱（peimissine)，西贝母碱（imperialine)即是西贝素，川贝碱，炉贝碱（fritiminine)。",
    "process": "种子播种栽培的第3生长季，鳞茎繁殖栽培的次年，都可采挖。6-7月茎叶枯萎后，选晴天采挖，清除泥土，注意避免损伤，不能淘洗，及时将采回的鲜贝母摊放竹席上晒干，以1d能晒至半天，次日能晒干为好。干燥时不能堆沤，否则发黄变质。如遇雨天，可以烘干，烘温40-50度为宜。",
    "distinguish": "性状鉴别 暗紫贝母、卷叶贝母、甘肃贝母的鳞茎，按性状不同分别习称“松贝”和“青贝”，棱砂贝母习称“炉贝” （1)松贝 呈类圆锥形或近球形，高0.3-0.8cm，直径0.3-0.9cm。表面类白色。外层鳞叶2瓣，大小悬殊，大瓣紧抱小瓣，未抱部分呈新月形，习称“杯中抱月；”顶部闭合，内有类圆柱形、顶端稍尖的心芽和小鳞叶1-2枚；先端钝圆或稍尖，底部平，微凹入，中心有1灰褐色的鳞茎盘，偶有残厚须根。质根而脆，断面白色，富粉性。气微，味微苦。 （2)青贝 呈类扁球形，高0.4-1.4cm，直径0.4-1.6cm。外层鳞叶2瓣，大小相近，相对抱合，顶部开裂，内有心芽和小鳞叶2-3枚及细圆柱形的残茎。 （3)炉贝 呈长圆锥形，高0.7-2.5cm，直径0.5-2.5cm。表面类白色或浅棕黄色，有的具棕色斑点。外层鳞叶2瓣，大小相近，顶部开裂略尖，基部稍尖或较钝。 显微鉴别 粉末特征：（1)暗紫贝母 类白色。①淀粉粒极多。单粒三角状卵形、灯泡形、广卵形、贝壳形、不规则4-7边形等，边缘略凹凸不平，直径4-60μm，长约56（-64)μm，脐点点状、人字形、短缝状，层纹细密；复粒少数，2-3分粒组成；半复粒较多，脐点的单粒。②气孔类圆形，直径40-52μm，副卫细胞5-7个。表皮细胞较大，略延长，垂周壁波状弯曲；有少数草酸钙细小方晶。 www.med126.com （2)卷叶贝母 类白色。淀粉粒单粒多呈圆三角状卵形、类贝壳形或广卵形，直径5-56μm，长约至51μm，脐点偶见，细点状或短缝状，层纹细密；复粒稀少，2-4分粒组成；2脐点的单粒偶见。 （3)棱砂贝母 类白色。淀粉粒单粒呈广卵形、梨形、盾形，有的边缘凹凸不平，直径5-54μm，长约至66（-76)μm，脐点人字形、线形、马蹄形或三叉状，层纹明显，复粒2-5分粒组成；半复粒脐点2-5；2-5脐点单粒较多见。 （4)甘肃贝母 类白色。淀粉粒单粒圆三角形、三角状卵形、类圆形、泡形、类方形等，直径约至49μm，长约至56μm，少数边缘微凹凸，脐点人字形、马蹄形、大字形、星状、三叉状、点状、裂缝状，层纹不甚明显；复粒偶见，2（-3)分粒组成；半复粒多见，脐点2-8；2-8脐点单粒少见。 商品规格 商品川贝 松贝分两等，青贝分四等，炉贝分两等。 松贝 一等：类圆锥形或近球形，鳞瓣2，大瓣紧抱小瓣，未抱部分呈新月形，顶端闭口，基部底平。味甘微苦。每50g在240粒以外，无黄贝、油贝、碎贝。二等：顶端闭口或开口，基部平底或近似平底。每50g在240粒以内。间有黄贝、油贝、碎贝、破贝，余同一等。 青贝 一等：扁球形或类圆形，两鳞片大小相似。顶端闭口或微开口，基部较平或圆形。表面白色。味淡微苦。每50g在190粒以外。对开瓣不超过20%。无黄贝、油贝、碎贝。二等：第50g在130粒以外。对开瓣不超过25%。间有花油贝、花黄贝，不超过5%。无全黄贝、油贝、碎贝。余同一等。三等：每50g在100粒以外。对开瓣不超过30%，间有油贝、碎贝、黄贝不超5%。余同二等。四等：顶端闭口或开口较多。大小粒不分。兼有油贝、碎贝、黄贝、余同一等。",
    "effect": "1.对呼吸系统的作用：\n1.1镇咳作用：小鼠氨水引咳法证明，ig贝母总生物碱及非生碱部分均有镇咳作用。小鼠ig家种及野生川贝母流浸膏，则无明显镇咳作用。小鼠二氧化硫引咳法表明，贝母生物碱亦无明显镇咳作用。Ig贝母一皂甙Ⅱ号，能使小鼠咳嗽潜伏期明显延长。采用小鼠氨水引咳法，发现组织培养川贝和野生川贝均具有显著的镇咳作用，给药后（3.0g/kgig)30分钟作用较强，止咳率大于50%，在60分钟时两种川贝作用均己下降，但直至2小时药物仍有显著作用。选镇咳作用较强的30分钟，按1.5g/kg及3.0g/kg给药，发现组培川贝和野生川贝一样，止咳效果随剂量加大而增强。\n1.2祛痰作用：采用小鼠酚红排泌法，以3.9g/kg（ig)剂量作时效曲线，分别在给药后30、60、120分钟立即ip0.25%酚红（（0.2ml/10g)，按分光光度法测558nm处吸收度。结果表明，组培川贝和野生川贝均具有祛痰作用，给药60分钟后为作用峰值，给药2小时后作用下降。选时效峰值时间60分钟，按1.5g/kg及3.0g/kg给药，结果表明，两种川贝的祛痰效果均随剂量加大而增强。其它小鼠服用30g/kg川贝母煎剂，药后60分钟与药前比较，痛阈降低。\n2.抗溃疡作用\n2.1对大鼠结扎幽门性溃疡的影响：大鼠断食48h后麻醉、开腹，结扎胃幽门，缝合腹壁后sc平贝总生物碱（简称总碱)3、1.5mg/100g，对照组用等体积生理盐水。给药后9小时断头处死，收集胃液，同时测定胃液量，游离酸，总酸及胃蛋白酶活性，并用肉眼观察溃疡形成情况。结果两种剂量对胃蛋白酶有显著的抑制作用，与对照组比较P＜0.01，1.5mg/100g组的溃疡指数亦显著低于对照组P＜0.01。\n2.2对应激性溃疡的影响：采用上述剂量，观察对应激性溃疡大鼠的溃疡指数。结果1.5mg/100g组有明显的抑制作用，与生理盐水对照组比较P＜0.05。\n2.3对消炎痛所致胃溃疡的影响：大鼠按上述剂量ip给药后各组均ip消炎痛40mg/kg，给药后处死，取胃观察溃疡程度。结果3.0mg/100g的总碱对消炎痛所致的胃溃疡有抑制作用，与对照组比较P＜0·01。\n3.其它作用 川贝母碱静脉注射对麻醉猫产生持久的血压下降，伴以短时呼吸抑制，能增强豚鼠离体子宫收缩，抑制离体兔肠，并无扩大瞳孔的作用。对小鼠的最小致死量为40mg/公斤，死前有痉挛，还引起家兔血糖升高。\n西贝母碱对麻醉狗有降压作用，主要由于外周血管扩张，对心电图无明显影响。对离体豚鼠回肠、兔十二指肠、大鼠子宫及整体狗小肠均有明显松弛作用，解痉作用类似罂粟碱。\n贝母素丙（川贝母素，fritimine)4mg/kg静脉注射，能吏麻醉猫产生持久性血压下降，伴以短暂的呼吸抑制；7.5-16mg/kg静脉注射，能使兔血糖升高；1：50000浓度能使离体豚鼠子宫收缩，1:100000浓度能抑制离体兔肠的运动；对小鼠的最小致死量为40mg/kg。\n平贝母浸膏对实验动物具有中枢神经系统抑制作用。",
    "creation": "拣去杂质，用水稍泡，捞出，闷润，剥去心，晒干。\n\n①《雷公炮炙论》：\"凡使贝母先于柳木灰中炮令黄，擘破，去内口鼻上有米许大者心一小颗后，拌糯米于磝上同炒，待米黄熟，然后去米取出。\"\n\n②《本草述钩元》：\"姜汁泡，去心。\"",
    "function": "润肺散结，止嗽化痰。治虚劳咳嗽，吐痰咯血，心胸郁结，肺痿，肺痈，瘿瘤，廉疬，喉痹，乳痈。\n\n①《本经》：\"主伤寒烦热，淋沥邪气，疝瘕，喉痹，乳难，金疮风痉。\"\n\n②《别录》：\"疗腹中结实，心下满，洗洗恶风寒，目眩，项直，咳嗽上气，止烦热渴，出汗，安五脏，利骨髓。\"\n\n③《药性论》：\"治虚热，主难产作末服之；兼治胞衣不出，取七枚末，酒下；末，点眼去肤翳；主胸胁逆气，疗时疾黄疸，与连翘同主项下瘤瘿疾。\"\n\n④《日华子本草》：\"消痰，润心肺。末，和砂糖为丸含，止嗽；烧灰油敷人畜恶疮。\"\n\n⑤《本草别说》：\"能散心胸郁结之气。\"\n\n⑥《本草会缠)：\"治虚劳咳嗽，吐血咯血，肺痿肺痈，妇人乳痈、痈疽及诸郁之证。\"\n\n⑦《本草正》：\"降胸中因热结脚及乳痈流痰结核。\"\n\n⑧《本草述》：\"疗肿瘤疡，可以托里护心，收敛解毒。\"",
    "taste": "\n苦甘，凉。\n\n①《本经》：\"味辛，平。\"\n\n②《别录》：\"苦，微寒，无毒。\"\n\n⑧《唐本草》：\"味甘苦，不辛。\"\n\n入肺经。\n\n\n①王好古：\"肺经。\"\n\n\n②《雷公炮制药性解》：\"入心、肺二经。\"\n\n\n③《本草经解，：\"入手太阴肺经、手阳明大肠经。\"\n\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：研末撒或调敷。",
    "compatibility": "脾胃虚寒及有湿痰者不宜。\n\n①《本草经集庄》：\"厚朴、白薇为之使。恶槐花。畏秦艽、矾石、莽草。反乌头。\"\n\n②《本草经疏》：\"寒湿痰及食积痰火作嗽，湿痰在胃恶心欲吐，痰饮作寒热，脾胃湿痰作眩晕及我厥头痛中恶呕吐，胃寒作泄并禁用。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "小鼠ig组培川贝和野生川贝混悬液，8.0g/kg为可能用的最大剂量，观察1周，小鼠一切活动正常，均未出现死亡。平贝母总碱小鼠iv的LD50为84.2mg/kg，ip为148.4mg/kg。亚急性毒性：小鼠36只，均分为3组，给药组（2，3组）分别sc总碱0.3、0.15mg/10g（分别相当于LD50的1/5和1/10），对照组给同体积的生理盐水，每日给药1次，隔日称1次体重，给药3周后处死，检查血象、肝功、肾功，每组取5只做心、肝、脾、肺、肾的病理切片。结果表明，总碱对小鼠的血象、肝功、肾功，以及各脏器均未见影响。",
    "category": "归经_肺经",
    "plant": "①卷叶贝母\n多年生草本，高15～55厘米。鳞茎圆锥形或近球形，直径5～12毫米。茎直立，绿色或微带褐紫色，具细小灰色斑点。叶片着生在茎上部1／3或1／5的部分，通常下端对生，上端3叶轮生，少为互生；叶片线形，长5～12厘米，宽2～10毫米，先端卷曲呈卷须状。花单生于茎顶，少有2朵，下垂，钟状；花被6片，菱状椭圆形，长2．5～3厘米，外轮3片较挟，先端钝圆或梢尖，黄绿色，具紫色方块纹及脉纹：雄蕊6，长1～1．5厘米；子房3室，花柱较粗，柱头3歧而外反。蒴果六角矩形，长7～20毫米，径达12毫米。种子薄而扁平，半圆形，黄色。花期6月。果熟期8月。\n生于高山草地或湿润的灌木丛中。分布四川、西藏、云南、甘肃、青海等地。\n\n形态与卷叶贝母相似，惟本种鳞茎圆锥形，直径6～8毫米。叶下部的常对生，上部的互生或近对生，线形或线状披针形，长4～6．5匣米，宽3～5毫米，先端不卷曲。花被片长2～2．5厘米，外轮长椭圆形，内轮矩状倒卵形，外面浓紫色，内面黄绿色并带不规则的紫色斑点及脉纹；花丝密被短毛。\n生高山阳光充足的草坡上。分布四川和青海交界处。\n\n③棱砂贝母，又名：雪山贝。\n多年生草本，高25～40厘米。鳞茎圆锥形，径1．5～2厘米，鳞叶6～10片。茎绿褐色．叶互生，少有对生，无柄，基部稍抱茎，绿褐色或紫褐色：叶片长卵圆形，长4厘米左右，宽5～20毫米，先端不卷曲，上方叶窄小，顶生叶披针形。花单生于茎顶；花被长卵形，长3～4厘米，黄绿色，并有深色的平行脉纹及紫褐色的标点，基部中央具长6毫米，宽2毫米的腺穴；雄蕊6，花丝无毛。蒴果长16毫米。种子椭圆形，具翅，大小约2～3毫米；花期5月。果期7月。\n生于高寒地带。分布云南、四川、西藏等地。",
    "application": "用量6~10克，煎汤服。用治虚劳咳嗽、吐痰咯血、心胸郁结、肺痈、瘿瘤、瘰疬、喉痹、乳痈。",
    "position": "为百合科植物卷叶贝母、乌花贝母或棱砂贝母等的鳞茎。",
    "source": "《滇南本草》"
  },
  {
    "name": "砂仁",
    "alias": "缩砂仁、缩砂蜜(《药性论》)，缩砂蔤(《海药本草》)。",
    "ingredient": "缩砂种子含挥发油1.7～3%，主要成分为d-樟脑，一种萜烯(似柠檬烯，但非柠檬烯)，d-龙脑，乙酸龙脑酯，芳樟醇，橙花叔醇。\n\n阳春砂，叶的挥发油与种子的挥发油相似，含龙脑、乙酸龙脑酯、樟脑、柠檬烯等成分。又阳春砂含皂甙0.69%。\n\n同属植物草豆蔻，其种子含有砂仁香气的挥发油4～6%。",
    "process": "果实成熟时采收，晒干或文火焙干，即为壳砂(一名砂果)；剥去果皮，将种子团晒干，即为砂仁。",
    "distinguish": "①阳春砂仁(《南越笔记》)\n又名:春砂仁、蜜砂仁(《古今药物别名考》)，土密砂(《增订伪药条辩》)，为植物阳春砂的干燥果实。椭圆或卵圆球形，略呈三棱状，长1.5～2厘米，径1～1.5厘米。表面棕褐色，密生刺状突起，一端有小突起物，一端有果柄痕。果皮薄，质轻脆，内合多数种子。种子团呈球形或长圆球形，具钝三棱分成三瓣，每瓣有种子6～15粒。种子为不规则的多面体，径约2毫米，表面棕红色或暗褐色，有细皱纹。破开后，内部灰白色，油润。气芳香，味辛微苦。\n\n②进口砂仁\n又名:西砂仁(《饮片新参》)。为植物缩砂的干燥果实。椭圆或卵圆球形，略呈三棱状，长1.5～2厘米，径0.8～1.5厘米。表面黄棕色或灰棕色，密生刺片状突起。种子团形状较圆，表面灰棕色或棕色，去壳后的砂仁往往因特殊加工处理，其外层被有白色粉霜。气味较阳春砂稍淡。以上两种均以个大、坚实、仁饱满、气味浓厚者为佳。以阳春砂质量为优。\n阳春砂仁主产广东、广西等地。进口砂仁主产越南、泰国、缅甸、印度尼西亚等地。",
    "effect": "1.对消化系统的作用：1.1．对离体肠管平滑肌的影响：取大鼠、豚鼠或兔小肠一段置台氏液浴槽内，通过记录仪记录肠管活动变化，观察药液对肠管自发活动的影响和拮抗乙酰胆碱和BaCl2作用。结果阳春砂煎剂（2.5-5×10（-3）g 生药/ml）时，可使豚鼠、大鼠小肠肠管收缩加强，加大剂量时对肠管有抑制作用，表现张力降低，振幅减少。阳春砂煎剂对乙酰胆碱和氯化钡引起的大鼠小肠肠管紧张性、强直性收缩有部分抑制作用。阳春砂（1.3×l0（-3）g 生药/ml）挥发性部位可使兔肠管轻度兴奋，然后转入明显抑制作用，张力降低，收缩频率减慢，振幅减少，并随浓度不同能部分或完全拮抗乙酰胆碱、BaCl2引起的肠管兴奋或痉挛。1.2．对肠道推进运动的影响：小鼠体重（20-24g），随机分2组，给药组给砂仁煎剂（0.5g/kg），对照组给蒸馏水，测定计算出炭末到达肠段的长度/整个肠道的百分数，以衡量肠推进运动的机能状态。结果给药组为82.2±4.4%，与对照组（62.5±2.9）比较P<0.01，表明砂仁能增进肠道运动。2.对血小板聚集功能的影响：家兔体重（2.0-2.6kg），每组3-4只，给药组为两个剂量组，分别口服砂仁0.6和1.2g/kg，对照组口服同剂量溶剂。给药后15、30、60、90分钟后分别颈动脉采血，离心制备PRP及PPP，以ADP为致聚剂在血小板聚集仪上测定血小板聚集率（%）。结果表明，砂仁能明显抑制血小板聚集（见表6）3.对花生四烯酸诱发小鼠急性死亡的影响：小鼠（体重20-22g），每组10只，两个给药组分别口服砂仁0.6和1.2g/kg，对照组口服等容积溶剂。给药后1.5小时静脉注射花生四烯酸，观察小鼠15分钟内死亡情况。结果给药0.6和1.2g/kg两剂量组分别死亡2和1只小鼠，与对照组（死亡7只）相比P均<0.001，表明砂仁对花生四烯酸诱发的小鼠急性死亡有明显保护作用。4.对胶原与肾上腺素混合剂诱发小鼠急性死亡的影响：小鼠（体重20-22g,）每组10只，两给药组分别灌胃砂仁0.6和1.2g/kg，对照组给等容积溶剂，1.5小时后小鼠静脉注射胶原与肾上腺素混合液，观察小鼠15分钟内死亡情况。结果给药大、小剂量组分别死亡3和2只小鼠，与对照组（死亡8只）相比，P<0.05和P<0.01，表明砂仁有明显的对抗由胶原和肾上腺素所诱发的小鼠急性死亡的作用。",
    "creation": "壳砂捣碎生用；砂仁捣碎生用或盐水浸炒，砂壳生用。",
    "function": "行气调中，和胃，醒脾。治腹痛痞胀，胃呆食滞，噎膈呕吐，寒泻冷痢，妊娠胎动。\n\n①《药性论》:\"主冷气腹痛，止休息气痢，劳损，消化水谷，温暖脾胃。\"\n\n②《本草拾遗》:\"主上气咳嗽，奔豚，惊痫邪气。\"\n\n③《日华子本草》:\"治一切气，霍乱转筋，心腹痛。\"\n\n④张元素:\"治脾胃气结滞不散。\"\n\n⑤杨士瀛:\"和中，行气，止痛，安胎。\"\n\n⑥《本草蒙筌》:\"止恶心，却腹痛。\"\n\n⑦《纲目》:\"补肺醒脾，养胃益肾，理元气，通滞气，散寒次胀痞，噎膈呕吐，止女子崩中，除咽喉口齿浮热，化铜铁骨哽。\"\n\n⑧《医林纂要》:\"润肾，补肝，补命门，和脾胃，开郁结。\"",
    "taste": "辛，温。\n\n①《药性论》:\"味苦辛。\"\n\n②《海药本草》:\"味辛，平，咸。\"\n\n③《开宝本草》:\"味辛，温，无毒。\"\n\n④《纲目》:\"辛，温，涩，无毒。\"",
    "usage": "内服:煎汤(不宜久煎)，0.5～2钱；或入丸、散。",
    "compatibility": "阴虚有热者忌服。\n\n①《海药本草》:\"得诃子、鳖甲、豆蔻、白芜荑等良。\"\n\n②《本草经疏》:\"凡腹痛属火，泄泻得之暑热，胎动由于血热，咽痛由于火炎，小儿脱肛由于气虚，肿满由于湿热，上气咳嗽由于火冲迫肺而不由于寒气听伤，皆须详察鉴别，难以概用。\"\n\n③《药品化义》:\"肺有伏火忌之。\"\n\n④《得配本草》:\"气虚肺满禁用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "1.急性毒性：小鼠（体重10-20g 雌雄各半）10只，砂仁煎剂25g/kg 灌胃 一次，观察3天，未见小鼠出现中毒症状和死亡。2.亚急性毒性：大鼠（160-285g 体重）10只，砂仁热浸液1.62g/kg 灌胃，连续30天，给药前后每周称体重，给药结束后抽血测肝功能（SGPT）、肾功能（NPN），最后处死动物进行病理检查。结果体重无明显变化，肝、肾功能均在正常范围内，病理检查无特殊异常。",
    "category": "脾；胃；肾经",
    "plant": "①阳春砂(《南越笔记》)\n多年生草本，高达1.5米。根茎圆柱形，横走，细小有节，节上有筒状的膜质鳞片，棕色。茎直立。叶2列，无柄；叶片狭长圆形或线状披针形，长14～40厘米，宽2～5厘米，先端渐尖呈尾状或急尖，基部渐狭，全缘，上面光滑，下面被微毛或脱落；叶鞘开放，抱茎；叶舌短小，淡棕色。花茎由根茎抽出，被细柔毛，具有鳞片叶，淡棕色；穗状花序球形，蔬松；苞片长椭圆形，光滑膜质；小苞片管状，顶端2裂，胶质；花萼营状，长约1.6厘米，先端3浅裂，裂片近于三角形；花冠管细，长约1.8厘米，3裂，裂片长圆形，白色，先端兜状；唇瓣倒卵状至匙形，白色，中部具有淡黄色及红色的斑点，先端有不整齐缺刻，基部具爪，侧生退化雄蕊呈细小的乳状凸起；雄蕊1，花药光滑，药隔附属物3裂，两侧裂片细小，中央裂片宽大而反卷，花丝扁短；子房下位，球形，有细毛，3室，每室胚珠多数，花柱细长，基部具2～3枚蜜腺，柱头近球形。蒴果，近球形，不开裂，直径约1.5厘米，具刺状凸起，熟时棕红色。种子多数，芳香。花期3～6月。果期6～9月。\n生于山谷林下，阴湿地，或栽培。分布广东、广西、云南等地。\n\n本植物的花朵及花序梗(春砂花)、果壳(砂仁壳)亦供药用，各详专条。\n\n②缩砂(《海药本草》)\n多年生草本，高达3米。根茎横走，有时肥厚。茎直立。叶线状披针形，长15.3～35厘米，宽4～7厘米，先端急尖或渐尖，呈尾状，基部渐狭，全缘，两面无毛:叶鞘革质，光滑；叶舌长4毫米，革质。花茎被绢毛，具鳞片叶，鳞片倒卵状长圆形，先端急尖；穗状花序，呈球形，苞片小，长圆形，长1.8～2厘米，光滑；花萼管状，3浅裂；花冠管状，长约2厘米，花冠裂片长圆形，长约1厘米；唇瓣匙形，长超过于花冠裂片，宽约1.8厘米，先端2裂，基部具宽爪；花药光滑，长约5.5毫米，药隔顶端的附属物呈半月形，两侧为耳状。蒴果坚硬，长椭圆形或球状三角形，直径约2厘米，具刺，棕色。\n栽培或野生。分布越南、泰国、缅甸、印度尼西亚等地。\n\n本植物的果壳(砂仁壳)亦供药用，另详专条。",
    "application": "用量3~6克，煎服。用治水肿胀满、二便不通、痰饮积聚、气逆喘咳、虫积腹痛、蛔虫、绦虫等病。砂仁炒研，袋盛浸酒，煮饮。治消食和中，下气止心腹痛(《本草纲目》缩砂酒)。",
    "position": "为姜科植物阳春砂或缩砂的成熟果实或种子。",
    "source": "《本草原始》"
  },
  {
    "name": "桑寄生",
    "alias": "茑、寓木、宛童、桑上寄生、寄屑、寄生树、茑木",
    "ingredient": "\n槲寄生茎、叶含齐墩果酸，β-香树脂醇，内消旋肌醇，黄酮类化合物，尚分离出蛇麻脂醇，β-谷甾醇及一黄酮甙。\n\n桑寄生带叶茎枝含槲皮素及萹蓄甙。\n",
    "process": "\n①槲寄生\n一般在冬季采收(河南、湖南则在3～8月采)，用刀割下，除去粗枝，阴干或晒干，扎成小把或用沸水捞过(使不变色)，晒干。\n\n②桑寄生及毛叶桑寄生\n一般在夏季砍下枝条，晒干。\n",
    "distinguish": "\n①槲寄生\n又名：北寄生、柳寄生。干燥的枝茎呈圆柱形，无叶或枝捎带叶，长约30厘米，直径0.3～1厘米。表面黄棕色或灰棕色，有明显的纵皱纹，茎有节，节间长约3～5厘米，往往由节生出2～3个分枝。质轻而脆，易折断。断面不平坦，纤维呈放射状，并有粉状物散出。叶对生于枝端，极易脱落，叶片长卵形，稍厚而有光泽，似革质而略柔，黄棕色，皱纹明显；叶脉3条。气微，味略苦。以条匀、枝嫩、色黄绿、带叶、整齐不碎者为佳。\n主产河北、辽宁、吉林、安徽、内蒙古、湖南、浙江、河南等地。此外，黑龙江、山西、四川、江西、陕西、福建、湖北、江苏、青海等地亦产。\n\n②桑寄生\n又名：广寄生。茎枝呈圆柱形，长30厘米以上，直径0.5～1厘米，具分枝或枝痕。表面灰褐色或红褐色，有多数细小的浅色皮孔，嫩枝上或带有棕色细毛及叶。叶长椭圆形，对生或互生，易脱落，似革质，质坚硬，断面不平坦。气无，味淡。以外皮棕褐色、条匀、叶多、附有桑树干皮者为佳。\n主产广东、广西等地。此外，云南、贵州、四川、江西等地亦产。\n\n③柿寄生\n为毛叶桑寄生的干燥枝叶，茎枝圆柱形，下部粗0.5～1厘米，分枝尾梢仅2～3毫米；外表棕褐色微带紫红，有多数细小的浅色皮孔，吸枝有不规则细纵纹。叶片椭圆形，下面黄褐色，革质而脆，多数脱落而仅留叶痕。偶有干枯的花果。质坚硬，断面黄白色。气无，味涩。以枝细，外皮棕褐色者为佳。\n产于陕西、四川、云南、湖南、福建等地。\n",
    "effect": "\n①槲寄生：降压作用：黄果槲寄生新鲜叶的醇提取物(用时转溶于生理盐水中)1毫升(生药0.83克)/公斤给麻醉兔、犬静脉注射.可使血压下降，与白果槲寄生的作用相同。其茎和叶的浸剂同样有降压作用，如与山楂、大蒜、臭梧桐合用，其降压作用大为增强，作用时间也有所延长。白果槲寄生据称有强心、降压作用，强心成分为Viscotoxin，有洋地黄样作用。红果槲寄生中含齐墩果酸，可能是引起强心、利尿作用的成分。至于降压作用是如何引起则未经解决，对其粗制剂之降压原理，一般多认为是槲寄生兴奋了循环系统的内感受器，通过迷走神经传入纤维抑制了血管运动中枢，而产生降压作用。切断迷走神经之动物，即不再引起降压；而阿托品化后之动物，则仅能消除其使心率减慢之作用(可能为其中某些胆碱样物质所引起)，而不能消除其降压作用。槲寄生可能由于其寄生的宿主以及药物制备的方法不同，使其作用有所差异。大量尚可引起呕吐，下泻，乃至死亡。临床上白果槲寄生叶浸剂(2月间收集的叶较好)或其他部分的酊剂对初期高血压病人有效，能改善自觉症状，但降压作用不显著，应用需持续1个月以上，对晚期高血压无效。\n\n②桑寄生：㈠利尿作用\n麻酢犬以萹蓄甙即广寄生甙0.5毫克/公斤静脉注射，可引起利尿作用，增加剂量时作用更显著。在慢性大鼠试验中，无论口服或注射，34毫克/公斤即开始有显著的利尿作用。其作用强度虽不及氨茶碱，但其毒性仅为氨茶碱的1/4，故其治疗宽度较大。\n\n㈡降压作用\n萹蓄甙对麻醉犬虽有降压作用，但持续很短，且易产生急速耐受性。据初步试验，在正常搏动和颤动的离体豚鼠心脏标本上，桑寄生(冲剂)均有舒张冠状血管的作用，并能对抗脑垂体后叶素，对心肌收缩力则为先抑制后增加。\n\n㈢抗病毒作用\n桑寄生煎剂在体外(猴肾单层上皮细胞组织培养)对脊髓灰质炎病毒和其他肠道病毒有显著的抑制作用，脊髓灰质炎病毒与药物直接接触一小时内，即被抑制，可能是直接灭活作用。\n",
    "creation": "\n原药用水洗净，润透，切段，晒干。生用或酒炒用。\n",
    "function": "\n补肝肾，强筋骨，除风湿，通经络，益血，安胎。治腰膝酸痛，筋骨痿弱，偏枯，脚气，风寒湿痹，胎漏血崩，产后乳汁不下。\n１、用于风湿痹痛、腰膝酸痛等。桑寄生能祛风湿，舒筋络，治疗风湿痹痛；而尤长于补肝肾，强筋骨。故肝肾不足，腰膝酸痛者尤为适宜。常与此独活、牛膝、杜仲、当归等同用，如独活寄生汤。\n\n２、用于胎漏下血、胎动不安。本品补肝肾，养血而安胎，可治肝肾虚损，冲任不固之胎漏、胎动不安，常与艾叶、阿胶、杜仲、川续断等配伍。\n\n①《本经》：\"主腰痛，小儿背强，痈肿，安胎，充肌肤，坚发、齿，长须眉。\"\n\n②《别录》：\"主金疮，去痹，女子崩中，内伤不足，产后余疾，下乳汁。\"\n\n③《药性论》：\"能令胎牢固，主怀妊漏血不止。\"\n\n④《日华子本草》：\"助筋骨，益血脉。\"\n\n⑤《滇南本草》：\"生槐树者，主治大肠下血、肠风带血、痔漏。生桑树者，治筋骨疼痛，走筋络，风寒湿痹。生花椒树者，治脾胃寒冷，呕吐恶心翻胃；又用治梅疮毒，妇人下元虚寒或崩漏。\"\n\n⑥《本草蒙筌》：\"散疮疡，追风湿，却背强腰痛。\"\n\n⑦《生草药性备要》：\"消热，滋补，追风。\"\"养血散热，作茶饮，舒筋活络。\"\n\n⑧《玉楸药解》：\"治痢疾。\"\n\n⑨《医林纂要》：\"坚肾泻火。\"\n\n⑩《本草再新》：\"补气温中，治阴虚，壮阳道，利骨节，通经水，补血和血，安胎定痛。\"\n\n⑾《药材学》：\"治动脉硬化性高血压。\"\n\n⑿《辽宁经济植物志》：\"治郁血性肾炎，月经困难，咯血，瘰疬，心脏诸病及早期肺病。\"\n\n⒀《湖南药物志》：\"治肝风昏眩，四肢麻木，酸痛，内伤咳嗽，小儿抽搐。\"\n\n⒁《广西药植名录》：\"除风湿，消肿，清热，祛痰，顺气，止咳。治痢疾，疮疥，吐血，子宫脱垂。\"\n",
    "taste": "\n苦甘，平。\n\n①《本经》：\n\n\"苦，平。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《滇南本草》：\"性微温，味苦甘。\"\n\n入肝、肾经。\n\n①《得配本草》：\"入足厥阴经。\"\n\n②《本草求真》：\"入肝、肾。\"\n\n③《本草再新》：\"入心、肾二经。\"\n\n",
    "usage": "\n内服：煎汤，3～6钱；入散剂、浸酒或捣汁服。\n",
    "compatibility": "尚不明确。",
    "storage": "置干燥处，防蛀。",
    "side_effects": "毒性 萹蓄甙对小鼠腹腔注射，半数致死量为1.173g/kg，毒性很小，小鼠中毒后，由于阵挛性惊厥，致呼吸停止而死。桑寄生煎剂小鼠腹腔注射的半数致死量为11.24g/kg。",
    "category": "归经_肝经",
    "plant": "\n①槲寄生\n常绿小灌木，高30～60厘米。茎枝圆柱状，黄绿色或绿色，略带肉质，2～3叉状分枝，分枝处膨大成节，节间长5～10厘米。叶对生，生于枝端节上，无叶柄，叶片肥厚呈肉质，黄绿色，椭圆状披针形或倒披针形，长3～7厘米，宽7～15毫米，先端钝圆，基部楔形，全缘，有光泽；主脉5出，中间3条显著。花单性，雌雄异株，生于枝端2叶的中间，米黄色或近于肉色，无花梗；雄花3～5朵；苞片杯形，长约2毫米；花被钟形，先端4裂，质厚；雄蕊4，花药多室，无花丝；雌花1～3朵，花被钟形，与子房合生，先端4裂，长约1毫米；子房下位，1室，无花柱，柱头头状。浆果团球形，半透明，直径6～7毫米，热时黄色或橙红色，果皮有粘胶质。种子1枚，侧扁状。花期4～5月。果期9～11月。\n常寄生于榆、桦、柳、枫、杨等树上。分布黑龙江、吉林、辽宁、内蒙古、河北、河南、山东、安徽、江苏、浙江、湖北、湖南、江西、福建、四川、山西、陕西、甘肃、青海、云南等地。\n\n尚有两种槲寄生的变型植物，亦同等入药：㈠黄果槲寄生，果实橙黄色。㈡红果槲寄生，果实橙红色，此外，还有白果槲寄生，在广西亦称槲寄生。\n\n②桑寄生，又名：桃木寄生、沙梨寄生、枇杷寄生、油茶寄生。\n常绿小灌木。老枝无毛，具凸起的灰黄色皮孔，小枝稍被暗灰色短毛。单叶互生或近对生，革质，卵圆形或长卵形。长3～7厘米，宽2～5厘米，先端钝圆，基部圆形或阔楔形，全缘，叶脉稀疏而不明显；叶柄长1～1.5厘米，光滑，或幼时被极短的星状毛。花两性，1～3朵，形成腋生的聚伞花序，总花梗长4～10毫米，被红褐色星状毛；小花梗较短；小苞片1枚，卵形，极小；花萼近球形，与子房合生，外被红褐色的星状毛；花管狭管状，长2～2.5厘米，顶端4裂，裂片紫红色，柔弱，稍弯曲，外被红褐色星状毛；雄蕊4；雌蕊1，花柱细长，柱头扁头状，子房下位，球形。浆果椭圆形，有小疣状突起。花期8～10月。果期9～10月。\n常寄生于桑科、茶科、山毛榉科、芸香科、蔷薇科、豆科等29科50余种植物上。分布福建、台湾、广东、广西、云南、贵州、四川、江西等地。\n\n同属植物小叶桑寄生与上种近似，叶常对生，先端钝；花具长1～2毫米的花柄；每花序有花2～5朵生于单一的总花梗上。\n\n③毛叶桑寄生，又名：柿寄生、樟寄生。\n形态与桑寄生相似，但小枝和叶下面密被红棕色星状短柔毛；叶片椭圆形或卵形；花冠裂片向外反折；浆果被毛。\n常寄生于桑、樟、油茶、沙梨、酸枣、龙眼等树上。分布长江流域以南各地。\n",
    "application": "\n1.桑寄生：\n1.1.治疗冠心病心绞痛： 将桑寄生制成冲剂，每包相当于生药1.3两。日服2次，每次0.5包，少数病例每次l包。观察54例，疗程4周至5个月不等。治疗期间，有高血压者继续服降压药，原用复方硝酸甘油者，仍继续服用。结果心绞痛症状改善的有效率为76绍，其中显效(心绞痛程度减轻二级)率占2吐露；心电图改善有效率为县攻谣，显效者占25%。另报道，桑寄生对降低胆图醇亦有一定作用。\n1.2.治疗冻伤： 取桑寄生1斤，加蒸馏水10斤，煮沸3分钟，过滤，滤液用文火熬制成膏。l度冻伤用桑寄生膏2.5g，加入蒸馏水35ml，酒精8ml，白陶土4.5g，混合后涂敷患处(不能用于溃疡面)；H、m度冻伤用桑寄生膏3g，加入甘油10g，单软膏35g，锌氧粉2g，调匀敷于局部。药物配制时须摈处方顺序购，。\n2.柿寄生：治疗精神分裂症： 取干柿寄生茎2份、叶1份，加水浸煮2次，合并煎液过滤，浓缩成50形煎剂供口服；或用干柿寄生茎2份、叶 l份，加工制成注射液(每毫升相当于生药4g)，供肌肉注射。煎剂和注射液1次给药量相当于生药0．5-1．5g/kg体重。有关治疗步骤，药物显效时间，疗程及疗程间隙时间，药物剂量的掌握等，均与马桑相同(可参见马桑条)。临床观察2酗例(其中10天例合并其他方法治疗)，痊愈(疗效标准同马桑，下同)78例，显著好转5天例，好转55例，无效68例。总有效率73.4%，痊愈串30.6%。其中单独用柿寄生制剂治疗的151例的疗效为： 痊愈40例，显著好转91例，好转29例，无效51例。表明治疗本病具有肯定效果，而与原有治疗精神分裂症的一些方法配合，更可进一步促进疗效的提高。治疗中检查肝功能，在140例中32例有明显改变，但未出现黄痘、肝区疼痛等急性中毒性肝炎表现，而少数病例有厌食及肝肿大。尿检少数病例有少量红、自细胞及微量蛋白，几天后自行恢复。治程中有8例出现期外收缩，历时很短；3例出现实性心动过缓。\n",
    "position": "\n为桑寄生科植物槲寄生、桑寄生或毛叶桑寄生等的枝叶。\n",
    "source": "\n《雷公炮炙论》\n"
  },
  {
    "name": "牡丹皮",
    "alias": "牡丹根皮(《纲目》)，丹皮(《本草正》)，丹根(《贵州民间方药集》)。",
    "ingredient": "根含牡丹酚、牡丹酚甙、牡丹酚原甙、芍药甙。尚含挥发油0.15～0.4%及植物甾醇等。",
    "process": "选择栽培3～5年的牡丹，于秋季或春初采挖，洗净泥土，除去须根及茎苗，剖取根皮，晒干。或刮去外皮后，再剖取根皮晒干。前者称为\"原丹皮\"，后者称为\"刮丹皮。\"",
    "distinguish": "①原丹皮\n根皮呈圆筒状、半筒状，有纵剖开的裂缝，两边向内卷曲，通常长3～8厘米，厚约2毫米。外表灰褐色或紫棕色，木栓有的已脱落，呈棕红色，可见须根痕及突起的皮孔；内表面淡棕色或灰黄色，有纵细纹理及发亮的结晶状物。质硬而脆，断面不平坦，或显粉状，淡黄色而微红。有特殊香气，味微苦而涩，稍有麻舌感。\n\n②刮丹皮\n又名：粉丹皮(《滇南本草》)，表面稍相糙，粉红色。其他均与原丹皮同。\n\n上述二种药材，以条粗长、皮厚、粉性足、香气浓、结晶状物多者为佳。\n\n主产安徽、四川、甘肃、陕西、湖北、湖南、山东、贵州等地。此外，云南、浙江亦产。以四川、安徽产量最大。安徽铜陵凤凰山所产的质量最佳，称为凤丹皮；安徽南陵所产称瑶丹皮；四川垫江、灌县所产称川丹皮；甘肃、陕西及四川康定、泸定所产称西丹皮；四川西昌所产的称西昌丹皮，质量较次。\n\n西丹皮除上述正品丹皮外，在陕西尚用矮牡丹、紫斑牡丹的根皮。西昌丹皮品种复杂，除正品丹皮外，尚用黄牡丹、野牡丹、保氏牡丹、四川牡丹的根皮。\n\n此外，四川尚产一种茂丹皮，为茂纹牡丹。云南所产的云南丹皮，则为黄牡丹和云南牡丹的根皮。",
    "effect": "水煎剂与丹皮酚对动物实验性高血压有降压作用。有镇静和催眠作用。",
    "creation": "牡丹皮：拣去杂质，除去木心，洗净，润透，切片，晾干。炒丹皮：将丹皮片入热锅内，不断翻炒至略有黄色焦斑时，取山，凉透。丹皮炭：取牡丹皮片入锅内，以武火炒至焦黑色，存性为度，喷淋清水，取出，凉透。",
    "function": "清热，凉血，和血，消瘀。治热入血分，发斑，惊痫，吐、衄、便血，骨蒸劳热，经闭，癥瘕，痈疡，扑损。\n\n①《本经》：\"主寒热，中风瘈疭、痉、惊痫邪气，除癥坚瘀血留舍肠胃，安五脏，疗痈疮。\"\n\n②《别录》：\"除时气头痛，客热五劳，劳气头腰痛，风噤，癫疾。\"\n\n③《药性论》：\"治冷气，散诸痛，治女子经脉不通，血沥腰疼。\"\n\n④《日华子本草》：\"除邪气，悦色，通关腠血脉，排脓，通月经，消扑损瘀血，续筋骨，除风痹，落胎下胞，产后一切冷热血气。\"\n\n⑤《珍珠囊》：\"治肠胃积血、衄血、吐血，无汗骨蒸。\"\n\n⑥《滇南本草》：\"破血，行(血)，消癥瘕之疾，除血分之热。\"\n\n⑦《医学入门》：\"泻伏火，养真血气，破结蓄。\"\n\n⑧《纲目》：\"和血，生血，凉血。治血中伏火，除烦热。\"",
    "taste": "辛苦，凉。\n\n①《本经》：\"味辛，寒。\"\n\n②《滇南本草》：\"性寒，味酸辛。\"\n\n③《本草备要》：\"辛甘，微寒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。",
    "compatibility": "血虚有寒，孕妇及月经过多者慎服。\n\n①《本草经集注》：\"畏菟丝子。\"\n\n②《古今录验方》：\"忌胡荽。\"\n\n③《唐本草》：\"畏贝母、大黄。\"\n\n④《日华子本草》：\"忌蒜。\"\n\n⑤《本经逢原》：\"自汗多者勿用，为能走泄津液也。痘疹初起勿用，为其性专散血.不无根脚散阔之虑。\"\n\n⑥《得配本草》：\"胃气虚寒，相火衰者，勿用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "牡丹皮和牡丹酚的毒性小。牡丹酚对小鼠的半数致死量（观察48小时），静脉注射为96mg／kg，腹腔注射为781mg／kg，灌胃为3430mg/kg。牡丹酚溶于50%花生油中，小鼠1次灌胃，观察3天，其半数致死量为4.9士0.47g／kg；用于治疗实验性高血压犬，未见肝功能、血象、血液非蛋白氮、心电图等异常，仅有眼分泌物稍增加，眼粘膜有充血现象。喜马拉雅山产之喜马牡丹Paeonia emodi热浸液对各种动物子宫均有兴奋作用，但对蛙心则抑制，对兔、豚鼠肠管有解痉作用。药用牡丹P.Officinalis之乙醇提取物，蒸去乙醇，对蛙心有洋地黄样作用，能兴奋子宫，抑制大鼠及兔肠管，轻度降低大白鼠血压，但无镇痛及抗惊厥作用（电休克及五甲烯四氮唑的休克）。",
    "category": "心；肝；肾；肺经",
    "plant": "牡丹，又名：鹿韭、鼠姑(《本经》)，白术(《广雅》)，百两金、吴牡丹(《唐本草》)，木芍药(《开元天宝遗事》)，花王(《洛阳名园记》)，洛阳花(《群芳谱》)，铁角牛。\n多年生落叶小灌木，高1～1.5米。根茎肥厚。枝短而粗壮。叶互生，通常为2回3出复叶；柄长6～10厘米；小叶卵形或广卵形，顶生小叶片通常为3裂，侧生小叶亦有呈掌状3裂者，上面深绿色，无毛。下面略带白色，中脉上疏生白色长毛。花单生于枝端，大形；萼片5，覆瓦状排列，绿色；花瓣5片或多数，一般栽培品种，多为重瓣花，变异很大，通常为倒卵形，顶端有缺刻，玫瑰色，红、紫、白色均有；雄蕊多数，花丝红色，花药黄色；雌蕊2～5枚，绿色，密生短毛，花柱短，柱头叶状；花盘杯状。果实为2～5个蓇葖的聚生果，卵圆形，绿色，被褐色短毛。花期5～7月。果期7～8月。\n生于向阳及土壤肥沃的地方，常栽培于庭园。分布河北、河南、山东、四川、陕西、甘肃等地。全国各地均有栽培。\n\n本植物的花(牡丹花)亦供药用，另详专条。",
    "application": "①治疗高血压\n取牡丹皮1～1.5两，水煎成120～150毫升，每日3次分服；或初次量用5～6钱，如无不良反应增至1两。治疗20余例，一般服药5天左右血压即有明显下降.症状改善；经服药6～33天，舒张压平均下降10～20毫米汞柱，收缩压平均下降20～40毫米汞柱。本组病例近期内均能使血压下降到正常范围或接近正常范围，症状亦随之消失或改善，但远期疗效有待继续观察。个别患者服药后有恶心、头昏等副作用，无需停药即能自然消失。\n\n②治疗过敏性鼻炎\n用10%的牡丹皮煎剂，每晚服50毫升，10天为一疗程，治疗31例，痊愈12例。又治疗9例，服药后症状很快好转，但无1例根治。\n\n此外，用10%丹皮煎液内服(每晚50毫升)，试治乳突凿开术后，因伴有变态反应而致迟迟不得干耳的患者6例，结果5例痊愈，1例减轻。",
    "position": "为毛茛科植物牡丹的根皮。",
    "source": "《珍珠囊》·《本经》原作牡丹"
  },
  {
    "name": "水牛角",
    "alias": "沙牛角",
    "ingredient": "水牛角可作为犀角的代用品，因其成分与犀角大同小异：㈠甾醇类：均含胆甾醇；㈡氨基酸：均含丙氨酸、精氨酸、天冬氨酸、胱氨酸、亮氨酸、脯氨酸、酪氨酸、组氨酸、缬氨酸；㈢肽类：碱性肽类水解，两者都产生精氨酸、赖氨酸、组氨酸、甘氨酸、丙氨酸、脯氨酸、缬氨酸、亮氨酸，但犀角还有天冬氨酸；㈣胍基衍生物：均有精氨酸及胍；㈤蛋白质：两种角所含大部相同，但犀角尚有不同的蛋白质存在；㈥用氧化铝层析法，均分离出同样熔点215～218℃的结晶，具有兴奋离体蛙心的作用。此外，犀角除含胆甾醇外，尚含微量其它甾醇；水牛角不含精氨酸，而胍类含量较犀角为多。又将水牛角煎液进行电泳，得三个茚三甫阳性物质，水解后生半胱氨酸，此外并未认出有特别氨基酸；将犀角煎液电泳，情况亦大致相似。",
    "process": "于宰牛场收集。",
    "distinguish": "形状弯曲呈弧形，根部方形或略呈三角形，中空，-侧表面有多数平行的凹纹，角端尖锐。色黑褐，质坚硬，剖面纹细而不显，气腥。一般多用其角尖部。\n主产华南，华东地区。",
    "effect": "1.对心血管系统的作用：1.1.黄牛角煎剂或醚提取物的水溶液（以下简称提取物）对离体蟾蜍心脏与离体兔心均有增强作用，并能使之停止于收缩期，此种强心作用并非牛角所含的无机盐所致，因提取物也同样出现强心作用。此种作用与犀角煎剂的作用相似。1.2.麻醉猫静脉注射黄牛角煎剂后，多数可见到血压先略升高而后下降，最后又很快恢复正常，少数仅见明显的升高，血压的变化与植物神经无关。对麻醉兔的血压也有相似作用，麻醉犬的血压则不受影响。正常兔静脉注射黄牛角提取物，心电图表示有心率减慢作用。提取物在蟾蜍下肢灌流试验中，流出量无显着变化。2.对血液系统的作用：2.1.以去钙羊血浆进行试验，犀角与水牛角除含钙外，未发现有促进凝血物质的存在。家兔静脉注射黄牛角提取物1小时后，假嗜酸性白细胞数显着降低，淋巴细胞则明显增高，7小时后均恢复近正常值。根据淋巴结和脾脏的组织切片观察，淋巴小结和脾小结都有增生活跃现象，说明淋巴细胞的增多可能是药物直接作用于淋巴组织之故。注射后24及48小时，白细胞数则显着升高。家兔静脉注射黄牛角煎剂可使凝血时间缩短，血个板数增加。2.2.小鼠灌胃水牛角煎剂每只2.5g。服药2小时后，测出血时间。结果表明，水牛角具有明显缩短出血时间的作用，并有降血压的作用。其缩短率为14.5%。但也有报道，小鼠灌胃水牛角淀粉混悬液，连服3天（总量为3.75g／kg）对出血时间无明显影响。3.镇静与抗惊厥作用：水牛角乙醚或95%乙醇浸膏，对大鼠均有明显的镇静作用。小鼠分别灌胃水牛角煎剂15g／kg或犀角混悬液3g／kg。连续给药3天，二者对戊四氮和咖啡因的作用无明显影响，但似能延长士的宁惊厥的潜伏期和小鼠的生存时间，动物反应率和死亡率也均有下降，并可延长戊巴比妥钠组动物的睡眠时间。4.对垂体-肾上腺皮质系统的作用：大鼠1次灌胃水牛角煎剂每只6-10g或腹腔注射水牛角乙醚提取物每只5g，可使肾上腺中抗坏血酸的含量较对照组下降20%，外周血液中嗜酸性白细胞减少约40-60%，6小时内逐渐恢复，但对用氢化泼尼松阻断垂体作用的大鼠肾上腺中抗坏血栓含量无影响。因此推测水牛角制剂对垂体-肾上腺皮质系统有兴奋作用，其作用部位不在肾上腺皮质，而在垂体或垂体以上的更高级部位。去肾上腺大鼠每日灌服水牛角煎剂10g，连服6天。在最后1次给药l小时，将动物置于-5℃至-8℃低温冰箱中冷冻，结果能使去肾上腺大鼠的生存时间延长20-30%，但对肝糖原无作用。提示水牛角对肾上腺水平以下无影响。生命的延长可能与水牛角的营养性能有关。5.促性腺样作用：幼年小鼠及成年去势小鼠，分别潜服水牛角煎剂每只1-2g，连续3天给药后停l天，第5天处死。取出子宫称重，结果与对照组比无明显差别。故认为水牛角无促性腺作用。6.水牛角与犀角一样对正常家兔或人工发热家兔之体温皆无降低作用。7.黄牛角与犀角煎剂体外或体内试验均无抗金黄色葡萄球菌的作用。8.黄牛角煎剂能兴奋离体兔肠，主要表现为张力升高。9.其它作用：大鼠腹部兰斑实验结果表明，水牛角可明显降低毛细血管通透性。小鼠胶体炭末廓清实验证明水牛角对网状内皮系统的吞噬功能有明显着增强作用及镇静作用。",
    "creation": "牛角片：劈开，用热水浸泡，捞出，镑片，晒干。",
    "function": "清热、凉血、解毒。治热病头痛，壮热神昏，斑疹，吐衄，小儿惊风，喉痹咽肿。\n\n①《别录》：\"疗时气寒热头痛。\"\n\n②《日华子本草》：\"煎，治热毒风并壮热。\"\n\n③《纲目》：\"治淋，破血。\"\n\n④《陆川本草》：\"凉血解毒，止衄。治热病昏迷，麻痘斑疹，吐血，衄血，血热，溺赤。\"\n\n⑤《四川中药志》：\"治风热头痛，喉头红肿，小儿惊风及吐血。\"",
    "taste": "苦咸，寒。\n\n①《药总诀》：\"味苦，冷，无毒。\"\n\n②《药对》：\"平。\"\n\n③《陆川本草》：\"辛咸，寒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入散剂。",
    "compatibility": "中虚胃寒者慎服。大量服用，常有上腹部不适，恶心，腹胀，食欲不振等反应。",
    "storage": "置干燥处，防霉。",
    "side_effects": "水牛角浓缩液按正常人用量的25-250倍量给小鼠灌胃，观察72小时，均无急性中毒或死亡，可见其毒性很低。从临床应用结果来看，也证实水牛角确实无毒，也无明显的副作用。",
    "category": "心；肝经",
    "plant": "1.黄牛，体第1.5-2m，体重一般在280kg左右。体格强壮结实，头大额广，鼻阔口大，上唇上部有两个大鼻孔，基间皮肤硬而光滑，无毛，称为鼻镜。眼、耳都较大。头上有角1对，左右分开，角之长短、大小随品种而异弯曲无分枝，中空，内有骨质角髓。四肢匀称，4路，均有蹄甲，其后方2趾不着地，称悬蹄。尾较长，尾端具丛毛，毛色大部分为黄色，无杂毛掺混。2.角较长大面扁，上有很多任务发纹，颈短，腰腹隆凸。四肢较短，蹄较大。皮厚无汗腺，毛粗而短，体前部较密，后背及胸腹各部较疏。体色大多灰黑色，但亦有黄褐色或白色的。\n生境分布：1.其性格温驯，生长较快。食植物性饲料。资源分布：1.全国各地均有饲养。2.全国大部分地区均饲养，以南方水稻田地区为多。\n栽培：饲养：全国大部分地区有饲养。为水田耕作主要牲畜，因其耐寒力差且喜浸水散热，故以南方多水稻地区为多，但亦逐渐向北分布，喜于气候温暖、多河流、土地潮湿的地方生活。草食为主。白天放牧或役用；夜晚家畜，成熟较晚，2.5-3岁后开始配种，发性周期18-35天，发情持续2-3天，妊娠期320-330天。",
    "application": "用量15~30克，煎服，宜先煎3小时以上，或人散剂。用治温病高热、神昏澹语、发斑发疹、吐血、衄血、惊风、癫狂。",
    "position": "牛科动物水牛的角，动物形态详\"牛肉\"条。",
    "source": "《别录》"
  },
  {
    "name": "灯心草",
    "alias": "虎须草、赤须、灯心、灯草、碧玉草、水灯心、铁灯心、虎酒草、曲屎草、秧草",
    "ingredient": "茎髓含纤维、脂肪油、蛋白质等。茎含多糖类。",
    "process": "为灯心草科多年生草本植物灯心草的干燥茎髓，野生于湿地及沼泽边缘，亦有栽培。",
    "distinguish": "干燥的茎髓，呈细长圆柱形，一般长50～60厘米，亦有达1米以上者。表面乳白色至淡黄白色，粗糙，有细纵沟纹。用放大镜观察，可见表面有许多丝状物，相互交织成网，最外多呈短毛状。质轻软如海绵状，略有弹性，易折断，断面不平坦，白色。气微，味淡。以色白、条长、粗细均匀、有弹性者为佳。\n\n产江苏、四川、云南、贵州等地。四川所产灯心草，剥去外皮的称为\"灯心\"，未去皮的称为\"灯草\"。\n\n尚有同属植物野灯心草、拟灯心草等亦作灯心草入药。",
    "effect": "实验证明本品具有利尿、止血作用。",
    "creation": "灯心炭：取灯心草置锅内，上覆一口径略小的锅，贴以白纸，两锅交接处，用盐泥封固，不使泄气，煅至白纸呈焦黄色停火，凉透取出。朱灯心：取剪好的灯心段，用水喷洒，使微湿润，放瓷罐内，加入朱砂细末，反复摇动至朱砂匀布为度。(每灯心10斤，用朱砂10两)",
    "function": "清心降火，利尿通淋。治淋病，水肿，小便不利，湿热黄疸，心烦不寐，小儿夜啼，喉痹，创伤。\n用于：１、热证小便水利、淋漓涩痛。２、心热烦躁、小儿夜啼、惊痫。此外本品外用吹喉，可治喉痹。\n\n①《开宝本草》：\"主五淋。\"\n\n②《医学启源》：\"通阴窍涩，利小水，除水肿闭，治五淋。《主治秘诀》云：泻肺。\"\n\n③《本草衍义补遗》：\"治急喉痹，小儿夜啼。\"\n\n④《纲目》：\"降心火，止血，通气，散肿，止渴。\"\n\n⑤《分类草药性》：\"涂痔疮。\"\n\n⑥《北方常用中草药手册》：\"清热安神，利水通淋。\"\n\n⑦《西藏常用中草药》：\"清肺，降火，利尿。治心烦不寐。\"\n\n⑧南川《常用中草药手册》：\"治喉炎及咳嗽。\"\n\n⑨福建龙溪《实用中草药》：\"治小儿惊热，泌尿系炎症，疮疡，胬肉。\"",
    "taste": "甘淡，寒。\n\n①《开宝本草》：\"味甘，寒，无毒。\"\n\n②《医学启源》：\"气平，味甘。《主治秘诀》云：辛甘。\"\n\n③《伤寒蕴要》：\"淡，平。\"\n\n④《本草从新》：\"甘淡，微寒。\"\n\n入心、肺、小肠经。\n\n①《雷公炮制药性解》：\"入心、小肠二经。\"\n\n②《本草汇言》：\"入手少阴、太阴，足太阳、默阴经。\"\n\n③《本草经解》：\"入手太阳小肠经，足太阳膀胱经，足太阴脾经。\"\n",
    "usage": "内服：煎汤，5～8分(鲜草单用，0.5～1两)；或入丸、散。外用：煅存性研末撒或吹喉。",
    "compatibility": "①《本草经疏》：\"虚寒者慎服。\"\n\n②《本草从新》：\"中寒小便不禁者勿服。\"\n\n③《本草求真》：\"气虚小便不禁者忌服。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "灯心草\n多年生草本，高35～100厘米。根茎横走，具多数须根。茎圆筒状，直径1～2毫米，外具明显条纹，淡绿色。无茎生叶，基部具鞘状叶，长者呈淡赤褐色，短者呈褐色或黑褐色，有光泽。复聚伞花序，假侧生，由多数小花密聚成簇；花淡绿色，具短柄；花被6，2轮，裂片披针形，长2～2.5毫米，背面被柔毛，边缘膜质，纵脉2条；雄蕊3，较花被短；子房3室，花柱不明显，柱头3枚。蒴果卵状三棱形或椭圆形，长约2毫米，先端钝，淡黄褐色。种子多数，斜卵形。花期5～6月。果期7～8月。\n生于湿地或沼泽边缘。分布全国各地。\n\n本植物的根及根茎(灯心草根)亦供药用，另详专条。",
    "application": "用量1.5~3克。用治热淋、石淋、血淋、水湿内停之水肿、小便不利、肾炎水肿、心烦不眠、小儿夜啼等。",
    "position": "为灯心草科植物灯心草的茎髓或全草。",
    "source": "《开宝本草》"
  },
  {
    "name": "巴豆",
    "alias": "巴菽(《本经》)，刚子(《雷公炮炙论》)，江子(《瑞竹堂经验方》)，老阳子(《纲目》)，双眼龙(《岭南采药录》)，猛子仁(《中国药植志》)，巴果(《中药形性经验鉴别法》)，巴米(《药材资料汇编》)，双眼虾、红子仁、豆贡(《南宁市药物志》)，毒鱼子、銮豆、贡仔(《中药志》)，八百力(《广西中药志》)，大叶双眼龙、巴仁、芒子(广州部队《常用中草药手册》)。",
    "ingredient": "含巴豆油，其中有油酸、亚油酸、巴豆油酸、顺芷酸等的甘油酯；尚含巴豆甙。",
    "process": "8～9月果实成熟时采收，晒干后，除去果壳，收集种子，晒干。",
    "distinguish": "干燥种子呈椭圆形或卵形，略扁，长约1～1.5厦米，直径约6～9毫米，厚约4～7毫米，表面灰棕色至棕色，平滑而少光泽。种阜在种脐的-端，为一细小突起，易脱落。合点在另一端，合点与种阜间有种脊，为一略隆起的纵棱线。横断面略呈方形，种皮薄而坚脆，剥去后，可见种仁，外包膜状银白色的外胚乳。内胚乳肥厚，淡黄色，油质。中央有菲薄的子叶2枚。胚根细小，朝向种阜的一端。气无，味微涩，而后有持久辛辣感。以个大、饱满、种仁色白者佳。粒较空、种仁泛油变色者质次。\n主产四川、广西、云南、贵州。以四川产量最大，质量较佳。此外，广东、福建等地亦产。",
    "effect": "1.对皮肤粘膜的刺激作用：巴豆油是最剧烈的泻药，口服半滴至1滴即能产生口腔及胃粘膜的烧灼感及呕吐，在1/2-3小时内即有多次大量水泻，伴有剧烈腹痛和里急后重，产生严重口腔刺激症状及胃肠炎症状。外用巴豆油对皮肤有刺激作用，引起发红，可发展为脓疱甚至坏死；用橄榄油稀释后可用作刺激剂，但较危险。小鼠注射流行性乙型脑炎病毒的同天、前1天或前2天，1次皮下注射5%巴豆油，与单独注射病毒的对照组比较，死亡率降低并且生存时间延长，其效果可能是通过神经系统产生的，也可能是直接影响病毒毒性。2.对消化道的作用：2.1.巴豆对不同便秘小鼠的排便效果：取小鼠复制成实热型、燥结型及寒结型及脾胃虚寒型便秘模型，分别给予巴豆煎液，并以未造型对照，实验结果表明，巴豆能使脾胃虚寒型便秘小鼠的排便时间明显延长，与对照组相比有显着差异（P<0.05）。2.2.对胃肠消化道及胆汁、胰液分泌的影响：所含巴豆油及树脂，口服后在肠内与碱性液作用，析出巴豆油酸和巴豆醇双酯类化合物，能剧烈刺激肠壁，引起强烈蠕动而致峻泻。巴豆煎剂对离体兔肠肌具有明显的兴奋作用，并不被阿托品所拮抗。巴豆油乳对兔及犬肠亦表现兴奋作用，而大剂量则表现抑制作用，且不被乙酰胆碱，毛果芸香碱或氯化钡所解除，故巴豆油系直接作用于肠肌。此外巴豆油酸给动物灌胃可促进肠蠕动，使肠粘膜出血，甚至引起肠坏疽。胆痿兔实验表明，巴豆水剂能增加胆汁和胰液的分泌。3.对循环系统和呼吸系统的作用：3.1.在动物离体但联有神经的后肢和肠实验中观察到，巴豆油能通过对化学感受器的作用，反射性升高血压。3.2.巴豆毒蛋白能溶解兔、猬、猪、蛇、鸡的红细胞。对牛、羊、猪、蛙血细胞有凝集作用。巴豆油中的活性成分PMA（Phorbol myristate aceTCMLIBate）可使血小板中环磷鸟苷（cGMP）浓度增加，是一种有力的血小板凝集剂。3.3.巴豆油乳剂给兔静脉注射能引起呼吸商（RQ）轻度增加，血中二氧化碳浓度稍有降低；若皮下注射可加快呼吸频率，降低呼吸交换量。虽然血红蛋白增加，但仍轻度降低动脉血氧含量。4.抗病原生物的作用：巴豆煎剂对流感杆菌、绿脓杆菌、金黄色葡萄球菌及白喉杆菌均有一定的抗菌作用，巴豆油制剂能降低感染流行性乙型脑炎的小鼠死亡率并延长存活时间。5.镇痛作用：大鼠压尾法，小鼠热板法及苯酮扭体试验表明，巴豆油口服，皮下注射或腹腔注射能提高痛阈50-70%，其镇痛机理可能与巴豆油的局部刺激有关。6.抗肿瘤及促肿瘤发生作用：巴豆提取物对小鼠肉瘤S180实体型和S180腹水型，小鼠宫颈癌U14实体型和U14腹水型，以及艾氏腹水癌皆有明显的抑制作用，巴豆注射液在试管内有杀瘤细胞作用。巴豆醇二酯对小鼠淋巴细胞性白血病P388有一定的抑制作用。巴豆油乳剂作大鼠移植性皮肤癌内注射，能引起瘤体退化，并延缓皮肤癌的发展。因而认为巴豆中含有抗癌活性物质。另一方面，有促使肿瘤发生的作用：巴豆油及巴豆醇可促进致癌物质产生肿瘤。巴豆油虽无致癌作用，但与乌拉坦同用可引起皮肤乳头状瘤。巴豆油及其成分十四烷酰巴豆酯(teTCMLIBadecaoyl phorbol)的乙酸盐可致小鼠皮肤增生，巴豆醇酯C能改变小鼠胚胎纤维母细胞膜的结构和通透性，这些变化都可能与促使肿瘤发生有关。巴豆油和牛的丙种球蛋白抗原一起给豚鼠注射，能抑制抗体的生成，并延迟对抗原的过敏反应，巴豆醇免疫抑制作用比巴豆油更强，此种免疫抑制作用亦可能是促使肿瘤产生的原因之一。也有人认为，促使肿瘤的发生可能与巴豆醇酯抑制细胞分化，能使鸟氨酸脱羧酶种纤维蛋白溶酶原活化剂升高等有着密切的关系。7.其它作用：巴豆有杀灭钉螺的作用，以种仁效力最强，内壳次之，外壳则无效。巴豆的丙酮提取物对金鱼毒性很大，巴豆盐水浸出液可用于清除家鱼塘内的野鱼（放养家鱼之前），但效果不及生石灰。家兔静脉注射巴豆水剂可使胆汁及胰液分泌增加，对有输尿管痿的兔并无利尿作用，对离体兔子宫有轻度抑制作用。巴豆油能使大鼠与皮肤局部释放组织胺及引起肾上腺皮质激素分泌增加，巴豆毒蛋白能抑制蛋白质的合成。",
    "creation": "多制霜用。",
    "function": "泻寒积，通关窍，逐痰，行水，杀虫。治冷积凝滞，胸腹胀满急痛，血瘕，痰癖，泻痢，水肿，外用治喉风，喉痹，恶疮疥癣。\n\n①《本经》：\"主伤寒温疟寒热，破癥瘕结聚坚积，留饮痰癖，大腹水肿。荡练五脏六腑，开通闭塞，利水谷道。去恶肉。\"\n\n②《别录》：\"疗女子月闭，烂胎，金疮脓血不利，丈夫阴颓，杀斑螫毒。\"\n\n③《药性论》：\"主破心腹积聚结气，治十种水肿，痿痹，大腹。\"\n\n④《本草拾遗》：\"主癥癖，痃气，痞满，腹内积聚，冷气血块，宿食不消，痰饮吐水。\"\n\n⑤《日华子本草》：\"通宣一切病，泄壅滞，除风补劳，健脾开胃，消痰破血，排脓消肿毒，杀腹藏虫。治恶疮息肉及疥癞疔肿。\"\n\n⑥《医学启源》：\"导气消积，去脏腑停寒，消化寒凉及生冷硬物所伤，去胃中寒湿。\"\n\n⑦《汤液本草》：\"可以通肠，可以止泄。\"\n\n⑧《纲目》：\"治泻痢，惊痫，心腹痛，疝气，风歪，耳聋，喉痹，牙痛，通利关窍。\"",
    "taste": "辛，热，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《吴普本草》：\"神农、歧伯、桐君：辛，有毒。黄帝：甘，有毒。\"\n\n③《医学启源》：\"性热，味苦。\"\n\n④《医林纂要》：\"辛咸，热，毒。\"",
    "usage": "内服：入丸、散，0.5～1分(用巴豆霜)。外用：绵裹塞耳鼻，捣膏涂或以绢包擦患处。",
    "compatibility": "无寒实积滞、孕妇及体弱者忌服。\n\n①《本草经集注》：\"芫花为之使。恶蘘草。畏大黄、黄连、藜芦。\"\n\n②《药对》：\"畏芦笋、菰笋、酱鼓、冷水。得火良。与牵牛相反。\"\n\n③《药性论》：\"能落胎。\"\n\n④《本草衍义补遗》：\"无寒积者忌之。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "毒性：以巴豆液喂饲小鼠、兔、山羊、鸭、鹅等动物皆无反应；黄牛食之过量，则易发生腹泻、食欲不振及疲乏等，但不致中毒死亡。对青蛙亦属无害，但对鱼、虾、田螺及蚯蚓等，则有毒杀作用。小鼠皮肤长期与巴豆油接触，可致乳头状瘤及癌。长期与巴豆种子提取物、巴豆树脂接触，可促使二甲基苯骈蒽引起乳头状瘤及癌。小鼠每周服1次巴豆油共30周可引起前胃部乳头状瘤及癌，亦可促使二甲基苯骈蒽引起前胃部乳头状瘤及癌。亦有云小鼠皮肤局部应用乌拉坦及巴豆油亦可致皮肤乳头状瘤，但巴豆油本身无致癌作用。所含巴豆毒蛋白系原浆毒，能溶解红细胞，并使局部细胞坏死，引起发赤、起泡和炎症。巴豆8-16粒给狗灌胃可死；人服巴豆油1g，亦有中毒至死的报道。人服巴豆油20滴可致死。巴豆毒素兔皮下注射的LD50为50-80mg，巴豆油酸大鼠口服的LD50为1g/kg；豚鼠皮下注射的LD50为600mg/kg。巴豆油注射在豚鼠的腭及悬雍部可引起蛋白尿和血尿。",
    "category": "种子：归胃、大肠经。",
    "plant": "巴豆\n常绿乔木，高6～10米。幼枝绿色，被稀疏星状柔毛或几无毛；二年生枝灰绿色，有不明显黄色细纵裂纹。叶互生；叶柄长2～6厘米；叶片卵形或长圆状卵形，长5～13厘米，宽2.5～6厘米，先端渐尖，基部圆形或阔楔形，近叶柄处有2腺体，叶缘有疏浅锯齿，两面均有稀疏星状毛，主脉3出；托叶早落。花单性，雌雄同株；总状花序顶生，上部着生雄花，下部着生雌花，亦有全为雄花者；花梗细而短，有星状毛；雄花绿色，较小，花萼5裂，疏生细微的星状毛，萼片卵形，花瓣5，反卷，内面密生细的绵状毛，雄蕊15～20,着生于花盘边缘上，花盘盘状；雌花花萼5裂，无花瓣，子房圆形，3室，密被短粗的星状毛，花柱3枚，细长，每枚再2深裂。蒴果长圆形至倒卵形，有3钝角。种子长卵形，3枚，淡黄褐色。花期3～5月。果期6～7月。\n多为栽培植物；野生于山谷、溪边、旷野，有时亦见于密林中。分布四川、湖南、湖北、云南、贵州、广西、广东、福建、台湾、浙江、江苏。\n\n本植物的根(巴豆树根)、叶(巴豆叶)、种皮(巴豆壳)以及种仁之脂肪油(巴豆油)亦供药用，各详专条。",
    "application": "①防治白喉\n对白喉密切接触者，病人家属、白喉恢复期患者、健康带菌者，以及轻症白喉病例，均可采用巴豆泥局部贴敷的方法加以防治。方法：将除去内外壳的生巴豆仁0.5克在消毒乳钵中研成泥状(或加朱砂0.5克共研)，挑取绿豆大的膏点，置于约1.5厘米平方的胶布上。贴于两眉间印堂穴，或颈部扶突穴，经6～8小时(最长12小时)揭去，可见局部出现一小水泡，即用消毒针尖刺破，以消毒棉球拭干渗液，再涂龙胆紫液。对白喉密切接触者及病人家属，贴巴豆朱砂膏后，经对照观察，能降低发病率；对白喉恢复期患者或健康带菌者，用巴豆泥外敷后，可使90%以上病例于8～24小时内带菌现象消失；对轻症白喉可配合青霉素及其他对症治疗。\n\n②治疗喉梗阻\n因白喉及麻疹后喉炎引起的喉梗阻，可用生熟巴豆散约0.5～O.7分，用喷粉器吹入咽部，观察2～3小时，如无呕吐、腹泻或呕吐腹泻次数不多，而梗阻症状尚未明显好转的，可再行第2、3次喷咽，1天内喷咽不超过3次，必要时可连续喷2～3天。如呕吐腹泻较着者，应立即停止。对体质虚弱、心力衰竭及并发心肌炎病变者慎用。多敷病例在喷咽后半小时至3～4小时，可见吸气性陷没、呼吸促迫及喘鸣等症状明显好转，数小时至1～2天内梗阻解除。治疗过程中应同时使用白喉抗毒素及磺胺类、抗菌素。对气管下位梗阻无效。呕吐泄泻为常见反应，但梗阻症状多在腹泻咸呕吐后得到明显改善。生熟巴豆散系用3粒生、4粒熟的巴豆研末去油制成。制法：取七倍数的巴豆若干粒去壳去衣，将其中4／7炒至黄色，与其余3／7的生巴豆共研成粉末。把它夹在数层能吸收油分的纸内，用力挤压去油，再换纸用温热熨斗在纸上熨压，去净残留油分，然后再研成细末备用。\n\n③治疗支气管哮喘及哮喘性支气管炎\n取苹果1只洗净，用小刀挖1个三角形小洞，另用巴豆仁1粒放入小洞，仍将苹果盖严，隔汤蒸30～60分钟。放凉，取出巴豆仁，吃苹果，喝苹果汤。成人每日吃1个，重症早晚各吃1个，夜间喘息者临睡前吃。8岁以下小儿酌减。可连续服用数周。服后具有止喘、祛痰作用；个别病例可能出现轻微腹泻。\n\n④治疗急、慢性肠炎及慢性痢疾\n取巴豆适量去内外壳，取仁，不去油，放入铜(或铁)勺中置炭火上炒焦，至巴豆内外黑透为度，待冷，秤准2钱，研成泥状备用。另将蜂蜡2钱溶化，与巴豆泥搅拌均匀，候稍冷，搓条制丸，约制成80丸，每丸重0.15克，内含巴豆O.075克。成人每次0.6克(4丸)，日服3次，空腹时服用；8～15岁，每服2丸；5～7岁，每服1丸；1～4岁，每服半丸；6个月以上，每服1／3丸；6个月以下，每服1／4丸；未满1月婴儿忌服。服后未见腹痛、腹泻、呕吐等副作用。凡兼有发热及其他合并症者忌服。经治疗急性腹胃13例，慢性腹泻4例，慢性下痢4例，均治愈。本药对体虚老人的慢性泄泻亦有效。\n\n⑤治疗急性阑尾炎\n将巴豆、朱砂各0.5～1.5克研细混匀，置6x6厘米大小的膏药或胶布上，贴于阑尾穴，外用绷带固定。24～36小时检查所贴部位，皮肤应发红或起小水泡，若无此现象，可重新更换新药。共治疗99例，其中急性单纯性阑尾炎17例，伴有不同程度的并发症者82例。最少的贴1次，最多的贴3次。效果：治愈85例，无效14例(仍用手术治疗)。\n\n⑥治疗神经性皮炎\n取巴豆去壳1两，雄黄1钱，磨碎后用3～4层纱布包裹，每天擦患处3～4次，每次1～2分钟，直至痒感消失，皮损消退为止。",
    "position": "为大戟科植物巴豆的种子。",
    "source": "《本经》"
  },
  {
    "name": "酸枣仁",
    "alias": "枣仁,酸枣核",
    "ingredient": "\n含多量脂肪油和蛋白质，并有两种甾醇：一种为C26H42O2，熔点288～290℃，易溶于醇；另一种的熔点为259～260℃，易溶于氯仿。又谓本品主含两种三萜化合物：白桦脂醇、白桦脂酸。另含酸枣皂甙，甙元为酸枣甙元，水解所得到的厄北林内酯是皂甙的第二步产物。还含多量维生素C。\n",
    "process": "\n秋季果实成熟时采收，将果实浸泡一宿，搓去果肉，捞出，用石碾碾碎果核，取出种子，晒干。\n",
    "distinguish": "\n干燥成熟的种子呈扁圆形或椭圆形，长5～9毫米，宽5～7毫米，厚约3毫米，表面赤褐色至紫褐色，未成熟者色浅或发黄，光滑。一面较平坦，中央有一条隆起线或纵纹，另一面微隆起，边缘略薄，先端有明显的种脐，另一端具微突起的合点，种脊位于-侧不明显。剥去种皮，可见类白色胚乳粘附在种皮内侧。子叶两片，类圆形或椭圆形，呈黄白色，肥厚油润。气微弱，味淡。以粒大饱满、外皮紫红色、无核壳者为佳。\n主产河北、陕西、辽宁、河南。此外，内蒙古、甘肃、山西、山东、安徽、江苏等地亦产。\n",
    "effect": "\n①镇静、催眠作用\n酸枣仁煎剂给大白鼠口服或腹腔注射均表现镇静及嗜眠，无论白天或黑夜，正常状态或咖啡，因引起的兴奋状态，酸枣仁均能表现上述作用，小白鼠口服时的镇静指数为1.95，与巴比妥类药物表现协同作用，酸枣仁连续应用6天，可使动物睡眠变浅，持续时间缩短，即产生耐受性，但停药1周后可消失。口服酸枣仁可使防御性运动性条件反射次数显著减少，内抑制扩散，条件反射消退，抑制猫由吗啡引起的躁狂现象。生枣仁与炒枣仁的镇静作用并无区别，但生枣仁作用较弱，久炒油枯后则失效，有认为其镇静的有效成分可能与油有关，另有认为与水溶性部分有关。\n\n②镇痛、抗惊厥、降温作用\n用热板法证明酸枣仁煎剂5克/公斤注射于小白鼠腹腔有镇痛作用，对小鼠无论注射或口服均有降温作用，但不能拮抗实验性电休克。\n\n③对心血管系统的影响\n酸枣仁可引起血压持续下降，心传导阻滞。对大白鼠以两肾包膜法形成的高血压，在手术前或手术次日给酸枣仁(20～30克/公斤/日自由取食)，均有显著的降压作用，但大白鼠吃酸枣仁时将外层薄皮留下，并未见镇静现象。\n\n④对烧伤的影响\n酸枣仁单用或与五味子合用，均能提高烫伤小白鼠的存活率，延长存活时间，还能推迟大白鼠烧伤性休克的发生和延长存活时间，并能减轻小白鼠烧伤局部的水肿。\n\n⑤其他作用\n对子宫有兴奋作用，对狗因去水吗啡引起的呕吐无抑制作用。不能拮抗家兔的咖啡因中毒。\n",
    "creation": "\n酸枣仁：原药放入竹箩内，沉入清水缸中，使仁浮在水面，壳沉水底，将枣仁捞出、晒干。炒酸枣仁：取洁净的酸枣仁，置锅内用文火炒至外皮鼓起并呈微黄色，取出，放凉。焦酸枣仁：取洁净的酸枣仁，置锅内用武火炒至有五成变黑红色，取出，放凉。\n",
    "function": "\n养肝，宁心，安神，敛汗。治虚烦不眠，惊悸怔忡，烦渴，虚汗。\n\n①《本经》：\"主心腹寒热，邪结气聚，四肢酸疼，湿痹。\"\n\n②《别录》：\"主烦心不得眠，脐上下痛，血转久泄，虚汗烦渴，补中，益肝气，坚筋骨，助阴气，令人肥健。\"\n\n③《药性论》：\"主筋骨风，炒末作汤服之。\"\n\n④《本草拾遗》：\"睡多生使，不得睡炒熟。\"\n\n⑤王好古：\"治胆虚不眠，寒也，炒服；治胆实多睡，热也，生用。\"\n\n⑥《本草汇言》：\"敛气安神，荣筋养髓，和胃运脾。\"\n\n⑦《本草再新》：\"平肝理气，润肺养阴，温中利湿，敛气止汗，益志定呵，聪耳明目。\"\n",
    "taste": "\n甘，平。\n\n①《本经》：\"味酸，平。\"\n\n②《别录》：\"无毒。\"\n\n③《本草衍义》：\"微温。\"\n\n④《饮膳正要》：\"味酸甘，平。\"\n\n入心、脾、肝、胆经。\n\n①《纲目》：\"足厥阴、少阳。\"\n\n②《雷公炮制药性解》：\"入心、脾、肝、胆四经。\"\n\n",
    "usage": "\n内服：煎汤，2～5钱；或入丸、散。\n",
    "compatibility": "\n凡有实邪郁火及患有滑泄症者慎服。\n\n①《本草经集注》：\"恶防己。\"\n\n②《本草经疏》：\"凡肝、胆、脾三经有实邪热者勿用，以其收敛故也。\"\n\n③《得配本草》：\"肝旺烦躁，肝强不眠，禁用。\"\n\n④《本草求真》：\"性多润，滑泄最忌。\"\n",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "毒性： 酸枣仁150g/kg给予小鼠灌胃无毒性症状，大鼠慢性毒性实验证明其毒性极低，小鼠腹腔注射半数致死量为14.33±2.015g/kg。但极大剂量亦可有毒性表现。",
    "category": "归经_心经",
    "plant": "\n酸枣(《本经》)，又名：棘(《诗经》)，槭(《尔雅》)，山枣(陶弘景)，野枣(任防《述异记》)。\n落叶灌木或小乔木，高1～3米。老枝褐色，幼枝绿色；枝上有两种刺，一为针形刺，长约2厘米，一为反曲刺，长约5毫米。叶互生；叶柄极短；托叶细长，针状；叶片椭圆形至卵状披针形，长2.5～5厘米，宽1.2～3厘米，先端短尖而钝，基部偏斜，边缘有细锯齿，主脉3条。花2～3朵簇生叶腋，小形，黄绿色；花梗极短1萼片5，卵状三角形；花瓣小，5片，与萼互生；雄蕊5，与花瓣对生，比花瓣稍长；花盘10浅裂；子房椭圆形，2室，埋于花盘中，花柱短，柱头2裂。核果近球形，直径1～1.4厘米，先端钝，熟时暗红色，有酸味。花期4～5月。果期9～10月。\n生长于阳坡或干燥瘠土处，常形成灌木丛。分布辽宁、内蒙古、河北、河南、山东、山西、陕西、甘肃、安徽、江苏等地。\n\n本植物的根皮(酸枣根皮)、棘刺(棘针)、叶(棘叶)、花(棘刺花)亦供药用，各详专条。\n",
    "application": "\n探讨酸枣仁方法:治疗组60例用酸枣仁、对照组40例用复方丹参片结合颈肩部软组织推拿手法治疗.两组均治疗1个疗程(6天为一疗程).结果:主要症状评分,两组治疗前后比较均有显著性差异(P<0.05),两组比较有显著性差异(P<0.05),治疗组优于对照组.经颅多谱勒检测检查指标.两组治疗前后比较均有显著性差异(P<0.05),两组治疗后比较有显著性差异(P<0.05),治疗组优于对照组.治疗组优良率90%,对照组优良率60%,两组比较有显著性差异(P<0.05),治疗组优于对照组.结论:酸枣仁疗失眠症疗效较好.。\n",
    "position": "\n为鼠李科植物酸枣的种子。\n",
    "source": "\n《雷公炮炙论》\n"
  },
  {
    "name": "伸筋藤",
    "alias": "宽筋藤,无地生须,青宽筋藤,砍不死,舒筋藤",
    "ingredient": "藤含氨基酸、糖类。",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风化湿、活血通络、舒筋壮骨、入肝肾经。主治关节痛、风湿四肢痛、腰痛、足根酸痛等。\n \n①《南宁市药物志》：\"舒筋活络，杀虫。外敷跌打筋断，风湿骨痛；内服舒筋活络。\"\n\n②广州部队《常用中草药手册》：\"舒筋活络，清热利湿。治风湿筋骨痛，腰肌劳损，跌打损伤。\"",
    "taste": "苦，寒\n\n《南宁市药物志》：\"苦，寒。\"",
    "usage": "内服：煎汤，3～5钱。外用：捣敷。",
    "compatibility": "《南宁市药物志》：\"孕妇及产后忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "中华青牛胆\n落叶木质藤本，长3～10米。嫩枝被柔毛，老枝无毛，有许多皮孔。单叶互生；宽卵形至圆状卵形，长7～12厘米，宽5～10厘米，先端骤尖，基部心形，上面被短硬毛，下面被绒毛，基出脉5～7条；叶柄长4～10厘米，被柔毛。总状花序腋生，先叶开放；单性异株；花淡黄色。果序长约10厘米，核果鲜红色，内果皮半卵球形，长8～10毫米，腹面平坦，背面具棱脊及多数小疣状突起。种子长约5毫米，半圆球形，腹面内陷。花期3～4月。果期7～8月。\n生于林中。分布广东、广西、湖南等地。",
    "application": "?",
    "position": "为防己科植物中华青牛胆的茎。",
    "source": "《南宁市药物志》"
  }
]