[
  {
    "name": "益智仁",
    "alias": "益智子、摘艼子",
    "ingredient": "\n含挥发油1%-2%,油中含桉油精55%以及姜烯(zingiberene)、姜醇(zinginerol)。果皮的刺激性成分有1-(4'-hydroxy-3'-methoxyphenyl)-7-phenyl-3-heptanone,yakuchinone-B,trans-1-(4'-hydroxy-3'-methoxyphenyl)-7-phenylheqt-1-en-3one。并含丰富的B族维生素及维生素C，以及微量元素锰、锌、钾、钠、钙、镁、磷、铁、铜等。\n",
    "process": "\n5～6月间果实呈褐色、果皮茸毛减少时采摘，除去果柄，晒干。\n",
    "distinguish": "\n干燥果实呈纺锤形或椭圆形，长1.5～2厘米，直径1～12厘米。外皮红棕色至灰棒色，有纵向断续状的隆起线13～18条。皮薄而稍韧，与种子紧贴。种子集结成团，分3瓣，中有薄膜相隔，每瓣有种子6～11粒。种子呈不规则扁圆形，略有钝棱，直径约3毫米，厚约1.5毫米，表面灰褐色或灰黄色;种脐位于腹面的中央，微凹陷，自种脐至背面的合点处，有一条沟状种脊;破开后里面为白色，粉性，臭特殊，味辛微苦。\n\n主产广东。\n",
    "effect": "\n1. Nootkatol具有拮抗钙活性的作用。\n\n2.Yakuchinion A具有强心作用。\n\n3.具有抗癌、控制回肠收缩等作用。\n\n4.益智果实醇提物有抑制前列腺素作用。\n\n5.Nootkatone 20mg/kg 对大白鼠的胃溃疡有明显的抑制作用。\n\n6.益智可升高小白鼠外周血液白细胞。\n",
    "creation": "\n益智仁：取益智仁置锅内，炒至外壳焦黑，取出冷透，除去果壳，取仁捣碎用。\n\n盐益智仁：取益智仁用盐水拌匀，微炒，取出放凉。(每益智仁100斤，用食盐2斤8两，加适量开水化开澄清)\n",
    "function": "\n温脾，暖肾，固气，涩精。治冷气腹痛，中寒吐泻，多唾，遗精，小便余沥，夜多小便。\n\n①《广志》：\"含之摄涎秽。\"\n\n②《本草拾遗》：\"止呕哕。\"\"治遗精虚漏，小便余沥，益气安神，补不足，利三焦，调诸气，夜多小便者，取二十四枚碎，入盐同煎服。\"\n\n③刘完素：\"开发郁结，使气宣通。\"\n\n④《医学启源》：\"治脾胃中寒邪，和中益气。治人多唾，当于补中药内兼用之。\"\n\n⑤王好古：\"益脾胃，理元气，补肾虚，滑沥。\"\n\n⑥《纲目》：\"治冷气腹痛，及心气不足，梦泄，赤浊，热伤心系，吐血、血崩。\"\n",
    "taste": "\n辛，温。\n\n①《南方草木状》：\"味辛。\"\n\n②陶弘景：\"热。\"\n\n③《开宝本草》：\"味辛，温，无毒。\"\n\n④《本草便读》：\"味辛苦，性热。\"\n\n入脾，肾经。\n\n①《汤液本草》：\"手、足太阴经，足少阴经。\"\n\n②《雷公炮制药性解》：\"入脾、胃、肾三经。\"\n\n③《本草经解》：\"入足厥阴肝经，手太阴肺经。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸、散。\n",
    "compatibility": "\n阴虚火旺或因热而患遗滑崩带者忌服。\n\n①《本草经疏》：\"凡呕吐由于热而不因于寒;气逆由于怒而不因于虚;小便余沥由于水涸精亏内热，而不由于肾气虚寒;泄泻由于湿火暴注，而不由于气虚肠滑，法并禁之。\"\n\n②《本草备要》：\"因热而崩、浊者禁用。\"\n\n③《本经逢原》：\"血燥有火、不可误用。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n益智(《广志》)\n\n多年生草本，高1～3米。根茎延长。茎直立，丛生。叶2列，具短柄;叶片披针形，长20～35厘米，宽3～6厘米，先端尾尖，基部阔楔形，边缘具脱落性小刚毛，其残留的痕迹呈细锯齿状，上面深绿色，下面淡绿色，两面均无毛;叶舌膜质，长1～1.5厘米，被淡棕色疏柔毛。总状花序顶生，花序轴棕色，长10～15厘米，被短毛，下端具一环形苞片，包围花轴，小花梗长1～2毫米;小苞片极短，膜质，棕色;花萼筒状，长1.2厘米，一侧开裂至中部，先端3齿裂，外被短毛;花冠管长约1厘米，裂片3，长圆形，长约1.8厘米，上面一片稍大，先端略呈兜状，外被疏短毛，唇瓣倒卵形，长约2厘米，粉白色，具红色条纹，先端钝3裂;退化雄蕊锥状，长约2毫米，发育雄蕊1枚，花丝长约1厘米，花药线形，长约7毫米;子房下位，卵圆形，密被绒毛，3室，每室具胚珠8～9枚，花柱线形，柱头头状，上位腺体2枚，棒状。蒴果椭圆形至纺锤形，长1.5～2厘米，被疏毛，表面有纤维束线条，果柄短。花期3～5月。果期5～6月。\n\n生长于阴湿林下。分布海南及广东南部。\n",
    "application": "?",
    "position": "\n为姜科植物益智的果实。\n",
    "source": "\n《得配本草》\n"
  },
  {
    "name": "生地黄",
    "alias": "地黄、野地黄、酒壶花、山烟根",
    "ingredient": "\n本品主要含环烯醚萜、单萜及其苷类。尚含苯甲酸、苯乙酸等多种有机酸、甾醇、氨基酸等。\n",
    "process": "\n　　秋季采挖，除去芦头、须根，为鲜生地;根烘熔至八成干，并内部变黑，捏成团状，为生地黄;生地加黄酒蒸至黑润，为熟地黄。\n",
    "distinguish": "\n \n",
    "effect": "\n　　地黄多糖可增强小鼠的细胞免疫功能，且在机体免疫功能低下时其增强作用更为明显。鲜地黄汁、鲜地黄水煎液功能增强机体非特异性免疫功能，明显提高类阴虚小鼠的脏脾B淋巴细胞功能，并增强淋巴细胞的转化功能。生地黄水煎液其作用弱于鲜地黄汁。\n\n　　地黄多糖可促进正常小鼠骨髓造血干细胞的增殖，刺激其造血功能。并对放射损伤有一定的保护和促进恢复作用。地黄低聚糖也能增强小鼠的造血干细胞。\n\n　　地黄多糖b有明显的免疫调节活性，能使Lewis肝癌细胞内P53基因的表达明显增加，从而对地黄多糖的抗肿瘤机理从基因水平上找到了依据。\n\n　　鲜地黄汁、鲜地黄及干地黄水煎液均有拮抗阿司匹林诱导的小鼠凝血时间延长，其中鲜地黄汁的作用明显强于干地黄。地黄水提取液有明显降压作用，对寒冷情况下的血压则有稳定作用。从而显示地黄对血压具有双向调节作用。\n\n　　生、熟地黄均能调节甲亢型阴虚大鼠模型的甲状腺功能，并能调节异常的甲状腺激素状态。另外，地黄低聚糖不仅可以调节实验性糖尿病紊乱，亦可调节生理性高血糖状态。地黄水提液还可抑制胃酸分泌和抗溃疡，有镇定作用等。\n",
    "creation": "\n出去杂质，洗净，闷润，切厚片，干燥。\n",
    "function": "\n鲜地黄：清热生津，凉血，止血。用于热病伤阴，舌绛烦渴，发斑发疹，吐血，衄血，咽喉肿痛。\n\n生地黄：清热凉血，养阴，生津。用于热病舌绛烦渴，阴虚内热，骨蒸劳热，内热消渴，吐血，衄血，发斑发疹。\n",
    "taste": "\n甘、苦，寒。归心、肝、肾经。\n",
    "usage": "\n煎服，10～30g，鲜品用量加倍，或以鲜品捣汁入药。鲜生地味甘苦性大寒，作用与干地黄相似，滋阴之力稍逊，但清热生津，凉血止血之力较强。\n",
    "compatibility": "\n本品性寒而滞，脾虚湿滞、腹满便溏者，不宜使用。\n",
    "storage": "\n鲜地黄埋在砂土中，防冻；生地黄置通风干燥处，防霉、防蛀。\n",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n　　多年生草本，全株有白色长柔毛和腺毛。叶基生成丛，倒卵状披针形，基部渐狭成柄，边缘有不整齐钝齿，叶面皱缩，下面略带紫色。花茎由叶丛抽出，花序总状;萼5浅裂;花冠钟形，略2唇状，紫红色，内面常有黄色带紫的条纹。蒴果球形或卵圆形，具宿萼和花柱。花期4～6月，果期7～8月。\n",
    "application": "?",
    "position": "\n本品为玄参科植物地黄\n Libosch. 的新鲜或\n。秋季采挖，除去芦头、须根及泥沙，鲜用；或将地黄缓缓烘焙至约八成干。前者习称“鲜地黄”，后者习称“生地黄”。\n",
    "source": "\n《药用植物学与生药学》\n"
  },
  {
    "name": "荆芥",
    "alias": "假苏、鼠蓂(《本经》)，姜苏(《吴普本草》)，稳齿菜(《滇南本草》)，四棱杆蒿(《中药志》)",
    "ingredient": "\n含挥发油1.8%，油中主成分为右旋薄荷酮、消旋簿荷酮、少量右旋柠檬烯。\n",
    "process": "为唇形科一年生草本植物荆芥的干燥全草或花穗。栽培或野生。",
    "distinguish": "\n干燥的全草，茎方形，四面有纵沟，上部多分枝，长45～90厘米，直径3～5毫米；表面淡紫红色，被有短柔毛。质轻脆，易折断，断面纤维状，黄白色，中心有白色疏松的髓。叶对生，叶片分裂，裂片细长，呈黄色，皱缩卷曲，破碎不全；质脆易脱落。枝顶着生穗状轮伞花序，呈绿色圆柱形，长7～10厘米；花冠多已脱落，只留绿色的萼筒，内有4个棕黑色的小坚果。气芳香，味微涩而辛凉。以浅紫色、茎细、穗多而密者为佳。\n\n全国大部分地区有产，主产江苏、江西、湖北、河北等地。\n\n同属植物裂叶荆芥东北等地亦作荆芥使用。裂叶荆芥的形态与上种相似，唯叶的最终裂片较宽，呈卵形或卵状披针形；花穗较大而疏；苞片卵圆形，带紫紫色；花冠蓝紫色，比萼片长1/2。\n",
    "effect": "\n用人工发热的家兔，口服荆芥煎剂与浸剂2克(生药)／公斤，无甚解热作用。在体外，高浓度(1:100)有抗结核杆菌之作用。\n",
    "creation": "\n荆芥:拣净杂质，用水略泡，捞出切段，哂干，炒荆芥:取切段的荆芥置锅内，文火微炒，取出放凉(炒荆芥穗方法同)。荆芥炭:取切段的荆芥置锅内，用武火炒至焦黑色，存性，少喷清水，取出晒干(荆芥穗炭方法同)。\n",
    "function": "\n发表，祛风，理血；炒炭止血。治感冒发热，头痛，咽喉肿痛，中风口噤，吐血，衄血，便血；崩漏，产后血晕；痈肿，疮疥，瘰疬。荆芥穗效用相同，惟发散之力较强。\n\n①《本经》:\"主寒热，鼠瘘，瘰疬生疮，破结聚气，下瘀血，除湿痹。\"\n\n②《药性论》:\"治恶风贼风，口面歪邪，遍身顽痹，心虚忘事，益力添糟。主辟邪毒气，除劳，治丁肿；取一握切，以水五升，煮取二升，冷分二服，主通利血脉，传送五脏不足气，能发汗，除冷风；又捣末和醋封毒肿。\"\n\n③孟诜:\"产后中风身强直，研末酒服。\"\n\n④《食疗本草》:\"助脾胃。\"\n\n⑤《食性本草》:\"主血劳风气壅满，背脊疼痛，虚汗，理丈夫脚气，筋骨烦痛及阴阳毒，伤寒头痛，头旋目眩，手足筋急。\"\n\n⑥《日华子本草》:\"利五脏，消食下气，醒酒。作菜生热食并煎茶，治头风并汗出；豉汁煎治暴伤寒。\"\n\n⑦《本草图经》:\"治头风，虚劳，疮疥，妇人血风。\"\n\n⑧《滇南本草》:\"治跌打损伤，并敷毒疮。治吐血。\"\"荆芥穗，上清头目诸风，止头痛，明目，解肺、肝、咽喉热痛，消肿，除诸毒，发散疮痈。治便血，止女子暴崩，消风热，通肺气鼻窍塞闭。\"\n\n⑨《纲目》:\"散风热，清头目，利咽喉，消疮肿。治项强，目中黑花，及生疮，阴颓，吐血，衄血，下血，血痢，崩中，痔漏。\"\n",
    "taste": "\n辛，温。\n\n①《本经》:\"味辛，温。\"\n\n②《医学启源》:\"气温，味辛苦。\"\n",
    "usage": "\n内服:煎汤，1.5～3钱；或入丸、散。外用:捣敷、研末调敷或煎水洗。\n",
    "compatibility": "\n表虚自汗、阴虚头痛忌服。\n\n①《药性论》:\"荆芥久服动渴疾。\"\n\n②《苇航纪谈》:\"凡服荆芥风药，忌食鱼。\"\n\n③《纲目》:\"反驴肉、无鳞鱼。\"\n\n④《本草经巯》:\"痛人表虚有汗者忌之；血虚寒热而不因于风湿风寒者勿用；阴虚火炎面赤，因而头痛者，慎勿误入。\"\n",
    "storage": "\n置阴凉干燥处。\n",
    "side_effects": "腹腔注射荆芥煎剂的小鼠半数致死量为30046±76.5mg/kg。",
    "category": "归经_肺经",
    "plant": "\n荆芥\n一年生草本，高60～90厘米。茎直立，四棱形，基部稍带紫色，上部多分枝，全株被短柔毛，叶对生，羽状深裂，茎基部的叶裂片5；中部及上部的叶裂片3～5，线形或披针形，长1.5～2厘米，宽2～4毫米，全缘，两面均被柔毛:下面具凹陷腺点，穗状轮伞花序，多密集于枝端，长3～8厘米；苞片叶状，线形，长乱0.4～1.7厘米，绿色，无柄；花萼钟形，长约3毫米，距纵脉5条，被毛，先端5齿裂；花冠淡紫色，2唇形，长约4毫米，上唇2裂，下唇较大，3裂；雄蕊4，2强；子房4裂，花柱基生，柱头2裂。小坚果4，卵形或椭圆形，长约1毫米，棕色。花期6～8月。果期7～9月。\n全国大部分地区有分布。\n\n本植物的根(荆芥根)亦供药用，另详专条。\n",
    "application": "用量4.5~9克，水煎服或入丸散，外用：捣敷、研末调敷或煎水洗。用治感冒、头痛、麻疹、风疹、疮疡初起。炒炭治便血、崩漏、产后血晕。具有抑菌、解热、解痉、促进汗腺分泌、消炎和止血作用。",
    "position": "\n为唇形科植物荆芥的全草。\n",
    "source": "\n《吴普本草》\n"
  },
  {
    "name": "苦参",
    "alias": "苦骨(《纲目》)，川参(《贵州民间方药集》)，凤凰爪(《广西中兽医药植》)，牛参(《湖南药物志》)。",
    "ingredient": "根含多种生物碱：d-苦参碱、d-氧化苦参碱、槐花醇l-臭豆碱、l-甲基金雀花碱、l-穿叶赝靛碱及槐果碱。还含黄酮类：黄腐醇、异黄腐醇、3，4′，5-三羟-7-甲氧-8-异戊烯基黄酮、8-异戊烯基山柰酚等。茎、叶含木犀草素-7-葡萄糖甙。",
    "process": "春、秋采收，以秋采者为佳。挖出根后，去掉根头、须根，洗净泥沙，晒干。鲜根切片晒干，称苦参片。",
    "distinguish": "干燥根呈圆柱形，长10～30厘米，直径1～2.4厘米。表面有明显纵皱，皮孔明显突出而稍反卷，横向延长。栓皮很薄，棕黄色或灰棕色，多数破裂向外卷曲，易剥落而显现黄色的光滑皮部。质坚硬，不易折断，折断面粗纤维状。横断面黄白色，形成层明显。气刺鼻，味极苦。苦参片为斜切的薄片，形状大小不一，斜圆形或长椭圆形，长2～5厘米，宽1～1.5厘米，厚约2～5毫米。质坚硬，切面淡黄白色，有环状年轮，木质部作放射纹。以整齐、色黄白、味苦者为佳。\n全国各地均产，以山西、湖北、河南、河北产量较大。",
    "effect": "①利尿作用\n苦参煎剂及其中所含之苦参碱给兔口服或注射，皆可产生利尿作用，尿量增加前即有盐分排出之增多。但实验中所用家兔之数目较少，又未叙述饮水控制之情况，因而有人认为需进一步研究。\n\n②抗病原体作用\n煎剂在试管中，高浓度(1：100)对结核杆菌有抑制作用。煎剂(8%)、水浸剂(1：3)在体外对某些常见的皮肤真菌有不同程度的抑制作用。醇浸膏在体外尚有抗滴虫作用，强度弱于黄连，而与蛇床子相近。\n\n③其他作用\n苦参碱注射于家兔，发现中枢神经麻痹现象，同时发生痉挛，终则呼吸停止而死。注射于青蛙，初呈兴奋，继则麻痹，呼吸变为缓慢而不规则，最后发生痉挛，以致呼吸停止而死；其痉挛的发作，恐系起因于脊髓反射的亢进。对家兔的最小致死量为0.4克／公斤。",
    "creation": "拣净杂质，除去残茎，洗净泥土，用水浸泡，捞出，润透，切片，晒干。\n\n《雷公炮炙论》：\"凡使苦参，先需用糯米浓泔汁浸一宿，上有腥秽气并在水面上浮，并须重重淘过，即蒸，从巳至申出，晒干细锉用之。\"",
    "function": "清热，燥湿，杀虫。治热毒血痢，肠风下血，黄疸，赤白带下，小儿肺炎，疳积，急性扁桃体炎，痔漏，脱肛，皮肤瘙痒，疥癞恶疮，阴疮湿痒，瘰疬，烫伤。外治滴虫性阴道炎。\n\n①《本经》：\"主心腹结气，癥瘕积聚，黄疸，溺有余沥，逐水，除痈肿，补中，明目止泪。\"\n\n②《别录》：\"养肝胆气，安五脏，定志益精，利九窍，除伏热肠澼，止渴，醒酒，小便黄亦，疗恶疮下部匿，平胃气，令人嗜食。\"\n\n③陶弘景：\"恶病人酒渍饮之，患疥者服亦除，盖能杀虫。\"\n\n④《药性论》：\"治热毒风，皮肌烦燥生疮，赤癞眉脱，主除大热嗜睡，治腹中冷痛，中恶腹痛，除体闷，治心腹积聚。\"\n\n⑤《唐本草》：\"治胫酸，疗恶虫。\"\n\n⑥《日华于本草》：\"杀疳虫。炒带烟出为末，饭饮下，治肠风下血并热痢。\"\n\n⑦《珍珠囊》：\"去湿。\"\n\n⑧《滇南本草》：\"凉血，解热毒，疥癞，脓窠疮毒。疗皮肤瘙痒，血风癣疮，顽皮白屑，肠风下血，便血。消风，消肿毒，痰毒。\"\n\n⑨《本草从新》：\"燥湿，胜热，治梦遗滑精。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《本草从新》：\"大苦，大寒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：煎水洗。",
    "compatibility": "脾胃虚寒者忌服。\n\n①《本草经集注》；\"玄参为之使。恶贝母、漏芦、菟丝子。反藜芦。\"\n\n②《医学入门》：\"胃弱者慎用。\"\n\n③《本草经疏，：\"久服能损肾气，肝、肾虚而无大热者勿服。\"",
    "storage": "置干燥处。",
    "side_effects": "苦参碱注射于家兔，发现中枢神经麻痹现象，同时发生痉挛，终则呼吸停止而死。注射于青蛙，初呈兴奋，继则麻痹，呼吸变为缓慢而不规则，最后发生痉挛，以致呼吸停止而死；其痉挛的发作，恐系起因于脊髓反射的亢进。对家兔的最小致死量为0.4g／kg。苦参生物碱对冷血和温血动物均有引起痉挛和麻痹呼吸中枢的作用。接受较大剂量药物的小鼠出现燥跳、痉挛性抽搐等兴奋现象；静脉注射家兔开始出现畏惧不安，最后呼吸困难而死亡。槐果碱当大剂量（150mg/kg）注入家兔体内时，引起静脉充血、血压下降、呼吸次数明显减少，呼吸麻痹而中毒死亡。苦参生物碱LD50测定结果报道不一致。苦参总黄酮给小鼠静脉注射的LD50为103.1±7.66g／kg。小鼠肌肉注射和静脉注射氧化苦参碱的LD50分别为256.74±573.6mg／kg和144.2±22.8mg／kg。灌胃和肌肉注射苦参浸膏小鼠的LD50分别为14.5g／kg和14.4g／kg。小鼠皮下注射苦参结晶碱的LD50为571.2±48.8mg／kg犬肌肉注射苦参碱结昌（200mg／kg）或苦参浸膏（0.1g／kg），鸽肌肉注射苦参生物碱（100mg／kg）均未见中毒症状。苦参避孕栓对小白鼠阴道、宫颈无刺激性。",
    "category": "肝；肾；大肠；小肠经；膀胱；心经",
    "plant": "苦参，又名：水槐(《本经》)，地槐、菟槐、骄槐、白茎、虎麻、岑茎、禄白、陵郎(《别录》)，野槐(《纲目》)，山槐子、白萼。\n亚灌木，高50～120厘米。根圆柱状，外皮黄色。茎枝草本状，绿色，具不规则的纵沟，幼时被黄色细毛。单数羽状复叶，互生；下具线形托叶；叶片长20～25厘米，叶轴上被细毛；小叶5～21枚，有短柄，卵状椭圆形至长椭圆状披针形，先端圆形或钝尖，基部圆形或广楔形，全缘。总状花序顶生，长10～20厘米，被短毛；苞片线形；花淡黄白色；萼钟状，稍偏斜，先端5裂；花冠蝶形，旗瓣较其他的花瓣稍长，先端近圆形；雄蕊10，花丝离生，仅基部愈合；雌蕊1，子房上位，子房柄被细毛，花柱纤细，柱头圆形。荚果线形，先端具长喙，成熟时不开裂。种子通常3～7枚，种子间有缢缩，黑色，近球形。花期5～7月。果期7～9月。\n生于山坡草地、平原、路旁、沙质地和红壤地的向阳处。我国各地皆有分布。\n\n本植物的种子(苦参实)亦供药用，另详专条。",
    "application": "①治疗细菌性痢疾\n㈠口服法：50%浓煎剂，每次20～30毫升，日服3次。或用苦参2两，加水400毫升煎成200毫升，每日2次分服，7～10天为一疗程。亦可用含生药0.5克的片剂，每次2～4片，日服4次。㈡注射法：50%注射液肌肉注射2～4毫升，早晚各1次；静脉点滴4～8毫升，加10%葡萄糖液500毫升稀释。常用作口服煎剂的辅助治疗。㈢灌肠法：50%煎剂100毫升(内加0.25%普鲁卡因10～20毫升)，每晚一次保留灌肠，7～10天为一疗程。用于口服煎剂后症状好转而肠道病理改变恢复不明显的病例。㈣敷脐法：用苦参粉8～10克，以温水调成稠糊状，做饼敷脐部，盖以油纸或纱布，用绷带固定。每日1～2次。据数百例临床观察，口服煎剂或外用敷脐治疗急性菌痢的治愈率均在85%以上。平均治愈日数在1周左右，尤以临床症状改善较快。煎液对慢性迁延性菌痢，特别是胃肠功能紊乱型效果也较好。苦参敷脐后，患者腹部有发热感，肠蠕动稍增强，排气通顺，腹痛、便次及里急后重逐渐减轻，同时出现多尿现象。由此推断，可能是药物刺激脐部穴位，通过穴位的神经反射，调整植物神经系统功能，促进胃肠血液循环，增强白细胞吞噬作用，从而发生疗效。也有认为其疗效的获得有两个环节：一是药物本身的作用，二是脐穴的作用。\n\n②治疗急性肠胃炎\n每次用1.5钱煎服，每日2次；或用糖浆剂(每100毫升含生药1两)，每次10～15毫升，日服2次；也可用胶囊剂，每次0.5克干粉，日服4次。一般服药1～2天治愈。\n\n③治疗急性传染性肝炎\n除一般保肝治疗外，每日用苦参粉4克，装胶囊或制成丸剂分4次服。观察19例，黄疸消退时间平均为12.6天，最短的3天；同时自觉症状亦有所改善；肝肿大及肝功能的恢复亦较快。\n\n④治疗小儿肺炎\n用200%苦参注射液2毫升行肌肉注射，每日2次。有心力衰竭和暴喘、高热、惊厥及呼吸功能衰竭的病例，加用西药处理。根据129例(其中有47例合并静脉点滴广谱抗菌素1次)的观察结果，有效率在92%以上，临床治愈率为34.9%，平均住院天数为3.8天。有57.4%的患儿呼吸道感染症状减轻、肺部罗音减少，病情好转后即出院。无效病例为重症肺炎，或有合并症及脱水者。治疗过程中有两例于注射后5分钟发生过敏反应，分别表现为呼吸急促、面色青紫、四肢厥冷、心率增加和突然憋气、满头大汗、面色苍白、脉细弱至不能触及。\n\n⑤治疗急性扁桃体炎等\n用50%苦参注射液肌肉注射，每次2～3毫升，每日2次，治疗急性扁桃体炎、急性结合膜炎、急性乳腺炎、牙周?、外科感染和疖肿、肾盂肾炎、急性气管炎、急性淋巴结炎等10余种急性炎症性疾病220例，平均有效率在90%以上，治愈率在74%以上。此外，对结肠炎、胆囊炎、膀胱炎及其它炎症也有一定疗效。\n\n⑥治疗慢性气管炎\n取苦参、桔梗按7：3配合，共研细末，水泛为丸。每次1钱，日服2次，10天一疗程。疗程间隔5天。共治498例(均为50岁以上患者)，治愈2例，显效112例，好转296例，无效88例。有效率为82.3%。副作用：有43例出现恶心呕吐，胃部灼热感及疼痛，腹泻腹胀；2例鼻咽发干，1例眼花。\n\n⑦治疗蓝氏贾第鞭毛虫病\n口服浸膏制成的片剂或糖浆，成人每日按生药30克的剂量3次分服，小儿酌减，连服7日为一疗程。治疗100例，92例治愈。大多数于治疗后1～4日症状消失，粪便恢复正常，粪检阴转。部分病例随访3～9个月，除1例外，其余未见复发。如用25%苦参煎液行保留灌肠，成人每次100～200毫升，每日1次，连续5次，也有疗效，但不及口服为佳。少数病例服药后感恶心，个别手指发麻，均不影响继续治疗。\n\n⑧治疗人肠滴虫\n口服苦参粉胶囊或苦参片，成人每次按生药1.2～4克的剂量，每日3次，小儿酌减。一般以10天为一疗程。如效果不佳，可另用50%苦参煎剂60～100毫升行保留溜肠，每日1次。对腹痛明显或大便次数较多者加用西药对症处理，有蛔虫者兼用驱蛔药。据54例观察结果，临床治愈率占50%。治愈者症状和体征平均于11.44天消失，粪检平均于11.67天转阴。少数病例有头晕、便秘、胃纳减退、恶心等反应，均很轻微，能自行消失。\n\n⑨治疗滴虫性阴道炎\n用苦参粉0.6克与等量葡萄糖、硼酸粉及枯矾粉混合作为1次量，行局部治疗。用时先以1／5000高锰酸钾溶液灌洗阴道，擦干后撒入药粉。每日1次，连续3次为一疗程。临床观察176例，总成功率为71.5%。其中追踪3月症状消失，阴道分泌物无滴虫者为痊愈，占26.1%；追踪不足3月，但症状消失、阴道分泌物无滴虫者属有效，占45.4%。有宫颈糜烂者治疗后亦大有改善。用药后少数患者阴道有轻微疼痛；疗程结束后复查几乎所有患者都有阴道表皮脱落现象，经追踪观察未见对机体有不良影响。\n\n⑩治疗血吸虫病腹水\n每天用苦参6～8克煎服。观察25例，大多在服药后2日内小便次数增多，腹围减小，为进行脾切除术创造了条件。\n\n此外，据报告试服苦参制剂治疗丝虫病，似有杀虫作用。",
    "position": "为豆种植物苦参的根。",
    "source": "《本经》"
  },
  {
    "name": "石菖蒲",
    "alias": "昌本、菖蒲、昌阳、昌草、尧时薤、尧韭、木蜡、阳春雪、望见消、水剑草、苦菖蒲、粉菖、剑草、剑叶、菖蒲、山菖蒲、溪菖、石蜈蚣、野韭菜、水蜈蚣、香草",
    "ingredient": "根茎和叶中均含挥发油(0.11～0.42%)，其主要成分是β-细辛醚63.2～81.2%，细辛醚8.8～13.7%，其次为石竹烯、α-葎草烯、石菖醚等。还含氨基酸、有机酸和糖类。",
    "process": "秋季采挖，除去茎叶及须根，洗净。或切成10厘米左右的小段，晒干。",
    "distinguish": "干燥报茎略呈扁圆柱形，稍弯曲，有时分歧，一般长3～20厘米，直径约0.5～1厘米。表面灰黄色、红棕色或棕色，环节紧密，节间长约3～6毫米，有略呈扁三角形的叶痕，左右交互排列，下方具多数圆点状突起的根痕，并有细皱纹，节间有时残留叶基，纤维状，偶有短小细根。质坚硬，难折断，断面纤维性，类白色至淡棕色，可见环状的内皮层，维管束散在，中心部较显著。气芳香，味微辛。以条长、粗肥、断面类白色、纤维性弱者佳。\n主产四川、浙江、江苏等地。\n\n除上述品种外，尚有变种植物细叶菖蒲(又名：钱菖蒲)的根茎，亦同等入药，一般用鲜品，亦称鲜菖蒲。\n\n古代文献称菖蒲以\"一寸九节者良\"，故本品亦有九节菖蒲之名，但目前华北一带用毛茛科植物阿尔泰银莲花的根茎作九节菖蒲。参见\"九节菖蒲\"条。",
    "effect": "1.对中枢神经系统的作用：\n1.1.抗惊厥作用：细辛醚能部分地对抗震颤素（tremorine)引起的大鼠实验性巴金森综合征的肌肉震颤，但作用不及阿托品。菖蒲挥发油对单突触的膝反射无抑制，但对多突触的屈肌反射呈抑制作用，说明其抗惊作用与眠尔通类相似，系中枢性的肌肉松弛剂，作用部位在脊髓或皮层下。\n1.2.抗电惊厥作用：取体重18-22g健康小白鼠70只，雌雄皆可，随机分为7组，每组10只，分别腹腔注射α-细辛醚90mg，115mg，130mg，140mg，150mg／kg；苯妥因钠50mg／kg；以0.6ml／20g计，30分钟后按文献方法给予额定电流刺激，结果表明，α-细辛醚具有对抗电惊厥发作的作用，明显优于苯妥英钠。另有报道，α-细辛醚对电休克惊厥无明显对抗作用。\n1.3.对抗戊四氮阵挛性惊厥的作用：取体重18-22g健康小白鼠30只，雌雄皆可，随机分为3组，每组10只，分别腹腔注140mg／kg α-细辛醚；50mg／kg苯妥因钠；对照组以0.6ml／20g计。30分钟后再腹腔注射38mg／kg戊四氮，以出现阵挛性惊厥作为发作指标。小细辛醚能明显对抗戊四氮致阵挛性惊厥作用。另有报道，α-细辛醚对戊四氮惊厥无明显对抗作用。实验结果表明α-细辛醚140mg／kg不能消除士的宁，咖啡因引起的小鼠强直性惊厥。140mg/kg腹腔注射也能对抗兔侧脑室注射乙酰胆碱引起的惊厥。20、30g/kg水煎剂及30g/kg去油水煎剂均能提高小鼠戊四氮致阵惊厥。\n1.4.石菖蒲与硫贲妥钠的协同作用：小鼠腹腔注射给药，以翻正反射消失与恢复为指标，观察药物的协同作用。结果表明，石菖蒲12.426g／kg（1／5 LD50)，6.213g/kg（1／10 LD50)组均无1只小鼠出现睡眠。硫贲妥钠40mg／kg，16只小鼠中10只出现睡眠，但分别注射上述剂量石菖蒲20分钟后再注射40mg／kg硫贲妥钠，则能加强其催眠作用（P<0.01)。\n1.5.石菖蒲对小鼠自主活动的影响：腹腔注射α-细辛醚24或48mg／kg后，小鼠及大鼠的自发活动无明显减少，亦有报道细辛醚15mg/kg对小鼠自发活动及回避性条件反射无影响。肌肉注射α-细辛醚15mg/kg，对有攻击行为的猴未观察到明显的安定作用。另有一报道，小鼠随机分组停食12小时后进行实验。腹腔注射后30分钟放入光电箱内，记录10分钟活动次数。结果与生理盐水组相比较，石菖蒲能显著抑制小鼠自主活动（P<0.01)。给药12.426mg／kg组并能非常显著地抑制苯丙胺的运动性兴奋。另有报道，腹腔注射石菖蒲水煎剂1、5、10g/kg，小鼠自发活动明显下降，用挥发油的1/6和1/3半数致死量也可以减少小白鼠的自发活动，还能减弱麻黄碱的中枢兴奋作用，并可解除独居小鼠的攻击行为。\n1.6.细辛醚对阈下剂量戊巴比妥钠的协同作用：小鼠90只，分成9组，腹腔注射给药后20分钟，再腹腔注射戊巴比妥钠15mg／kg，观察每组翻正反射消失鼠数。当以α-细辛醚剂量增至24或48mg／kg时，对戊巴比妥钠有一定的协同作用，亦有报道细辛醚15mg/kg对鼠能延长戊巴比妥睡眠时间的47%。石菖蒲挥发油0.05ml/kg给小鼠腹腔注射，对阈下剂量的戊巴比妥有协同催眠作用。水煎剂或去油水煎剂对阈下催眠剂量戊巴比妥钠均有协同作用；挥发油的1/6和1/3半数致死量能显著延长戊巴比妥钠的麻醉时间。\n1.7.石菖蒲对酒石酸锑钾致小鼠扭歪反应的影响：小鼠60只，随机分为6组，分别皮下注射12.246g/kg，6.213g/kg，另给以等容量生理盐水和吗啡10mg／kg，20分钟注射洒石酸锑钾溶液0.2ml/只。观察每只小鼠10分钟内出现扭歪反应的次数，用t检验进行统计学处理。结果在本实验所用剂量下吗啡酊明显对抗扭歪反应（P<0.01)，石菖蒲0.1213g／kg，即显示对抗扭歪反应（P<0.05)。石菖蒲水煎醇沉液6.213g/kg腹腔注射，对小鼠醋酸扭体法、热板法试验都均表明有镇痛作用。\n1.8.给小鼠腹腔注射α-细辛醚24mg／kg，对苯胺的毒性无保护作用。\n1.9.安神镇静：水提物4g/kg,对小鼠有镇静作用。水菖蒲的挥发油10-100mg/kg，对小鼠、大鼠、猫、狗及猴均呈镇静作用，减少自发活动和肌肉的紧张性，对听觉、触觉刺激的反应大为减弱。α-细辛醚3mg/kg大鼠腹腔注射，呈现明显的镇静作用，且持续4小时以上，其作用强度和作用时间与3mg/kg的氯丙嗪相似，并能使已建立的大鼠回避性条件反射破坏，此外，还能对抗致幻剂南美仙人掌碱（mescaline)对大鼠引起的过度活动和致幻行为。猴皮下注射α-细辛醚1mg/kg，1小时后表现出明显的镇静作用，能完全消除攻击行为，对周围环境的兴趣和探究反射显著下降；当剂量为5mg/kg时镇静作用更明显，其作用时间可持续90小时,即使猴受到挑逗时仍表现为淡漠而毫无敌意。50mg/kg兔静脉注射可产生平均7.2分钟的麻醉作用，100mg/kg时延至15.5分钟并伴有四肢僵硬。\n2.对消化系统的影响：内服能促进消化液的分泌及制止胃肠异常发酵，并有弛缓肠管平滑肌痉挛的作用。菖蒲挥发油1：500000,对豚鼠离体回肠能减弱乙酰胆碱对肠管的兴奋作用，浓度加大作用更显著，α-细辛醚1：25000、1：19000、1：25000，β-细辛醚1：3000、1：12000、1：12000、1：6000分别能阻断10（-4)mol/L乙酰胆碱、5-羟色胺、组胺对离体豚鼠气管的收缩作用。此外，菖蒲挥发油还有短暂的降低血压作用及抑制单胺氧化酶作用。\n3.对小鼠学习记忆的促进作用：\n3.1.对正常小鼠学习记忆的影响：NIH小鼠雄性，体重20±2g，25±2g,复杂迷宫趋食反应：复杂迷宫按文献仿制，大小130×85×13cm，由不透明塑料板制成，上盖透明有机玻璃罩以便观察，迷宫终点放有食物（炒香的稻谷)。小鼠每天1次逐只依次自行走迷宫，寻找取食物的正确途径，到达终点时让其饱食，而在2次走迷宫之间禁食。记忆小鼠从迷宫入口到达终点的所需时间和错误次数，时间越短，说明小鼠学习和记忆能力越好。在20秒内基本无误（错误次数不超过3次)到达终点为学会走迷宫。\n3.1.1.对正常小鼠学习和记忆获得能力的影响：取小鼠55只，经3天的复杂迷宫趋食反应训练后，选取灵活性较一致者33只，随机分成3组，每组11只。对照组，每天灌胃同容量的生理盐水；给药组每天分别灌胃石菖蒲药液0.1、0.2g／10g,相当于LD50的1／54、1／27。同时训练各组小鼠，持续6天，结果：石菖蒲能明显缩短小鼠走迷宫取食所需时间，减少错误次数，第4、5、6天的迷宫时间和错误次数与对照组比较均有明显差异P<0.01，第4天两剂量组间比较P<0.05，第5、6天两剂量组间比较无明显差异。表明石菖蒲能促进正常小鼠学习和记忆获得。医.学 全在.线,提供\n3.1.2.对正常小鼠记忆巩固能力的影响：取小鼠55只，经10天复杂迷宫趋食反应训练后，选取学会走迷宫取食（20秒内错误不超过3次到达终点)，并且需时较一致者33只，随机分成3组，每组11只。对照组，每天分别灌胃同容量的生理盐水；给药组，每天分别灌胃石菖蒲0.1、0.2g／10g。连续给药10天，期间停止训练。第11天，观察各组小鼠对10天前学会的走迷宫正确途径的记忆巩固程度。结果：小鼠迷走宫的时间和错误次数，对照组与给药组比较无显著差异。表明石菖蒲对正常小鼠的记忆巩固能力无促进作用。\n3.2.对化学药品所致小鼠记忆障碍的改善作用：\n3.2.1.东莨菪碱造成记忆获得障碍的作用：取小鼠55只，随机分成5组，每组11只。A为正常对照组,B为东莨菪碱模型组,C、D分别为石菖蒲组0.1、0.2g／10g剂量组,e为脑复康组（100mg／kg)，连续7天。未次给药后4小时，A组腹腔注射同容量的生理盐水,B、E腹腔注射东莨菪1mg／kg，15分钟后对动物进行跳台训练，24小时后测验记忆成绩。结果、石菖蒲0.1、0.2g／10g使小鼠测验时错误次数显著减少，与东莨菪碱模型组比较P<0.01，两剂量组之间均无显著差异。对照组、脑复康组与东莨菪碱模型组比较P<0.01。表明东莨菪碱能造成小鼠记忆获得障碍，而石菖蒲对此具有明显的改善作用。\n3.2.2.对亚硝酸钠造成记忆巩固不良的作用：取小鼠55只，随机分成5组，连续给药7天。末次给药后4小时进行跳台训练，训练结束后立即皮下注射亚硝酸钠120mg/kg。24小时后测验记忆成绩。结果：石菖蒲可使小鼠测验时错误次数显著减少，与亚硝酸钠组比较P<0.01；两剂量间无差异；亚硝酸钠组与对照组比较P<0.01。表明石菖蒲对亚硝酸钠造成的小鼠记忆巩固不良具有显著的改善作用。\n3.2.3.对乙醇引起的小鼠记忆再现缺失的作用：小鼠55只，随机分组，连续给药7天。末次给药后4小时进行跳台训练，24小时后，在测验前30分钟灌胃40%乙醇0.1ml／10g。结果表明：石菖蒲可使小鼠测验时的错误次数显著减少。对乙醚引起的小鼠记忆再现缺失有明显改善作用。中枢胆碱能神经系统与学习记忆有密切的关系，早老性痴呆（Alzheimers disease)与胆碱神经传导，缺损有关联。抗胆碱药东莨菪碱可引起类似于老年性健忘症的记忆障碍。石菖蒲能显著对抗东莨菪碱引起的记忆获得障碍，推测该药可能具有胆碱能样效应。石菖蒲对亚硝酸钠造成的记忆巩固不良有明显的改善作用。表明石菖蒲能保护大脑因缺氧引起的脑功能减退，改善缺氧造成的记忆巩固障碍。乙醇可导致人类大脑去甲肾上腺素能和胆碱能神经系统以及中脑部份的损害；啮齿动物长期摄入乙醇可使大脑皮质、海马的去甲肾上腺素能、胆碱能神经产生去神经作用，并引起持久地记忆障碍；也有资料表明乙醇中毒可致脑内5-羟色胺水平下降：在行为实验的不同阶段给予乙醇可导致记忆再现障碍。石菖蒲对乙醇引起的记忆再现缺失有改善作用，说明石菖蒲可能改善大脑去甲肾上腺素能，胆碱能神经功能和调节脑内5-羟色胺水平。\n4.降温作用：α-细辛醚0.5mg/kg和3mg/kg腹腔注射，能分别降低小鼠体温1.8℃和3.5℃，并能翻转麦角酸二乙胺的升温为降温，平均降低1.3℃。亦有报道，细辛醚无降温作用，亦不能对抗麦角酸二乙胺的升温作用。\n5.解痉作用：\n5.1.对离体豚鼠气管的解痉作用：α-细辛醚对抗致痉剂乙酰胆碱（Ach)、组胺（Hist)和五羟色胺（5-HT)的最低有较浓度为10μg/ml，α-细辛醚对抗组胺和五羟色胺的作用与氨茶碱相似，但对乙酰胆碱的对抗作用则远低于氨茶碱。α-细辛醚完全阻断致痉剂作用的浓度：对抗乙酰胆碱为40μg/ml，对抗组胺为80μg/ml，对抗五羟色胺为53μg/ml，其效力高于氨茶碱。β-细辛醚的烯丙基（1-烯丙基-2，4,5-三甲氧基苯)有相似的作用，但均比α-细辛醚弱。\n5.2.对离体豚鼠回肠的解痉作用：实验表明，阻断离体豚鼠肠管平滑肌的效果以α-细辛醚为最优，其对抗组胺为20μg/ml,对抗乙酰胆碱和五羟色胺的最低有效浓度为10μg/ml，其次为挥发油。而煎剂的解痉作用则甚差。\n6.抗肿瘤作用：石菖蒲挥发油0.042、0.085ml/kg灌胃，连续7天，对小鼠肝瘤有抑制作用。0.062ml/kg腹腔注射,0.085ml/kg灌胃,连续9天,对小鼠肉瘤-180有抑制作用。石菖蒲20%煎剂能在体外全部杀死小鼠腹水癌细胞。\n7.其他作用：对小白鼠的急性中毒主要症状为抽搐，外界刺激可诱发和加剧抽搐，最后死于强直性惊厥，说明中毒主要在兴奋脊髓。对某些真菌在试管内有抑制作用，体外试验，高浓度浸出液对常见致癌性皮肤真菌有抑制作用。菖蒲、艾叶、雄黄含剂可作烟熏消毒。1：2的煎剂使蛔虫麻痹和死亡70%。  \n",
    "creation": "拣去杂质，洗净，稍浸泡，润透，切片，晒干。\n\n《雷公炮炙论》：\"采得菖蒲后，用铜刀刮上黄黑硬节皮一重，以嫩桑枝条相拌蒸，出，晒干，去桑条，锉用。\"",
    "function": "开窍，豁痰，理气，活血，散风，去湿。治癫痫，痰厥，热病神昏，健忘，气闭耳聋，心胸烦闷，胃痛，腹痛，风寒湿痹，痈疽肿毒，跌打损伤。\n\n化湿开胃，开窍豁痰，醒神益智。用于脘痞不饥、噤口下痢、神昏癫痫、健忘耳聋。\n\n①《本经》：\"主风寒湿痹，咳逆上气，开心孔，补五脏，通九窍，明耳目，出音声。\"\n\n②《别录》：\"主耳聋，痈疮，温肠胃，止小便利，四肢湿痹，不得屈伸，小儿温疟，身积热不解，可作浴汤。聪耳目，益心智。\"\n\n③《药性论》：\"治风湿顽痹，耳鸣，头风，泪下，杀诸虫，治恶疮疥瘙。\"\n\n④《日华子本草》：\"除风下气，除烦闷，止心腹痛，霍乱转筋。治客风疮疥，涩小便，杀腹藏虫。耳痛：作末、炒，承热裹窨，甚验。\"\n\n⑤王好古：\"治心积伏粱。\"\n\n⑥《滇南本草》：\"治九种胃气，止疼痛。\"\n\n⑦《纲目》：\"治中恶卒死，客忤癫痫，下血崩中，安胎漏。散痈肿。捣汁服，解巴豆、大戟毒。\"\n\n⑧《本草备要》：\"补肝益心，去湿逐风，除痰消积，开胃宽中。疗噤口毒痢，风痹惊痫。\"\n\n⑨《本草再新》：\"止鼻血，散牙痈。\"\n\n⑩广州部队《常用中草药手册》：\"治风湿性关节炎，腰腿痛，消化不良，胃炎，热病神昏，精神病。\"\n\n⑾《广西中草药》：\"治癫狂，惊痫，痰厥昏迷，胸腹胀闷或疼痛。\"",
    "taste": "辛，微温，\n\n①《本经》：\"辛，温。\"\n\n②《另口录》：\"无毒。\"\n\n③《药性论》：\"味苦辛，无毒。\"\n\n入心、肝、脾经。\n\n①《纲目》：\"手少阴、足厥阴。\"\n\n②《雷公炮制药性解》：\"入心、脾、膀胱三经。\"\n\n③《本草经解》：\"入足厥阴肝经、手太阴肺经。\"\n",
    "usage": "内服：煎汤，1～2钱(鲜者3～8钱)；或入丸、散。外用：煎水洗或研末调敷。",
    "compatibility": "阴虚阳亢、烦躁汗多、咳嗽、吐血、精滑者慎服。\n\n①《本草经集注》：\"秦艽、秦皮为之使。恶地胆、麻黄。\"\n\n②《日华子本草》：\"忌饴糖、羊肉。勿犯铁器，令人吐逆。\"\n\n③《医学入门》：\"心劳、神耗者禁用。\"",
    "storage": "置干燥处，防霉。",
    "side_effects": "1.大鼠腹腔注射菖蒲挥发油的LD50为221mg/kg，给药后先呈阵挛性惊厥，而后出现强直性惊厥、死亡。石菖蒲挥发油灌胃对小鼠的LD50为4.706ml/kg；腹腔注射的LD50为0.23±0.02ml/kg。挥发油小鼠皮下注射的LD50为0.157ml／kg，中毒动物表现为间歇性抽搐，数小时至10余小时后动物死亡强直性惊厥，说明石菖蒲挥发油中毒主要是兴奋脊髓。2.α-细辛醚按寇氏法测定得小白鼠腹腔注射LD50为338.5±9mg／kg，用药后出现肌肉松驰，呼吸频率减慢，身躯拉长等症状，16-24小时内死亡，24小时内不死亡者则存活。点样试验和掺入平板法试验一致证实α-细辛醚为诱变阳性物质，能引起鼠伤寒沙门氏菌突变种TA100,TA98的致突作用。3.石菖蒲水煎剂小鼠腹腔注射的LD50为53g／kg，38g/kg时出现中毒症状，表明为呼吸困难，阵挛性抽搐。",
    "category": "归经_肝经",
    "plant": "石菖蒲\n多年生草本，根茎横卧，直径5～8毫米，外皮黄褐色。叶根生；剑状线形，长30～50厘米，宽2～6毫米，罕达1厘米，先端渐尖，暗绿色，有光泽，叶脉平行，无中脉。花茎高10～30厘米，扁三棱形；佛焰苞叶状，长7～20厘米，宽2～4毫米；肉穗花序自佛焰苞中部旁侧裸露而出，无梗，斜上或稍直立，呈狭圆柱形，柔弱，长5～12厘米，直径2～4毫米；花两性，淡黄绿色，密生；花被6，倒卵形，先端钝；雄蕊6，稍长于花被，花药黄色，花丝扁线形；子房长椭圆形。浆果肉质，倒卵形，长宽均约2毫米。花期6～7月。果期8月。\n生长于山涧泉流附近或泉流的水石间。分布长江流域及其以南各地。\n\n本植物的叶(菖蒲叶)、花(石菖蒲花)亦供药用，各详专条。",
    "application": "用量3~6克。或入丸散。外用煎水洗或研末调敷。用治癫痫、痰厥、热病神昏、健忘、气闭耳聋、心胸烦闷、胃痛、腹痛、风寒湿痹、痈疽肿毒、跌打损伤等。石菖蒲、生姜共捣汁灌下，用治痰迷心窍。",
    "position": "为天南里科植物石菖蒲的根茎。",
    "source": "《本草图经》"
  },
  {
    "name": "紫花地丁",
    "alias": "兔耳草",
    "ingredient": "含甙类、黄酮类、蜡（为虫蜡酸及不饱和酸等酯类）。",
    "process": "堇菜科草本植物紫花地丁的全草。",
    "distinguish": "全草，皱缩卷曲成团状。叶片多碎断，全体呈绿色或灰绿色。蒴果夹果状。黑色种子多散存于碎叶之间。气青草味，味苦而持久。以枝叶青绿色，无杂质者为佳。",
    "effect": "1.对金黄色葡萄球菌和卡他球菌有较强的抑制作用；2.对甲型链球菌和肺炎双球菌有不同的抑制作用。",
    "creation": "除去杂质，洗净，切碎，干燥。",
    "function": "?",
    "taste": "味苦；性寒",
    "usage": "15～30g;外用鲜品适量，捣烂敷患处。",
    "compatibility": "1、据中药志和中药鉴别手册记载还有些地区如内蒙用豆科山野豌豆的地上部分作紫花地丁。浙江、云南、安徽滁县等地，以远志科植物瓜子金称竹叶地丁。广东、广西以龙胆科植物华南龙胆称广地丁，四川以龙胆科植物石龙胆作地丁用，而陕西、四川部分地区以菊科植物蒲公英全草称黄花地丁。这些地丁应结合地区习用，注意鉴别。",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归心、肝经",
    "plant": "多年生草本，无地上茎。根状茎短，节密生。主根粗，有数条细根。叶多数，基生，莲座状;叶片下部通常较小，呈三角状卵形或狭卵形，先端圆钝，基部截形或宽楔形，稀微心形，边缘具浅圆齿，两面无毛或被细短毛，果期叶片增大;托叶膜质，苍白或淡绿色，2/3~4/5与叶柄合生，离生部分线状披针形。花两侧对称，具长梗;花瓣淡紫色或紫色，稀呈白色，喉部色淡并带紫色条纹;萼片5，卵状披针形或披针形，基部附属物矩形或半圆形，顶端圆或截形;花瓣5，倒卵形或长圆状倒卵形;雄蕊5，子房卵形，无毛，花柱棍棒形，柱头三角形。种子卵球形，淡黄色。花期3~4月，果期5~9月。",
    "application": "用量15~30克;单味大量可用至30~60克;外用适量，捣烂外敷患处。用治热毒痈结所致之疔疮痈肿、乳痈、肠痈、丹毒等症;及肝热目赤肿痛、毒蛇咬伤等。",
    "position": "本品为堇菜科植物紫花地丁ViolayedoensisMakino的干燥全草。\n　　春、秋二季采收，除去杂质，晒干。",
    "source": "?"
  },
  {
    "name": "皂角刺",
    "alias": "皂荚刺、皂刺、天丁、皂角针、皂针",
    "ingredient": "含黄酮甙、酚类，氨基酸。",
    "process": "全年可采，但以9月至翌年3月间为宜。",
    "distinguish": "完整的棘刺有多数分枝，主刺圆柱形，长5～15厘米，基部粗约8～12毫米，末端尖锐；分枝刺一般长1.5～7厘米，有时再分歧成小刺。表面棕紫色，尖部红棕色，光滑或有细皱纹。质坚硬，难折断。药材多纵切成斜片或薄片，厚在2毫米以下，木质部黄白色，中心为淡灰棕色而疏松的髓部。无臭，味淡。以片薄、纯净，整齐者为佳。\n主产江苏、湖北、河北、山西、河南、山东。此外，广东、广西、四川、安徽、浙江、贵州、陕西、江西、甘肃等地亦产。",
    "effect": "抗癌作用：1.体外试验，热水浸出物对JTC-26抑制率为50-70%。 2.体内实验，对浊鼠肉瘤-180有抑制活性的作用。煎剂用平板打洞法，对金黄色葡萄球菌和卡他球菌有抑制作用；水浸剂60g/kg灌胃对肉瘤-180的抑制率为32.8%。",
    "creation": "拣去杂质；用水浸泡，润透后切片，晒干。",
    "function": "搜风，拔毒，消肿，排脓。治痈肿，疮毒，疠风，癣疮，胎衣不下。\n\n①《本草图经》：\"米醋熬嫩刺针作浓煎，以敷疮癣。\"\n\n②杨士瀛：\"能引诸药上行，治上焦病。\"\n\n③《本草衍义补遗》：\"治痈疽已溃，能引至溃处。\"\n\n④《纲目》：\"治痈肿，妒乳，风疠恶疮，胞衣不下，杀虫。\"\n\n⑤《本草崇原》：\"去风化痰，败毒攻毒。定小儿惊风发搐，攻痘疮起发，化毒成浆。\"\n\n⑥《四川中药志》：\"治风热疮疹，并能通乳。\"\n\n⑦《药材学》：\"治扁桃体炎。\"",
    "taste": "辛，温。\n\n①《纲目》：\"辛，温，无毒。\"\n\n②《医林纂要》：\"辛咸，温。\"\n\n③《四川中药志》：\"性温，味辛，有小毒。\"\n\n归肝；肺经 ",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：醋煎涂，研末撒或调敷。",
    "compatibility": "《本草经疏)：\"凡痈疽已溃不宜服，孕妇亦忌之。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "1.皂荚 乔木，高达15cm。刺粗壮，通常分枝，长可达16cm，圆柱形。小枝无毛。一回偶数羽状复叶，长12-18cm；小叶6-14片，长卵形、长椭圆形至卵状披针形，长3-8cm，宽1.5-3.5cm，先端钝或渐尖，基部斜圆形或斜楔形，边缘有细锯齿，无毛。花杂性，排成腋生的总状花序；花萼钟状，有4枚披针形裂片；花瓣4，白色；雄蕊6-8；子房条形，沿缝线有毛。荚果条形，不扭转，长12-30，宽2-4cm，微厚，黑棕色，被白色粉霜。花期4-5月，果期9-10月。 2．山皂荚 乔木，高可达25m。刺略扁，长5-10cm，常有分枝。幼枝淡紫色。一回偶数羽状复叶，长25-30cm；www.med126.com小叶8-12对，长椭圆形或卵状长椭圆形，长l-4cm，全缘或有疏圆齿，上面有光泽，中助上有短柔毛，下面无毛；长枝上为二回偶数现状复叶，有3-6对羽片；小叶5-10对，狭卵形、卵状长圆形或卵状披针形；叶轴有短柔毛。细长总状花序；花有短梗；杂性异株，花黄绿色；雄蕊花瓣椭圆形，雄蕊8；两性花的雄蕊较小。荚果长25- 30cm，宽2-3.5cm，扭曲，并有泡状隆起，种子靠近中部；种子卵状椭形，稍扁，栗褐色。花、果期6-11月。",
    "application": "治疗急性扁桃体炎\n皂角刺3钱水煎，早晚2次分服。观察10例，1例无效(并发扁桃体周围脓肿)，其余均在2～8日内治愈。大都在服药次日，体温及白细胞即下降至正常，自觉症状及扁桃体红肿减轻。",
    "position": "为豆科植物皂荚的棘刺。植物形态详\"皂荚\"条。",
    "source": "《本草衍义补遗》"
  },
  {
    "name": "马钱子",
    "alias": "番木鳖、苦实把豆儿(《飞鸿集》)，火失刻把都(《纲目》)，苦实(《本草原始》)，马前，牛银(《本草求原》)，大方八(《中药材手册》)。",
    "ingredient": "\n　　含多种生物碱，如番木鳖碱、马钱子碱等，有兴奋脊髓的反射机能，兴奋延髓的呼吸中枢和血管运动中枢等作用，大量引起惊厥，马钱子碱有明显的镇咳作用。成熟种子含生物碱1.5～5%，其中主要是番木鳖碱(Stry-chnine，士的宁)，约占总碱的35～50%;其次为马钱子碱(Brucine)，含量与番木鳖碱大致相等;并有少量可鲁勃林(Colubrine)、16-羟基可鲁勃林、伪番木鳖碱(Pseudo-strychnine)、番木鳖次碱(Vomicine)等;又含番木鳖甙(Lo-ganin)。\n\n\n　　马钱子中番木鳖碱的含量为1.03～1.07%。大多数药典规定值1.15～1.25%都偏高。国产马钱藤种子中番木鳖碱的含量为1.34%。根皮中含生物碱9%，其中有番木鳖碱、马钱子碱、可鲁勃林、番木鳖次碱等;另含0.12%季铵生物碱马瓦箭毒素(Mavacurine)。树皮中主含番木鳖碱和马钱子碱，以及少量伪番木鳖碱、伪马钱子碱等。叶含番木鳖次碱、甲基伪马钱子碱(Novacine)、甲基伪番木鳖碱(Icajine)，以及番木鳖碱、马钱子碱、可鲁勃林。 马钱子含总生物碱1.8%～5.3%。主要为番木鳖碱(士的宁，stuychnine)，约占总碱的50%，其次为马钱子碱(brucine)，另外尚含微量生物碱 α-和β-可鲁勃林(α-,β-colubrine)、异番木鳖碱(isostrychnine)、伪番木鳖碱(pserdostrychnine)、伪马钱子碱(pseudobrucine)、16-羟基α-可鲁勃林(16- hydroxy-α-colubrine)、16-羟基β-可鲁勃林(16-hydroxy-β-colubrine)、番木鳖次碱 (vomicine)、马钱子新碱(novacine)、依卡精(icajine)。据报道，从炮制后马钱子中分离得4个化合物，为异马钱子碱(isobrucine)、N-氧异马钱子碱(isobrucine N-oxide)、N-氧异番木鳖碱(isostrychnine N-oxide)、2-羟基-3-甲氧基士的宁碱(2-hydroxy-3-methoxystrychnine)。此外，种子尚含番木鳖甙(loganin)、绿原酸、棕榈酸、环木菠萝甾醇棕榈酸酯 (cycloartenyl palmitate)及脂肪油、蛋白质、多糖类等。\n",
    "process": "果实成熟时采摘，除去果肉，取出种子，晒干。",
    "distinguish": "干燥成熟的种子呈扁圆形，钮扣状，略弯曲，边缘微隆起，常一面稍凹下，另一面稍突起，直径1～3厘米.厚3～6毫米，表面灰棕色或灰绿色，密生匍伏的银灰色毛茸，呈辐射状排列，有丝光，底面中央有一稍突出的圆点，边缘有一小突起，在圆点与小突起之间有一条棱线。质坚硬，难破碎，破开后种仁淡黄白色，稍透明，角质状。纵切面可见心形的子叶。无臭，味极苦。毒性剧烈，口尝宜特别谨慎.以个大、肉厚、质坚者为佳。\n主产印度、越南、缅甸等地。\n\n马钱子历来多为进口药，现我国云南有马钱藤，经测定种子含番木鳖碱，可以代替进口马钱子。生药外形与马钱子相似，长径20～30毫米，短径15～22毫米，中央厚6～10毫米，每个重1.3～2.7克；外面密被棕白色至棕色，光亮的绢毛，自中央向四周辐射状匍匐排列；种脐在种子中央，珠孔在种子的边缘。\n\n　　显微鉴定： 种子横切面：种皮表皮细胞分化成单细胞毛，向一侧斜伸，长500～1100μm，宽约25μm以上，其部膨大，似石细胞状，直径约75μm，壁极厚，强木化，有纵长扭曲的纹孔，毛的体部肋状木化增厚，胸腔断面观类圆形;种皮内层为舫的棕色薄壁细胸，内胚乳细胞壁厚约25μm ，胞间连丝隐约可见，以碘液处理后较明显，细胞内含脂肪油滴及糊粉粒。\n",
    "effect": "\n　　1.对中枢神经系统的作用 本品所含的番木鳖碱对整个中枢神经系统都有兴奋作用，首先兴奋脊髓的反射机能，其次兴奋延髓的呼吸中枢及血管运动中枢，并能提高大脑皮质的感觉中枢机能。\n\n\n　　1.1.对脊髓作用 脊髓对番木鳖碱有高度的敏感性，给蛙皮下注射0.02%硝酸番木鳖碱溶液0.5ml，可见反射兴奋提高，轻轻触动皮肤表面，就能引起动物震颤;给截除大脑的猫静脉注射0.01%硝酸番木鳖碱0.2mg/kg，亦见反射性增高。剂量增加时可出现强直性惊厥。治疗剂量的番木鳖碱使神经冲动在脊髓中传导容易，并能提高脊髓反射兴奋性，因此可缩短脊髓反射时间，增高反射强度，且不破坏脊髓中枢的交互抑制过程，但中毒剂量的番木鳖碱能破坏此交互抑制过程。出现强直性惊厥。番木鳖碱在试管中，能抑制胆碱酯酶对乙酰胆碱的分解，因此曾有人认为此即为番木鳖碱兴奋作用产生的原理。另有资料认为系由于番木鳖碱能与突触后抑制性介质甘氨酸竞争突触后抑制部位，因此能选择性阻断运动神经元和中间神经元的突触后抑制，使运动神经元对传入刺激起较大反应。同时也能阻断脊髓中闰绍细胞(RenshawCell)对运动神经元的抑制作用，这样减弱或消除了对抗肌(伸肌与屈肌)之间的交互抑制，因此大剂量可致强直性惊厥。\n\n\n　　1.2.对延髓的作用 据资料记载，给箭毒麻痹的犬静脉注射2mg/kg的硝酸番木鳖碱，血压立刻升高(10-20mmHg)，并长时间持续在高度水平。但如破坏动物的延髓，血压随即下降，增大番木鳖碱剂量，血压也不再上l，说明番木鳖碱能提高血管运动中枢的兴奋性，增进血液循环。番木鳖碱还具有兴奋迷走神经中枢作用，可出现心动徐缓。番木鳖碱亦能提高呼吸中枢的兴奋性，使呼吸加深加快，特别是在上述中枢被抑制时这些作用更加明显。此外，它还可以兴奋咳嗽中枢。\n\n\n　　1.3.对大脑皮质的作用 小剂量的番木鳖碱能加强皮质的兴奋过程，促使处于抑制状态的病人苏醒。还能提高味觉、触觉、听觉和视觉等感觉器官的功能。治疗剂量的番木鳖碱对犬和猴的实验性神经官能症呈现良好作用，能促使兴奋和抑制过程之间的正常关系的恢复。大剂量的番木鳖碱(接近中毒量)，在短暂的提高兴奋过程后，即发生超限抑制现象。\n\n\n　　2.对人体淋巴细胞的作用 临床上有报道，硝酸番木鳖碱治疗慢性再生障碍性贫血有效。刘德祥等观察了马钱子分煎液不同剂量对体外培养人淋巴细胞有丝分裂指数的影响，结果表明，当煎液浓度为0.3-0.7mg/ml时，分裂指数基本一致，当浓度为0.2mg/ml时，分裂指数基本一致，当浓度为0.1mg/ml时，分裂指数达9.975%，急剧上l，超过对照组。\n\n\n　　3.对消化系统的作用 番本鳖碱具有强烈苦味，可刺激味觉感受器反射性增加胃液分泌，促进消化机能和食欲，病人肠痿管试验证明，番木鳖碱对人体胃肠平滑肌无兴奋作用。\n\n\n　　4.对呼吸系统的影响 新疆维吾尔自治区防治老年慢性气管炎药物药理协作组报道，以二氧化硫或氨雾引咳法试验证明，马钱子碱50mg/kg灌胃对小鼠有明显的镇咳作用，其作用强度超过可待因。小鼠酚红排泌法证明，马钱子碱40mg/kg有明显的祛痰作用，强度与氯化氨无显著差别。平喘作用弱。但动物实验发现，当用药时间延长，用量增加时，能加强家兔抗组织胺的作用。\n\n\n　　5.抗菌作用：马钱子的水煎剂(1：2)在试管内对许兰氏黄癣菌，奥杜盎氏小芽胞癣菌有不同程度的抑制作用。体外试验表明，0.1%马钱子碱能完全抑制流感嗜血杆菌，肺炎双球菌，甲型链球菌和卡他球菌的生长。\n\n\n　　6.其它作用 SollmanTA报告马钱子碱对感觉神经末梢有麻痹作用，5-10%马钱子碱溶液可使口腔粘膜麻醉，马钱子碱和番木鳖碱极大剂量时，均可阻断神经肌肉传导呈现箭毒样作用，此种作用在整体动物上被全身性惊厥所掩盖，只在离体神经肌肉标本上才能表现出来。\n",
    "creation": "制马钱子 将砂子放锅内炒热，加入拣净的马钱子，炒至外面呈棕黄色并鼓起时取出，筛去砂子，去毛即可。\n油马钱子 将拣净的马钱子，煮沸后取出，再用清水浸泡，捞出，刮去皮毛，稍晾，切成薄片，用少许烧热的麻油炒至微黄色，取出晾凉。",
    "function": "散血热，消肿，止痛。治咽喉痹痛，痈疽肿毒，风痹疼痛，骨折。并治面神经麻痹，重症肌无力。通络止痛，散结消肿。用于风湿顽痹、麻木瘫痪、跌扑损伤、痈疽肿痛。\n\n①《纲目》：\"治伤寒热病，咽喉痹痛，消痞块，并含之咽汁，或磨水噙咽。\"\n\n②《中药志》：\"散血热，消肿毒。治痈疽，恶疮。\"",
    "taste": "苦，寒，有毒。\n\n①《纲目》：\"苦，寒，无毒。\"\n\n②《本草原始》：\"味苦，寒，大毒。\"",
    "usage": "\n　　内服：炮制后入丸、散，每次0.2-0.6g。大剂量0.9g。\n\n\n　　外用：适量，研末撒，浸水，醋磨、煎油涂敷或熬膏摊贴。\n",
    "compatibility": "\n　　不宜生用、多服久服;体质虚弱及孕妇禁服。过量中毒可引起肢体颤动、惊厥、呼吸困难，甚至昏迷。《本草经疏》：“气血虚弱、脾胃不实者，慎勿用之。”毒性马钱子含有番木鳖碱，成人用5～10毫克即可发生中毒现象，30毫克可致死亡。曾报道用马钱子治疗白喉总剂量达50.54毫克时，引起中毒。亦有服九转回生丹(主要成分为马钱子与地龙)而致中毒或马钱子7粒中毒致死的病例。\n",
    "storage": "密闭保存，置干燥处。",
    "side_effects": "中毒者初有嚼肌及颈部肌抽筋感，咽下困难，全身不安、然后伸肌与屈肌同时极度收缩而出现强直性惊厥。可用乙醚作轻度麻醉或用巴比妥类药物静脉注射以抑制惊厥，另用高锰酸钾洗胃。毒性：对小鼠皮下注射的半数致死量，士的宁为0.47mg/kg及0.85mg/kg，4-羟基士的宁为0.556mg/kg；马钱子碱给狗静脉注射的致死量为8mg/kg。番木鳖碱、马钱子碱和马钱子仁对小鼠灌胃的急性半数致死量分别为3.27、233和234.5mg/kg；小鼠腹腔注射的急性半数致死量分别为1.53、69和77.76mg/kg。马钱子碱给犬静脉注射的半数致死量为8mg/kg。成人1次服5-10mg的番木鳖碱可致中毒，30mg可致死亡。曾报道用马钱子治疗白喉，总剂量达50.54mg时引起中毒；并有服马钱子7粒中毒致死的病例报告。死亡原因为强直性惊厥反复发作造成衰竭及窒息死亡。1988年有人比较了马钱子及不同炮制品的毒性。",
    "category": "归肝、脾经。",
    "plant": "马钱(《纲目》)\n乔木，高10～13米。树皮灰色，具皮孔，枝光滑。叶对生，叶柄长4～6毫米；叶片草质，广卵形或近于圆形，长6～15厘米，宽3～8.5厘米，先端急尖或微凹，基部广楔形或圆形，全缘，两面均光滑无毛，有光泽，主脉5条罕3条，在背面凸起，两侧者较短，不达叶端，细脉成不规则的网状，在叶的两面均明显；叶腋有短卷须。聚伞花序顶生枝端，长3～5厘米，直径2.5～5厘米，被短柔毛；总苞片及小苞片均小，三角形，先端尖，被短柔毛；花白色，几无梗，花萼绿色，先端5裂，被短柔毛；花冠筒状，长10～12毫米，先端5裂，裂片卵形，长约2.5～4毫米，内面密生短毛；雄蕊5，花药黄色，椭圆形，无花丝；子房卵形，光滑无毛，花柱细长，柱头头状。浆果球形，直径6～13厘米，幼时绿色，成熟时橙色，表面光滑。种子3～5粒或更多，圆盘形，直径1.5～2.5厘米，表面灰黄色，密被银色茸毛，柄生于一面的中央，另一面略凹入，有丝光。\n生长热带。分布印度、越南、缅甸、泰国、斯里兰卡等地。",
    "application": "①治疗面神经麻痹\n将马钱子湿润后，切成薄片，1.2钱约可切18～24片，排列于橡皮膏上，贴敷于患侧面部(向左歪贴右，向右歪贴左)，约7～10天调换1张，至恢复正常为止。一般轻症贴2次即可。治疗15000人次，约80%有效。\n\n②治疗重症肌无力症\n将马钱子用水泡(冬天温水，夏天凉水)10～14天，去皮，放入煮沸的花生油内，文火煎约30余分钟，至焦黄色(以手击之即碎为度)时取出，拌于滑石粉内以吸去油质，约经10～14小时筛去滑石粉，再以清水冲洗1次.待干后研粉即可服用。开始每日1.5分，分3次服，逐渐增至每日3.2分或4分。试治3例，2例获得较好的近期疗效，1例无效。其中1例先用新斯的明等治疗，开始疗效尚好，以后渐减，改用马钱子治疗，肌力渐恢复，握力增加，无复视感，能自理生活。\n\n③治疗结核病\n曾用马钱子药蛋试治颈淋巴结核、结核性腹膜炎、慢性纤维性空洞性肺结核合并胸膜炎各1例，均有一定疗效。方法：取马钱子4钱砸碎(对形成窦道的颈淋巴结核加川黄连1两)，用开水浸泡1小时，再放入鸡蛋7个，文火煮1小时，将蛋捞出，用冷水浸泡片刻，再放回原药液中泡1小时，即成马钱子药蛋，捞出放凉处备用。每天早晨空腹服药蛋1个，7天为一疗程。间隔7天，再继续下一疗程。一般用2～4个疗程。煮蛋和泡蛋的过程中谨防将蛋弄破，破蛋应弃去，不能服用。1例颈淋巴结核取得很好效果；1例结核性腹膜炎经用抗痨药物治疗4个多月无明显效果，加用马钱子药蛋经三个疗程，腹部包块消失，大便正常，仅于触诊时肝区及右下腹有不明显的索状物，又续服药蛋2个疗程后痊愈出院；另1例慢性纤维性空洞性肺结核合并胸膜炎，胸腔积液，10天内抽胸水4次，经加用药蛋二个疗程后，胸水全部吸收。此外，对3例肺门淋巴结核，使用药蛋后也有明显效果。但对其他一些肺结核病人，在抗痨化学治疗的同时加用盐酸士的宁，都未见效果。\n\n④治疗子宫颈糜烂\n取马钱子仁置香油中炸后滤去药渣，然后加入适量凡士林，调制成软膏备用.先用过锰酸钾水冲洗阴道，揩净阴道、子宫颈口的分泌物，将带线的棉塞蘸马钱子油膏放于糜烂处，线尾留在阴道外，经6小时后取出.每日或隔日上药1次，6次为一疗程，未愈者可继续二、三个疗程。观察34例，13例痊愈，20例有效，1例无变化。\n\n⑤治疗痈肿\n取马钱子投入铜锅内，加麻油炸至呈深黄色时取出，刮去毛，研成细末，用米糊为丸或装胶囊(平均1粒马钱子制4粒)。成人体壮者，每天3～4丸，临睡前用米汤1次送服。孕妇、体弱或6岁以下儿童禁服。治疗1500余例，均获明显效果。",
    "position": "为马钱科植物马钱的成熟种子。",
    "source": "《纲目》"
  },
  {
    "name": "蜜蜡",
    "alias": "蜜蜡、蜡、蜜跖、黄蜡、白蜡、黄占",
    "ingredient": "\n蜂蜡(蜜蜡)主要成分可分为4大类，即酯类、游离酸类、游离醇类和烃类。此外还含微量的挥发油及色素。\n\n\n在酯类中有软脂酸蜂花酯(约占80%，是蜂蜡主要成分)，蜡酸蜂花酯落花生油酸蜂花酯;在游离酸类中有蜡酸(约占15%)，廿四酸，褐煤酸，蜂花酸，叶虱酸，落花生油酸，新蜡酸即廿五酸;在游离醇类中有正廿八醇，蜂花醇;在烃类中有廿五烷，廿七烷，廿九烷，卅一烷及不饱和的蜂花烯。以上所举，是一概略，例如所含脂酸可能包括从C24至C34的偶数碳的正脂酸，醇类可能包括从C24至C34的偶数碳的伯醇。\n\n\n黄、白两种蜂蜡的成分，基本相同。蜂蜡据称尚含一种芳香性有色吻质，名为虫蜡素。\n",
    "process": "\n春、秋二季，将取去蜂蜜后的蜂巢，入水锅中加热熔化，除去上层泡沫杂质，趁热过滤，放冷，蜂蜡即凝结成块，浮于水面，取出，即为黄蜡。黄蜡再经熬炼、脱色等加工过程，即成白蜡。\n",
    "distinguish": "\n①黄蜡(《姚僧坦集验方》)，又名：黄占(《种福堂公选良方》)。多为不规则的块状，大小不一，全体呈黄色或黄棕色，不透明或微透明。表面光滑，触之有油腻感。体轻，能浮于水面，冷时质软脆，碎断面颗粒性，用手搓捏，能软化。有蜂蜜样香气，味演，嚼之细腻而粘。不溶于水，可溶干醚及氯仿中。以色黄、纯净、质较软而有油腻感、显蜂蜜样香气者为佳。\n\n\n②白蜡(《别录》)，又名：蜂白蜡。为白色块状。质较纯。气味较微弱，其它均与黄蜡同。\n\n\n全国大部地区均有生产。\n",
    "effect": "\n1.活性氨清除作用，中国产蜂蜡对来自芬顿体系的·OH和来自X/XO系的O2均有清除作用。2.5μg/ml以上浓度完全抑制脂质过氨化，还可浓义依赖性抑SOD诱导。\n\n\n2.其他作用，蜂蜡及其乳浊液有抑菌和防腐作用。且将肝素100-150mg悬浮在蜂蜡0.5-1.5ml内，静脉注射给予，可使肝素抗凝血作用时间延长。\n",
    "creation": "?",
    "function": "\n解毒，生肌，定痛。治急心痛，下痢脓血，久泻不止，胎动下血，疮痈内攻，久溃不敛，水火烫伤。\n\n\n①《本经》：\"主下痢脓血，补中，续绝伤，金疮，益气。\"\n\n\n②《别录》：\"疗久泄辩后重见白脓，补绝伤，利小儿。\"\n\n\n③《本草通玄》：\"贴疮生肌止痛。\"\n",
    "taste": "\n甘淡，平。\n\n\n①《本经》：\"味甘，微温。\"\n\n\n②《药性论》：\"味甘，平，无毒。\"\n\n\n③《本经逢原》：\"淡，平，无毒。\"\n\n\n入脾、胃、大肠经。\n\n\n①《本草汇言》：\"入手、足阳明经。\"\n\n\n②《本草求真》：\"入肝、脾。\"\n\n\n③《本草再新》：\"入肺、肾二经。\"\n",
    "usage": "\n内服：溶化和服，1.5～3钱；或入丸剂。外用：溶化调敷。\n",
    "compatibility": "\n湿热痢初起者忌服。\n\n\n①《本草经集注》：\"恶芫花、齐蛤。\"\n\n\n②《本草经疏》：\"火热暴痢不宜用。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n1.中华蜜蜂，蜂群由工蜂、蜂王及雄蜂组成。工蜂全体被黄褐色毛。头略呈三角形。胸部3节。翅2对，膜质透明。足3对，有采集花粉的构造。腹部圆锥状，有毒腺和螫针。腹下有蜡板4 对，内有蜡腺，分泌蜡质。蜂王体最大，翅短小，腹部特长，生殖器发达，专营生殖产卵。雄蜂较工蜂稍大，头呈球形，尾无毒腺和螫针，足上无采贮花粉构造，腹无蜡板及蜡腺。\n\n\n2.意大利蜜蜂，体似中华蜜蜂，但较之为大。\n",
    "application": "?",
    "position": "为蜜蜂科昆虫中华蜜蜂等工蜂分泌的蜡质，经精制而成。动物形态详\"蜂蜜\"条。",
    "source": "《本经》"
  },
  {
    "name": "见血清",
    "alias": "羊耳蒜、立地好、毛慈姑、岩芋、黑兰、矮胖儿、肉螃蟹、铁耙梳、倒岩提、走子草、肉龙箭、香花羊耳蒜、紫星羊耳蒜、香羊耳蒜",
    "ingredient": "含脉羊耳兰碱(nervosine)。",
    "process": "全年可采。",
    "distinguish": "性状鉴别：茎类圆形，粗达30cm，或切片厚1cm。表面灰绿色或淡棕色，散布不规则灰白色斑纹。树心处的块片呈深黄色。横切片年轮明显，射线放射状排列。质坚硬，折断面纤维状。气微，味苦。 显微鉴别：茎横切面：外为木栓细胞，栓内层有纤维，单个或2-20个成束散在，薄壁细胞内有单晶及少数簇晶，韧皮部有许多纤维束切向排列呈层状，纤维壁薄，弱木化，纵切面观长140-240μm，直径12-20μm，两端细尖；射线内有单晶或簇晶，簇晶直径16-20μm。木质部由导管、木纤维及木细胞组成，均木化，导管内常含黄棕色内含物。木射线1-5列细胞，具单纹孔。含淀粉粒。 　　理化鉴别：（1）取本品粗粉1g，加水10ml，煮沸2-3min，趁热滤过，取滤液置试管中，用力振摇，产生持久性泡沫，加热后泡沫不消失。（检查皂甙）（2）溶血试验取2％去纤维红细胞生理盐水混悬液1滴，放在载玻片上，加盖玻片后，在显微镜下观察红细胞的形状，然后在盖玻片一侧加1滴样品生理盐水浸液（l：3），在盖玻片的另一端用滤纸吸引液体，使检波逐渐渗入盖玻片下，与红细胞接触处迅速发生溶血。（检查皂式）（3）本品水提取液蒸干，加1-2ml醋酐溶解，再加浓硫-醋酐试剂。颜色由黄转为红色、紫色、蓝色。（检查皂式） 。",
    "effect": "止血作用：用活性炭处理过的水煎剂（1：1)，敷于局部，对切断狗、猴股动脉或截断麻醉狗后肢引起的出血，有止血作用。动物下台后，活动、食欲正常,48小时内无继发出血。对兔肝、脾切口，4分钟止血，4-12天后无继发出血，切口上有一层薄膜覆盖，药物已被吸收，基本上无粘连。体外试验，能使人和兔抗凝血液的红细胞凝集。缩短全血凝时间。",
    "creation": "?",
    "function": "凉血止血，清热解毒。治吐血，咯血，肠风下血，血崩，手术出血，小儿惊风，热毒疮疡，蛇咬伤。\n\n①《民间常用草药汇编》：\"清血，凉血，止血。治牙痛。酒泡服治跌打损伤。\"\n\n②《浙江民间常用草药》：\"清热解毒，补肺止血。\"\n\n③《四川常用中草药》：\"生新散瘀，清肺，止吐血。治各种吐血，劳伤咳嗽，肺肾阴虚咯血，肠风下血，红崩，拔脓生肌，刀伤。\"\n\n④《贵州药植目录》：\"治劳伤，小儿走子，搭背。\"",
    "taste": "苦，凉。\n\n①《浙江民间常用草药》：\"苦，平。\"\n\n②《四川常用中草药》：\"苦，凉。\"\n\n　归肺；肾经",
    "usage": "内服：煎汤，2～4钱(鲜品1～2两)；或浸洒。外用：捣敷或煎水含漱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "大鼠每天腹腔注射上述制剂1ml，前10天体重逐日增加，后10天体重稍减轻，未有死亡。肌肉注射1ml后2天解剖，局部肌肉呈微红色，6天后即无。",
    "category": "归经_肺经",
    "plant": "脉羊耳兰\n多年生草本。根状茎发达，褐色，横卧，其上着生细长的根数条；假鳞茎数枚，短，肉质，基部稍厚，高2.5～7厘米，表面有节。叶2～3枚，薄，卵形至矩圆形，长5～10厘米，先端渐尖，全缘，基部鞘状抱茎。总状花序疏散，长7～15厘米；苞片细小；萼片和花瓣淡紫色，长约8毫米，侧面2枚萼片狭矩圆形，背面1枚和花瓣践形；唇瓣绿紫色，卵形或倒卵形，先端钝或凹入，基部有2个小瘤体；蕊柱白色，内弯，有翅，翅每边有一尖角或齿。蒴果纺锤形。花期夏月。\n生于溪边石罅间或林下阴处。分布浙江、广东、四川、贵州等地。",
    "application": "用于止血\n取全草切碎烘干，用水煮沸3次，每次沸腾30分钟，合并煎煮液、浓缩、离心，取上清液调成1：1浓度的溶液，经活性炭处理和高压灭菌后备用。临用时以消毒纱布或棉球蘸药液置于伤口或手术切口，稍加压迫。曾用于胃次全切除，剖腹探查，包皮环切，肿瘤切除，阑尾切除，宫颈息肉切除，胆总管切开引流，疝、肠、子宫修补，剖腹产及绝育，各种外伤，拔牙，拔甲，鼻出血，囊肿切除等手术计38例。止血最短时间45秒，个别长达3分30秒，平均为2分钟左右。全部手术的皮肤、肌层和部分脏器切口的中小血管和广泛性渗血，均耒用止血钳和结扎，也不必清创即缝合，术后未发现粘连以及其他副作用和不良反应。",
    "position": "为兰科植物脉羊耳兰的全草。",
    "source": "《民间常用草药汇编》"
  }
]