[
  {
    "name": "蛇蜕",
    "alias": "龙子衣、蛇符、龙子单衣、弓皮(《本经》)，龙皮、龙单衣、蛇筋、蛇附(《吴普本草》)，蛇皮(《雷公炮炙论》)，龙子皮(《别录》)，蛇蜕皮(《药性论》)，蛇壳、蛇退(《纲目》)，龙衣(《分类草药性》)，青龙衣(《浙江中药手册》)，长虫皮(《河南中药手册》)，白龙衣(《山西中药志》)。",
    "ingredient": "蛇蜕含骨胶原。",
    "process": "全年皆可收集，但以3～4月间为最多。取得后抖去泥沙，晒干或晾干。",
    "distinguish": "干燥的蜕皮为圆筒形的半透明皮膜，常压扁或稍皱缩，或有碎断。完整者长达1米以上。背侧银灰色，有光泽具菱形或椭圆形的半透明鳞片。腹部乳白色或略显黄色，鳞片呈长方形，作覆瓦状排列。质轻柔，易破碎，抚之有滑润感。气微腥，味淡或微咸。以色白、皮细、条长、粗大、整齐不碎、无泥沙杂质者为佳。\n主产浙江、广西、四川、江苏、福建、安徽、陕西、云南等地。",
    "effect": "1.抗炎症作用： 采用煮沸的蛇蜕水提取物，冻干后得黄褐色粉末，得率为5.4%，用消炎痛（Indomethacin，IDM)、保秦松（Phenylbutazone，PB)作为对照药物。动物采用雄性大鼠（2009-300g体重)和dd系雄性小鼠（20g)。饲料、水自由摄取。实验结果表明：\n1.1.急性毒性试验无明显的毒性。\n1.2.对白血球游走的抑制作用表明：提取液20mg/kg 静脉注射，抑制率约51.1%（P＜0.01)，每天口服 200mg/kg，5天抑制率为33.7%（P＜0.02)。\n2.对足跖浮肿的抑制作用：对角叉菜胶所致浮肿的抑制作用，口服无效。50mg/kg 皮下注射和20mg/kg静脉注射呈现与IDM同等显著的抗浮肿作用。给发炎剂后，静脉注射20mg/kg 2小时后出现明显的抗浮肿作用。对芥末糊（Mus-tarol)所致浮肿的抑制作用，IDM在7天后有抑制浮肿的作用，蛇蜕提取液从第6天开始有效，但与保泰松一样都无持续抗浮肿作用。\n3.对血管通透性亢进的抑制作用：剂量为100mg/kg口服对葡聚糖所致皮肤浮肿抑制率60%（P＜0.02)。 口服对照药物IDM10mg/kg抑制率为37.5%（P＜0.01)，但对色素扩散的抑制率，提取液仅为15%（P＜0.05)，IDM则为72.6%（P＜0.01)，这表明两种药物的作用机理不同。\n4.对红血球热溶血的抑制作用：提取液4mg 和12mg的抑制作用分别为20.5%（P＜0.01)和48%（P＜0.01)；相当于IDM1mg，保泰松5mg对溶血的抑制作用。 \n",
    "creation": "用甘草水洗过，晒干，再用黄酒喷匀，置锅内微炒至黄色。(每蛇蜕100斤，用酒5斤)\n\n①《本经》：\"火熬之良。\"\n\n②《雷公炮炙论》：\"凡欲使，先于屋下以地掘一坑可深一尺二寸，安蛇皮于中一宿，至卯时出，用醋浸一时，于火上炙干用之。\"\n\n③《纲目》：\"今人用蛇蜕，先以皂荚水洗净，缠竹上，或酒、或醋、或蜜浸，炙黄用。或烧存性，或盐泥固煅，各随方法。\"",
    "function": "祛风，定惊，退翳，消肿，杀虫。治小儿惊痫，喉风口疮，木舌重舌，目翳内障，疔疮，痈肿，瘰疬，腮腺炎，痔漏，疥癣。\n\n①《本经》：\"主小儿惊痫瘈疭，癫疾，寒热，肠痔，虫毒蛇痫。\"\n\n②《别录》：\"主弄舌摇头，大人五邪言语僻越，恶疮，呕咳，明目。\"\n\n③《药性论》：\"治喉痹。\"\n\n④《日华子本草》：\"止呕逆。治小儿惊悸客忤，催生，疬疡，白癜风。\"\n\n⑤《用药心法》：\"去翳膜。\"\n\n⑥《纲目》：\"祛风，杀虫。烧末服，治妇人吹奶，大人喉风，退目翳，消木舌，敷小儿重舌，重腭，唇紧，解颅，面疮，月蚀，天泡疮，大人疔肿，漏疮肿毒，煮汤洗诸恶虫伤。\"\n\n⑦《医林纂要》：\"缓肝保心，去毒热，除风湿。\"\n\n⑧《分类草药性》：\"治眼胀头风，煅研涂疮，汤火伤，收湿疮干水，治疮疾。\"",
    "taste": "甘咸，平，有毒。\n\n①《本经》：\"味威，平。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《药性论》：\"有毒。\"\n①《本草经疏》：\"入肝。\"\n\n②《本草再新》：\"入肝、脾二经。\"\n\n",
    "usage": "内服：煎汤，0.5～1钱；或研末为散。外用：煎汤洗涤或研末调敷。",
    "compatibility": "孕妇忌服。\n\n①《药对》：\"畏慈石。\"\n\n②《纲目》：\"孕妇忌用。\"\n\n③《本草经疏》：\"小儿惊痫癫疾，非外邪客忤而由肝心虚者不效。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "1.王锦蛇，体粗状，全长2m左右。全身黑色，杂以黄色花斑，形似菜花，体前部有若干黄色横纹，头背棕黄色，鳞缘黑色，散以黑色斑，在尾下形成黑色纵纹。眶前鳞1，其下方常有1-2枚小鳞，眶后鳞2（3)；颞鳞2（3、1)+3（2、4)，上唇鳞3-2-3式，背鳞23（25)-23（21)-19（17)行，除最外1-2行平滑，余均具强棱；腹鳞203-224；肛鳞2分，尾下鳞69-102对。\n2.红点锦蛇，半水栖蛇类，全长约1m。体背面淡红褐色，具4条深棕色纵纹，直达尾末端，在体前段或断或续，头部有三道深棕色“∧”形斑，腹面黄棕色，密布黑色方斑，腹鳞外侧与背鳞交界处有不规则的黑点；尾腹面正中具黑纵纹，或无斑。眶前鳞1，眶后鳞2，颞鳞2（1、3)+3（2、1)；上唇鳞2-2-3式，或3、2、3（2、2、2)式。背鳞平滑，21（19-23)-21（19)-17（15)行；腹鳞162-186；肛鳞2分；尾下鳞47-64对。\n3.黑眉锦蛇参见“黄颔蛇”条。 \n",
    "application": "①治疗脑囊虫病\n将蛇蜕研成细粉，开水送服，每次1钱，日服2次。同时配服大戟汤(槟榔2两、大戟1钱、木瓜6钱、钩藤4钱，头晕加菊花4钱，有肝炎者去槟榔加雷丸6钱，加水500毫升，煎成150毫升，每日2次，每次50毫升，可连服30剂左右)。据10余年来千余例的观察，大多在用药后3～4个月内出现效果：脑压迫症状(抽搐、失明、失语、头痛等)减轻，结节减少或消失；用药1年以上，有的病人症状可完全消失，坚持服药2年以上的可收到更好的效果。其中250例经1年以上治疗，结果显效38例(15.2%)，有效160例(64%)，无效50例(20%)，死亡2例(0.8%)。\n\n②治疗流行性腮腺炎\n取蛇蜕2钱(成人及12岁以上儿童用量加倍)，洗净切碎，加2个鸡蛋搅拌，用油炒熟(可加盐)，1次服用。90例患者除5例服2剂外，均只服1剂，结果81%的病例于治疗2日内腺肿消退。\n\n③治疗淋巴腺结核\n取蛇蜕3～6克(剪碎)，鸡蛋3个。先将鸡蛋打一小孔，流去蛋白，留下蛋黄，然后于每个鸡蛋内装入蛇蜕1～2克，用纸糊口。置火中烤熟，去壳内服。每服1个，每日3次服完。治疗6例，服药70～90天均获痊愈。\n\n④治疗麦粒肿\n将完整的蛇蜕置于陈酸醋内浸泡，数日后取出剪成约5×8毫米的小块，贴敷局部，上盖浸有酸醋的棉片，固定，24小时换药1次，至痊愈为止。30例患者(30只眼)经1～3次治疗后，27例痊愈。经1年多随访，尚无1例复发。\n\n⑤治疗中耳炎\n将蛇蜕烧灰研末，调以麻油。用时先以双氧水洗净患耳，擦干后用棉棒蘸药涂于患部，每日或隔日1次。治疗21例，19例痊愈。亦有用蛇蜕、蜂窝各3钱，浸于95%酒精300毫升中，7天后过滤滴耳，每日3～4次。治疗慢性化脓性中耳炎4例，均于1周内见效。\n\n此外，用蛇蜕与鸡蛋混合，煎成蛋饼内服，治疗颈痈有显著效果。用蛇蜕、急性子制成片剂，每日顿服10片(每片含蛇蜕0.09钱，急性子0.045钱)，连服30～45天，对马来丝虫病有防止流火发作或减少发作次数及减轻症状的作用。",
    "position": "为游蛇科动物黑眉锦蛇、锦蛇、乌梢蛇、赤链蛇等多种蛇蜕下的皮膜。",
    "source": "《本经》"
  },
  {
    "name": "闹羊花",
    "alias": "踯躅花(《本草图经》)，惊羊花、老虎花(《纲目》)，石棠花(《纲目拾遗》)，黄喇叭花(《浙江中药手册》)，水兰花、老鸦花、豹狗花(《湖南药物志》)，黄蛇豹花(《闽东本草》)，三钱三、一杯倒、一杯醉(《广西中草药》)，黄牯牛花、石菊花、黄杜鹃花、石棠花、闷头花(《浙江民间常用草药》)。",
    "ingredient": "花含毒性成分梫木毒素和石楠素。叶含黄酮类、杜鹃花毒素、煤地衣酸甲酯。",
    "process": "4～5月间花开放时选择晴天采收。采下后立即晒干。",
    "distinguish": "干燥的花序多皱缩，由6～12朵花组成，簇生在一总柄上，黄灰色至黄褐色；花冠钟状，顶端卷折，表面疏生短柔毛；雄蕊较长，花丝弯曲并露于花冠外面，有的脱落，花药卵黄色。以干燥、黄灰色、无杂质者为佳。\n主产江苏、浙江、安徽、湖南等地。",
    "effect": "①镇痛作用\n用小白鼠热板法、电击法、兔中枢神经系统总和法均证明口服闹羊花煎剂有显著的镇痛作用，但治疗指数低(2.24)，安全范围较窄。将花研成细粉作成混悬液、浸剂、酊剂(用时蒸去乙醇)，通过电击小鼠尾巴法，证明各种制剂均有镇痛作用，其镇痛指数与阿片相似(闹羊花果实混悬液、阿片混悬液的镇痛指数分别为28.9及30.0)，所不同者为阿片剂量增加则镇痛作用加强，而闹羊花剂量增加，镇痛作用反而减弱，而且出现毒性症状。\n\n②对心血管系统的影响\n八厘麻毒素(一说即梫木毒素)有降低血压、减慢心率的作用，心率减慢较降压先出现，但持续时间较短，与剂量有密切关系。对麻醉狗静脉注射3.5微克／公斤可使心率平均减慢38.98%，20微克／公斤则可减慢69.86%。一般剂量时心率虽变慢，但仍呈窦性心律，如增大剂量则出现T波改变和心律紊乱，如各种类型的期前收缩和结性节律等。轻者可自行恢复，重者则转呈室性纤颤。这些可能是兴奋了迷走神经、抑制窦房结的冲动，减慢心率，并从而使异位节律点发生兴奋，产生各种心律紊乱。八厘麻毒素有降低血压作用，在一定剂量范围内(3.5～20微克／公斤)此作用强度与剂量之关系不大，但大剂量可使降压持续时间显著延长。它能显著抑制颈动脉加压反射，对心肌收缩力的抑制作用似与降压无大关系；降压与交感神经系统无关，而与毒草碱-胆碱反应系统有关；普鲁卡因对八厘麻毒素的降压及心率变慢均有抑制作用，推测降压原理为抑制血管运动中枢或直接对外周血管的影响。八厘麻毒素对小鼠腹腔注射的半数致死量为0.522毫克／公斤。\n\n③杀虫作用\n花对昆虫有强烈毒性，性质属接触毒与食入毒；其有效成分为梫木毒素与石楠素；对人亦有毒性。其根、叶对昆虫无毒杀作用。对家兔感染之血吸虫无杀灭作用。",
    "creation": "净制：晴天采摘后立即晒干，除去杂质及花梗，备用。",
    "function": "驱风，除湿，定痛。治风湿顽痹，伤折疼痛，皮肤顽癣。并用作手术麻醉。\n\n①本经》：\"主贼风在皮肤中淫淫痛，温疟，恶毒诸痹。\"\n\n②《本草拾遗》：\"主一切风血。煮之，亦浸酒。\"\n\n③《本草蒙筌》：\"主风湿藏肌肉里，濈濈麻痹。\"\n\n④《本草新编》：\"主折伤。\"\n\n⑤《本草求原》：\"劫顽痰。\"\n\n⑥《科学的民间药草》：\"是麻醉药，能镇痉镇痛。治气喘。\"",
    "taste": "辛，温，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"有大毒。\"",
    "usage": "内服：煎汤，1～2分；浸酒或入丸、散。外用：捣擦。",
    "compatibility": "本品有毒，不宜多服、久服。体虚者忌服。\n\n《本草经疏》：\"气血虚人忌之。\"",
    "storage": "置干燥处，防潮。",
    "side_effects": "毒性： 如服用过量的羊踯躅果实，可出现心动过缓、休克等毒性反应，但均为暂时性，给予阿托品可立即解除。梫木毒素的中毒症状：唾液分泌、恶心、步态蹒跚、惊厥、呼吸困难、四肢进行性麻痹、心率先慢后快，死前慢而弱，心率不整，甚至挛缩。毒性：闹羊花中毒引起显着窦性心动过缓，Q-T间期长，并有恶心、呕吐、腹泻、血压下降、呼吸中枢麻痹。闹羊花及其果实以及阿片的混悬剂，小鼠灌胃的最小致死量(MLD)分别为3.4、2.9及1.5g/kg，因此，闹羊花、果和阿片的镇痛指数分别为29和30，但闹羊花及果随剂量增加可致嗜睡、呕吐、降压、心率减慢、轻瘫、呼吸抑制以至阵挛性惊厥，最后心室纤维性乱颤致死。",
    "category": "肝经",
    "plant": "羊踯躅(《本经》)，又名：玉支(《别录》)，羊不吃草(《本草拾遗》)，黄杜鹃(《本草蒙筌》)，黄踯躅、羊不食草(《纲目》)，南天竺草(汪连仕《采药书》)，黄色映山红(《纲目拾遗，)，搜山虎(《草药图》)，影山黄、八厘麻、出山彪、坐山虎、山枇杷、黄稻节柴、黄株标、大叶株标。\n落叶灌木，高1～2米。老枝光滑，带褐色，幼枝有短柔毛。单叶互生，叶柄短。被毛；叶片椭圆形至椭圆状倒披针形，先端钝而具短尖，基部楔形，边缘具向上微弯的刚毛，幼时背面密被灰白色短柔毛。花多数，成顶生短总状花序，与叶同时开放；萼5裂，宿存，被稀疏细毛；花金黄色，花冠漏斗状，外被细毛，先端5裂，裂片椭圆状至卵形，上面一片较大，有绿色斑点；雄蕊5，与花冠等长或稍伸出花冠外；雌蕊1，子房上位，5室，外被灰色长毛，花柱细，长于雄蕊。蒴果长椭圆形，熟时深褐色，具疏硬毛，胞间裂开，种子多数。细小。花期4～5月。果期6～7月。\n常见于山坡、石缝、灌木丛中。分布江苏、浙江、江西、福建、湖南、湖北、河南，四川、贵州等地。\n\n本植物的根(羊踯躅根)、果序(六轴子)亦供药用，各详专条。",
    "application": "①用于手术麻醉\n以5%闹羊花注射液作耳穴麻醉，每穴注射0.1～0.2毫升，体穴麻醉每穴用0.2～1.0毫升；耳穴不超过5个穴位，体穴不超过12个穴位。一般在注射后5～10分钟就可开始手术。麻醉后均诉穴位有酸胀感，即在术中仍可出现此种反应。从94例手术的麻醉过程看出，闹羊花穴位麻醉对头、颈、胸、腹部手术效果较好，对四肢、脊柱、会阴、生殖器、疝气等手术效果较差。曾有1例食道下段癌经耳穴麻醉后，开胸切开膈肌，清扫贲门两旁淋巴结，手术长达8小时，结果手术过程中除有轻度气促外，未见任何其它不适。另有用5%闹羊花注射液与维生素B1注射液作耳穴麻醉各100例，结果前者镇痛效果较后者为优，诱导时间较短，应用辅助药物(杜冷丁)人次亦少。病人用5%闹羊花注射液耳穴注射15～30分钟后，可见血压逐渐回升，并能维持平稳，安全渡过手术。在体穴麻醉中曾有个别晕针现象。此外，采用50%闹羊花1～2毫升肌肉注射，同时以洋金花生物碱5～10毫克静脉满注并配合适量辅助麻醉，亦能收到较好的麻醉效果.据实验和临床观察，闹羊花与洋金花同用，可以起到协同作用，增强洋金花的麻醉作用，并能抵消或减少洋金花的副作用。\n\n②治疗痹症(关节肿痛，或运动障碍)\n取生闹羊花4两，金樱子根1两，洗净后，以烧酒1斤封浸1个月。成人每晚服药酒15～20毫升，体质较弱者10～15毫升(不可超量)，具有止痛、消肿、恢复关节活动的作用。孕妇及体质明显虚弱者忌服。如遇轻度不适或出现中毒现象，应立即停药，并服绿豆汤等解毒剂以解之。",
    "position": "为杜鹃花科植物羊踯躅的花序。",
    "source": "《纲目》"
  },
  {
    "name": "桂子",
    "alias": "天竺桂实(《中国医学大辞典》)。",
    "ingredient": "?",
    "process": "为樟科植物天竺桂的果实拉丁植物动物矿物名：1.Cinnamomum japonicum Sieb.[C.pedunculatum Nees;C.chekiangense Nakai]2.Cinnamomum burmannii(C.G.et Th.Nees)Bl.3.Cinnamomum wilsonii Gamble[C.wilsonii Gamble var.multiflorum Gamble]采收和储藏：7-9月果熟期采集，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "①《药性考》：\"温中，暖胃，平肝，益肾，散寒，止哕。\"\n\n②《纲目拾遗》：\"胃脘寒痛。\"",
    "taste": "辛甘，温。\n\n①《药性考》：\"甘辛。\"\n\n②《纲目拾遗》：\"性温，味辛。\"",
    "usage": "内服：煎汤，1～2钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "胃经",
    "plant": "1.天竺桂常绿乔木，高可17m。树皮赭黑色，有香气。单叶互生，近枝梢处交互对生；略革质；长椭圆形或椭圆形，长9-12cm，宽3-5cm，先端钝，基部锐形，全缘，上面深绿色，有光泽，下面稍淡；具离基3出脉，中央主脉于上部再分出1-2对侧脉；叶柄平滑。花5-6朵，呈伞形花序，生于新枝的叶腋；花小，基部筒状，花被6裂，2轮，广椭圆形或椭圆形，内轮3片较长；发育雄蕊9枚，3轮排列，外2轮花药内向，花丝基部无腺体，第3轮花药外向，花丝基部具2腺体，最内面尚有l轮退化雄蕊；雌蕊1，子房上位，花柱细小。浆果球形，暗紫色，基部有宿存萼筒，全缘。花期6月。果熟期12月。2.阴香，常绿乔木，高达20m。小枝赤褐色，无毛。叶近于对生或散生，革质，卵形或长椭圆形，长6-10cm，宽2-4cm，先端短渐尖，基部楔形至近圆形，全缘；上面绿色，有光泽，下面粉绿色，两面均无毛，具离基3出脉，脉腋内无隆起的腺体；叶柄长8-12mm。圆锥花序顶生或腋生；花小，绿白色，花被6，基部略合生，长4-5mm，两面均被柔毛；能育雄蕊9，排成3轮，外面2轮花药内向，第3轮花药外向，花药均为卵形，4室，瓣裂，花丝短，最内尚有1轮退化雄蕊；雌蕊1，子房上位，1室，1胚珠，花柱细，柱头小。浆果核果状，卵形，长不及1cm，直径约5mm，基部具肥厚杯状的宿存花被，其先端具6截形短裂片。花期3-4月。果期4-10月。3.细叶香桂，常绿高大乔木。树皮灰色，小枝密生绢状毛。叶在新枝对生，在老枝互生，革质，卵状椭圆形至披针形，长4-14cm，宽1-6cm，先端长渐尖，基部楔形，全缘，上面绿色，有光泽，下面密生绢状短柔毛，具离基3出脉，在背面显着隆起。圆锥花序腋生；总花梗和花梗密生白色短柔毛；花淡黄色，花被6裂，基部筒状；雄蕊、雌蕊与前种相似。浆果椭圆形，基部具宿存萼筒，全缘。花期5-6月。果期6-12月。4.川桂，常绿高大乔木。枝紫灰褐色，光滑。单叶互生或近对生；革质，卵形至长卵形，长8-15cm，宽3-5cm，先端渐尖而顶点钝，基部楔状或钝形，全缘，上面绿色，无毛，下面微被白粉，幼时有白色绢状毛，后渐脱落；具离基3出脉，在下面不隆起。花小，白色，成圆锥花序或伞形花序；总花梗细长，长1-6cm，光滑或微被毛，小花梗丝状，先端渐粗，具细毛；花被6裂，内外皆疏生绢状细毛；雄蕊与雌蕊均与前种相似。浆果基部具截形之宿存萼筒，全缘。花期5-6月。果期7-10月。\n生境分布：1.生于常绿阔叶林中。2.生长于疏林中有阳光处；或为栽培。3.生于山谷、山坡林中。4.生长于山区的斜坡、山林中。资源分布：1.分布于江苏、安徽、浙江、江西、福建、台湾。2.分布广东、广西、江西、浙江、福建等地。3.分布于陕西秦岭以南、江西、湖北、湖南、广东、广西、四川、贵州。4.分布四川、广东、广西、湖北、湖南、贵州、云南等地。",
    "application": "?",
    "position": "为樟科植物天竺桂的果实。植物形态详\"桂皮\"条。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "萝藦",
    "alias": "芄兰(《诗经》)，藋(《尔雅》)，雀瓢(陆玑《诗疏》)，苦丸(陶弘景)，白环藤、熏桑、鸡肠(《本草拾遗》)，羊角菜、羊奶科、细丝藤、过路黄、合钵儿、婆婆针扎儿(《救荒本草》)，婆婆针袋儿(《袖珍方》)，羊婆奶、婆婆针线包(《纲目》)，奶浆藤、奶浆草(《民间常用草药汇编》)。",
    "ingredient": "根含酯型甙，从中分得妊烯型甙元成分苯甲酰热马酮、萝藦甙元、异热马酮、肉珊瑚甙元、萝藦米宁、二苯甲酰萝藦醇、去酰萝藦甙元、去酰牛皮消甙元、夜来香素去羟基肉珊瑚甙元等。\n\n茎、叶也含妊烯类甙，在其水解产物中有加拿大麻糖、洋地黄毒糖，以及肉珊瑚甙元、萝藦甙元、苯甲酰热马酮、夜来香素、去羟基肉珊瑚甙元等。其乳汁含蛋白酶。",
    "process": "7～8月采集全草，鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "取原药材，除去杂质，抢水杂质，抢水洗净，润透，切段，干燥。",
    "function": "补益精气，通乳，解毒。治虚损劳伤，阳萎，带下，乳汁不通，丹毒疮肿。\n\n①陶弘景：\"补益精气，强盛阴道。\"\n\n②《本草抬遗》：\"主蜘蛛、蚕咬，折取汁，点疮上，此汁烂丝，煮食补益。叶：主目热赤，挼碎滴目中。\"\n\n③《纲目》：\"取汁敷丹毒赤肿及蛇虫毒。蜘蛛伤，频治不愈者，捣封三度，能烂丝毒，即化作脓也。\"\n\n④《江苏植药志》：\"水煎服，治温毒，解热。\"\n\n⑤《四川中药志》：\"能补血行气。治虚损痨伤，下乳汁。\"\n\n⑥《重庆草药》：\"治虚弱白带。\"",
    "taste": "甘辛，平。\n\n①《品汇精要》：\"味甘辛，性温，无毒。\"\n\n②《纲目》：\"甘，微辛。\"\n\n③《四川冲药志》：\"性平，味淡，无毒。\"",
    "usage": "内服：煎汤，0.5～2两。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "萝藦\n多年生蔓性草本，长达2米以上，折断后有乳白色液流出，全体被柔毛。地下茎易繁殖，地上茎常缠绕他物上升。叶对生，卵状心形，长6～10厘米，宽4～8厘米，先端锐尖，基部心形，全缘；具柄，长1～6厘米，被细毛。总状花序腋生；总花梗长3～9厘米，被灰白色细毛；花多数，密生于顶端，各花具小梗，基部有一个披针形的小苞片；萼绿色，5深裂，裂片狭披针形，先端尖；花冠绿白色，内带淡紫色，5裂，裂片披针形，反卷，内面密生细毛；副花冠低，呈环形；雄蕊5，花药箭形，先端有心脏形薄膜；雌蕊1，子房上位，由两个离生心皮组成，花柱2，合成柱状，伸出药外，柱头2裂。蓇葖果呈角状，长约9～12厘米，成熟时淡褐色。种子多数，扁卵形，边缘成翅状，上端着生多数白色绢丝状毛。花期7～8月。果期9～10月。\n生于山坡及路旁。分布河北、河南、山东、陕西、江苏、浙江、湖北、福建、四川、辽宁等地。\n\n本植物的果实(萝藦子)、果壳(天浆壳)亦供药用，各详专条。",
    "application": "治疗骨、关节结核\n取萝藦干根1～1.5两，加水1000毫升，文火煎6～8小时，浓缩至800毫升，去渣加酒适量顿服。药渣同上法再煎服1次。3个月为一疗程，可连服2～3疗程。临床治疗15例，其中腰椎结核6例，胸椎结核2例，颈椎结核1例，髋关节结核5例，骶髂关节结核1例，治疗过程中除局部处理外，未配用其他抗痨药物。通常服药1周后开始由瘘管内排出大量脓液及干酪样坏死组织，以后脓液逐渐稀薄，食欲增进，体重增加。治后12例接管闭合，x线复查病灶稳定，症状体征消失，1例显效，2例好转。",
    "position": "为萝蓐科植物萝藦的全草或根。",
    "source": "《本草经集注》"
  },
  {
    "name": "九龙藤",
    "alias": "过岗龙、过江龙、邬郎藤、乌藤、串鼻藤、飞扬藤、山道藤、九龙根、羊蹄风、黄开口、子燕藤、五里藤、双木蟹、九牛燥、五花血藤、马脚藤、马蹄叶根",
    "ingredient": "根及茎皮含鞣质20.76%。",
    "process": "随时可采，采后切片，晒干。",
    "distinguish": "\n本品呈圆柱形，稍扭曲。表面粗糙，灰棕色或灰褐色，具不规则皱沟纹。质坚实，难折断，切断面皮部棕红色，木部浅棕色，有2-4圈深棕红色环纹，习称“鸡眼圈纹”，针孔状导管细而密。气无，味微涩。\n以藤茎粗，断面“鸡眼圈纹”明显者为佳。\n\n",
    "effect": "?",
    "creation": "?",
    "function": "《南宁市药物志》：\"祛风，去瘀，止痛。治风湿骨痛，跌打接骨。\"",
    "taste": "《南宁市药物志》；\"苦辛，平，无毒。\"",
    "usage": "内服：煎汤，2～5钱(鲜用1～2两)。",
    "compatibility": "?",
    "storage": "\n \n",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "龙须藤\n常绿攀援本质藤本，高2～7米。幼枝浅黄色，密布锈黄色皮孔，嫩枝、花序、叶背均被短茸毛，卷须2个对生或1个。单叶互生，卵圆形，矩圆形或心脏形，长5～9厘米，宽2.5～5厘米，半革质，前端分裂，或凹头，全缘，基部圆形或微凹或耳廓形；叶柄长22～40毫米，两端膨大；托叶针状，早脱，秃净。总状花序，顶生或腋生；萼简5裂，长三角状，表面具短茸毛；花瓣5片，白色，离生；雄蕊10，3枚较粗壮，花药2室，纵裂，丁字药；雌蕊1，被很短茸毛，花柱成喙状。荚果表面有细网状纹，熟时开裂。种子黑色，扁圆形。花期9～10月。果期翌年1～2月(广西)。\n\n生于沟边、山谷、河边、疏林下或灌木林中。分布广东、广西、福建、台湾、浙江、湖北、湖南、江西、贵州等地。\n\n本植物的根(九龙根)、叶(九龙藤叶)、种子(过江龙子)亦供药用，各详专条。",
    "application": "?",
    "position": "为豆科植物龙须藤的茎。",
    "source": "《南宁市药物志》"
  },
  {
    "name": "稻草",
    "alias": "稻穰(《广雅》)，稻藁(《崔氏纂要方》)，稻杆(刘禹锡《传信方》)，禾秆(《纲目》)。",
    "ingredient": "稻叶含类似花药黄质和蒲公英黄质的色素；另含新黄质、似花药黄质、蝴蝶梅黄素、叶黄素等类胡萝卜素。茎、叶含少量还原糖和蔗糖。有报道，稻草含有抗癌作用的多糖。",
    "process": "为禾本科植物稻及糯稻的茎叶。拉丁植物动物矿物名：Oryza sativa L.采收和储藏：收获稻谷时，收集脱粒的稻秆，晒干。",
    "distinguish": "?",
    "effect": "有报道，稻草含有抗癌作用的多糖。",
    "creation": "?",
    "function": "宽中，下气，消食积。治噎膈，反胃，食滞，泄泻，腹痛，消渴，黄疸，白浊，痔疮，烫伤。\n\n①《本草拾遗》：\"主黄病身作金色，煮汁浸之。\"\n\n②《滇南本草》：\"宽中，下气，温中，止泻，消牛马肉积宿食，小儿乳食结滞，肚腹疼痛。稻草节，走周身经络，治痰火疼痛。\"\n\n③《本草再新》：\"走经络，利肠分，宽中益气。\"",
    "taste": "甘，平。\n\n①《滇南本草》：\"性温，味甘平。\"\n\n②《纲目》：\"辛甘，热，无毒。\"\n\n③《本草再新》：\"味辛，性温，无毒。\"",
    "usage": "内服：煎汤，1.5～3两；或烧灰淋汁澄清。外用：煎水浸洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肺经",
    "plant": "稻 一年生栽培植物。秆直立，丛生，高约1m左右。叶鞘无毛，下部者长于节间；叶舌膜质而较硬，披针形，基部两侧下延与叶鞘边缘相结合，长5-25mm，幼时具明显的叶耳；叶片扁平，披针形至条状披针形，长30-60cm，宽6-15cm。圆锥花序疏松，成熟时向下弯曲，分枝具角棱，常粗糙；小穗长圆形，两侧压扁，长6-8mm，含3小花，下方两小花退化仅存极小的外稃而位于1两性小花之下；颖极退化，在小穗柄之顶端呈半月形的痕迹；退化外稃长3-4mm，两性小花外稃，有5脉，常具细毛，有芒或无芒，内稃3脉，亦被细毛；鳞被2，卵圆形，长1mm；雄蕊6；花药长2mm；花柱2枚，筒短，柱头帚刷状，自小花两侧伸出。颖果平滑。花、果期6-10月。\n生境分布：我国南北各地均有水稻的栽培区。资源分布：我国南北各地均有水稻的栽培区。",
    "application": "糯稻草治疗急性传染性肝炎\n每日用糯稻草3两，加水1000毫升，暴火煎成200毫升，两次分服。一般用药25～30天，个别稍长。共治43例，近期治愈(症状消失，肝大回缩到0.5厘米以下，肝功能恢复正常)35例，平均住院天数10.2天，进步(症状减轻，肝大仍在肋下1厘米以上或肝功能有一项未正常)7例，无效。1例。服药后食欲减退、厌油、全耳无力等常见症状消失较快，平均在13天左右；肝区痛消失较迟，平均20.1天；肝肿大恢复平均28.3天。肝功能平均恢复时间：黄疸指数10.9天，谷丙转氨酶23.1天，麝絮27天左右。另有每日用糯稻草1.5两煎分2次服，治疗30余例亦获效果。一般服药2日后，尿量增多，由赤转白，食欲增进，自觉症状减轻；7～10天后黄疸指数降至7～12单位，皮肤、巩膜黄染全部消失。",
    "position": "为禾本科植物稻的茎叶。植物形态详\"粳米\"条。",
    "source": "《滇南本草》"
  },
  {
    "name": "鹿胎",
    "alias": "?",
    "ingredient": "?",
    "process": "\n将妊娠母鹿剖腹，取出胎兽及胎盘，除尽残肉、油脂，置烤炉内烤至干透。\n",
    "distinguish": "\n干燥的鹿胎，大小不一，全体弯曲，头大，嘴尖，下唇较长，四肢细长，有2蹄，尾短，脊背皮毛有小白色点，鲜时色淡，干燥后呈棕红色。质坚硬，不易折断。气微腥。以幼小、无毛、胎胞完整、无臭味者为佳。\n主产黑龙江、吉林、河北、青海、甘肃、云南等地。\n\n四川所产的鹿胎，为水鹿、白唇鹿、白鹿的胎兽及胎盘。用木板夹扁后加工干燥，商品呈扁圆形，棕褐色，外面包裹一层胎盘。\n",
    "effect": "?",
    "creation": "\n将鹿胎以酥油炙至黄脆，研成细末。\n",
    "function": "\n益肾壮阳，补虚生精。治虚损劳瘵，精血不足，妇女虚寒，崩漏带下。\n\n①《本草新编》：\"健脾生精，兴阳补火。\"\n\n②《青海药材》：\"治妇女月经不调，血虚、血寒，久不生育。\"\n\n③《四川中药志》：\"能补下元，调经种子。治血虚精亏及崩带。\"\n",
    "taste": "\n甘咸，温。\n\n①《本经逢原》：\"甘，温，无毒。\"\n\n②《四川中药志》：\"性温，味咸，无毒。\"\n",
    "usage": "\n内服：入丸散，2～5钱；鲜胎可煮汁熬膏。\n",
    "compatibility": "\n《四川中药志》：\"上焦有痰热，胃中有火者忌。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；肾；心经",
    "plant": "1.梅花鹿，体长约1.5m左右，体重100kg左右。眶下腺明显，耳大直立，颈细长。四肢细长，后肢外侧踝关节下有褐色足迹腺，主蹄狭小，侧蹄小。臀部有明显的白色臀斑，尾短。雄鹿有分叉的角，长全时有4-5叉，眉叉斜向前伸，第二枝与眉叉较远，主干末端再分两小枝。梅花鹿冬毛检疫站棕色，白色斑点不显。鼻面及颊部毛短，毛尖沙黄色。从头顶起沿脊椎到尾部有一深棕色的背线。白色臀斑有深棕色边缘。腹毛淡棕，鼠蹊部白色。四肢上侧同体色，内侧色稍淡。夏毛薄，无绒毛，红棕色，白斑显着，在脊背两旁及体侧下缘排列成纵行，有黑色的背中线。腹面白色，尾背面黑色，四肢色较体色为浅。2.马鹿，体形较大，体长2m，体重超过200kg。肩高约1m，背平直肩部与臀部高度相等。鼻端裸露，耳大呈圆锥形。颈长约占体长1/3，颈下被毛较长。四肢长，两侧蹄较长，能触及地面。尾短，雄性有角，眉叉向前伸，几与主干成直角，主十稍向后略向内弯，角面除尖端外均较粗糙，角基有一小圈瘤状突。冬毛灰褐色。嘴、下颌深棕色，颊棕色，额部棕黑色。耳外黄褐、耳内白色。颈部与身体背面稍带黄褐色，有一黑棕色的背线。四肢外侧棕色，内侧较浅。臀部有黄赭色斑。夏毛较短，没有绒毛，呈赤褐色。\n生境分布：1.栖于混交林、山地草原及森林近缘。2.栖于混交林、高山的森林草原。资源分布：1.分布于东北、华北、华东、华南。2.分布于东北、西北及内蒙古等地。",
    "application": "?",
    "position": "\n为鹿科动物梅花鹿或马鹿的胎兽及胎盘。动物形态详\"鹿茸\"条。\n",
    "source": "\n《本草新编》\n"
  },
  {
    "name": "西瓜霜",
    "alias": "西瓜硝(《本草再新》)。",
    "ingredient": "?",
    "process": "为葫芦和植物西瓜的果皮和皮硝混合制成的白色结晶性粉本。拉丁植物动物矿物名：Citrullus lanatus (Thunb.) Marsum. Et Nakai",
    "distinguish": "为白色粉粒状结晶，形似粗盐，遇热即化。以洁白、纯净、无泥屑、杂质者为佳。",
    "effect": "?",
    "creation": "1.选取尚未熟透的西瓜，取皮切成小块，每10斤加皮硝15斤，拌匀，装入黄沙缸内，缸底先铺一层瓜皮作垫，待拌硝的瓜皮装满后，上面再用一层瓜皮铺没，将缸盖好，置通风处。数天后，黄沙缸的外面，即有白色粉霜不断析出，将霜轻轻扫下，至霜析尽为止。扫下的白霜，拣去沙屑，即成纯净的西瓜霜。2.选重约6-7斤的西瓜一个，在瓜蒂处切开，挖去部分肉瓤，用皮硝1斤（或更多些））装满瓜内，然后将切下的瓜皮盖上，用竹钉牢，悬挂于阴凉通风处，约10余天后，瓜皮外面即不断析出白霜，将霜陆续扫下即可。制得的西瓜霜，宜存放石灰缸或密闭于瓷瓶中，置阴凉、干燥处，防潮，防热。",
    "function": "治喉风，喉痹，口疮，牙疳，久嗽咽痛。\n\n①《疡医大全》：\"治咽喉口齿，双蛾喉痹。\"\n\n②《本草再新》：\"治喉痹久嗽。\"",
    "taste": "咸，寒。\n\n《本草再新》：\"味辛，性平，有小毒。\"",
    "usage": "外用：研末吹喉。内服：冲入汤药。",
    "compatibility": "虚寒患者忌用。",
    "storage": "?",
    "side_effects": "?",
    "category": "归脾；肺经",
    "plant": "一年生蔓性草本。茎细弱，匍匐，有明显的棱沟。卷须2歧，cm；叶片三角状卵形、广卵形，长8-20cm，宽5-18cm，3深裂或近3全裂，中间裂片较长，两侧裂片较短，裂片再作不规则羽状分裂，两面均为淡绿色，边缘波状或具疏齿。雌雄同株，雄花，雌花均单生于叶腋，雄花直径2-2.5cm，花梗细，被长柔毛；花萼合生成广钟形，被长毛，先端5裂，裂征窄披针形或线状披针形；花冠合生成漏状状，外面绿色，被长柔毛，上部5深裂，裂片卵状椭圆形或广椭圆形，先端钝，雄蕊5，其中4枚成对合生，1枚分离，花丝粗短；雌花较雄花大，花和雄花相似；子房下位，卵形，外面多少被短柔毛，花柱短，柱头5浅裂，瓠果近圆形或长椭圆形，径约30cm，表面绿以、渚绿色，多具深浅相间的条纹。种子多数，扁形，略呈卵形，黑色、红色、白色或黄色、或有斑纹，两面平滑，基部印圆，经常边缘稍拱起。花、果期夏季。",
    "application": "?",
    "position": "为西瓜皮和皮硝混合制成的白色结晶。",
    "source": "《疡医大全》"
  },
  {
    "name": "硫磺",
    "alias": "硫块、粉末硫磺、磺粉、硫磺块、硫磺粉",
    "ingredient": "?",
    "process": "?",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "?",
    "taste": "?",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "?",
    "position": "?",
    "source": "?"
  },
  {
    "name": "葱白",
    "alias": "葱茎白(《纲目》)，葱白头(《药品化义》)。",
    "ingredient": "鳞茎含挥发油，油中主要成分为蒜素；又含二烯丙基硫醚。叶鞘和鳞片细胞中有草酸钙结晶体。\n\n又含维生素C_97毫克%(湿重计)、维生素B1、维生素B2、烟酸、痕量的维生素A、脂肪油和粘液质。脂肪油中含棕榈酸、硬脂酸、花生酸、油酸和亚油酸。粘液汁中主要成分为多糖类，其中有20%纤维素、3%半纤维素、41%原果胶及24%水溶性果胶。",
    "process": "采挖后切去须根及叶，剥除外膜。",
    "distinguish": "?",
    "effect": "葱白挥发性成分等对白喉杆菌、结核杆菌、痢疾杆菌、葡萄球菌及链球菌有抑菌作用，此乃作用于细菌的酶系统所致。水浸剂(1：1)在试管内对多种皮肤真菌有抑制作用。",
    "creation": "?",
    "function": "发表，通阳，解毒。治伤寒寒热头痛，阴寒腹痛，虫积内阻，二便不通，痢疾，痈肿。\n\n①《本经》：\"主伤寒寒热，出汗中风，面目肿。\"\n\n②《别录》：治\"伤寒骨肉痛，喉痹不通，安胎。\"\n\n③孟诜：\"通关节，止衄血，利大小便。\"\n\n④《日华子本草》：\"治天行时疾，头痛热狂，通大小肠，霍乱转筋及责豚气，脚气，心腹痛，目眩及止心迷闷。\"\n\n⑤《用药心法》：\"通阳气，发散风邪。\"\n\n⑥李杲：\"治阳明下痢下血。\"\n\n⑦《日用本草》：\"能达表和里，安胎止血。\"\n\n⑧《本草蒙筌》：\"蛇伤、蚯蚓伤，和盐罯即解。\"\n\n⑨《纲目》：\"除风湿，身痛麻痹，虫积心痛，止大人阳脱，阴毒腹痛，小儿盘肠内钓，妇人妊娠溺血，通奶汁，散乳痈，利耳鸣，涂猘犬毒。\"",
    "taste": "辛，温。\n\n①《素问》：\"辛。\"\n\n②《别录》：\"平。\"\n\n③张元素：\"味辛而甘，平。\"\n\n④《本草蒙筌》：\"味辛，气温。\"",
    "usage": "内服：煎汤，3～5钱，或煮酒。外用：捣敷、炒熨、煎水洗或塞耳、鼻窍中。",
    "compatibility": "表虚多汗者忌服。\n\n①《千金·食治》：\"食生葱即啖蜜，变作下利。\"\n\n②《食疗本草》：\"上冲人，五脏闭绝。虚人患气者，多食发气。\"\n\n③《履巉岩本草》：\"久食令人多忘，尤发痼疾。狐臭人不可食。\"\n\n④《纲目》：\"服地黄、常山人，忌食葱。\"\n\n⑤《本草经硫》：\"病人表虚易汗者勿食，病已得汗勿再进。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；胃经",
    "plant": "葱(《诗经》)，又名：和事草(《清异录》)，芤、菜伯、鹿胎(《纲目》)，火葱(《草木便方》)，四季葱。\n多年生草本，高可达50厘米。通常簇生，全体具辛臭，折断后有辛味之粘液。须根丛生，白色。鳞茎圆柱形，先端稍肥大，鳞叶成层，白色，上具白色纵纹。叶基生，圆柱形，中空，长约45厘米，径1.5～2厘米，先端尖，绿色，具纵纹；叶鞘浅绿色。花茎自叶丛抽出，通常单一，中央部膨大，中空，绿色，亦有纵纹；伞形花序圆球状：总苞膜质，卵形或卵状披针形；花被6，披针形，白色，外轮3枚较短小，内轮3枚较长大，花被片中央有一条纵脉；雄蕊6，花丝伸出，花药黄色，丁字着生；子房3室。蒴果三棱形。种子黑色，三角状半圆形。花期7～9月。果期8～10月。\n我国各地均有栽植。\n\n本植物的须根(葱须)、叶(葱叶)、花(葱花)、种子(葱实)、全株捣取之汁(葱汁)亦供药用，各详专条。",
    "application": "①治疗感冒\n取葱白、生姜各半两，食盐1钱，捣成糊状，用纱布包裹，涂擦五心(前胸、后背、脚心、手心、胭窝、肘窝)一遍后让患者安卧。部分病例半小时后出汗退热，自觉症状减轻，次日可完全恢复。治疗107例，均在1～2日内见效、一般用1次，少数病例用2次。\n\n②治疗蛔虫性急腹痛\n鲜葱白1两捣烂取汁，用麻油1两调和，空腹1次服下(小儿酌减)，每日2次。一般服1～7次后缓解。服药后大便可能转为稀便，但不致腹泻。除个别外，多数未见有蛔虫驱出。或用青葱(连根须)2～3两，捣烂取汁顿服，10分钟后，再服菜油或麻油1两。约半小时即可止痛，4～6小时后，排出粘液粪便，有时夹有蛔虫。\n\n③治疗蛲虫病\n取食用大葱及大蒜，去叶、皮、根须，洗净。葱白每两加水100毫升，大蒜每两加水200毫升，分别用微火煮烂，纱布过滤，装瓶备用。在傍晚或临睡前，任选-种煎液灌肠。剂量：4～5岁10毫升，7岁15毫升。治疗后以棉拭漂浮法检查虫卵。结果：葱白煎液治疗116例，阴转86例，阴转率为74.1%；大蒜煎液治疗38例，阴转29例，阴转率为76.3%。均以男孩的阴转率较高；在年龄方面，葱液的阴转率随年龄的增长而递减，蒜液随年龄的增长而增高。\n\n④治疗乳腺炎\n以葱白、半夏栓(简称葱半栓)结合姜汁水罐治疗早期急性乳腺炎130例，有效率达96.9%。葱半栓是采用新鲜葱白与生半夏捣烂如泥，捏成鼻孔一样大小的栓子，塞入患乳对侧的鼻孔中，经20分钟左右除去，每日1～2次。姜汁水罐是采取生姜(或干姜)的浓煎液，盛入小玻璃瓶内，抽出空气，利用负压，在炎性肿块及其周围拔罐。可用废弃的青霉素瓶，磨去瓶底，不去瓶塞，以5～10个吸着在患乳上。配合葱半栓同时进行。如乳腺局部炎性浸润明显，腋窝淋巴结肿大，且全身有畏寒、发热症状者，宜同时内服清热解毒剂；如脓肿已形成，则必须切开排脓，本法无效。\n\n⑤治疗小儿消化不良\n取生葱1根，生姜5钱，同捣碎，加入茴香粉3钱，混匀后炒热(以皮肤能忍受为度)，用纱布包好敷于脐部。每日1～2次，直到治愈为止。对吐泻严重的病例，须按常规禁食及补液",
    "position": "为百合科植物葱的鳞茎。",
    "source": "《别录》"
  }
]