[
  {
    "name": "苦丁",
    "alias": "小山萝卜、龙喳口(《草木便方》)，叉头草(《四川中药志》，蛾子草(《中草药通讯》(3)：58，1972)。",
    "ingredient": "?",
    "process": "3～4月采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "春、夏间采收，洗净，鲜用或晒干。",
    "function": "清热解毒。治疥癣，疔疮，痈肿，蛇咬伤。\n\n①《草木便方》：\"解毒，散热，清火，利筋骨，治中恶，羊疔，同蕌用。蛇伤起疱，捣涂。\"\n\n②《四川中药志》：\"清热解毒，调经种子。治疮毒痈肿及蛇伤。\"",
    "taste": "①《草木便方》：\"苦。\"\n\n②《四川中药志》：\"性寒，味苦，无毒。\"",
    "usage": "内服：煎汤，0.5～1两；或浸酒。外用：捣敷或煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "台湾莴苣\n一年或二年生草本，高80～120厘米。全体均含有白色乳汁。主根数个，圆锥形。茎单一，直立，圆柱形，疏生长毛，上部多分枝。叶互生，通常无柄，叶片披针形或长圆状披针形，长7～10厘米，宽3～5厘米，羽状分裂，裂片边缘复作齿牙状，先端裂片较大，两侧裂片略下倾，先端尖锐或渐尖、或钝，基部呈耳廓状抱茎，耳缘具锯齿，上面绿色，下面浅绿，主脉上具有长毛。头状花序顶生，排列成圆锥花丛，总苞圆筒状；苞片覆瓦状排列，内列苞片披针形，较长，外列苞片短小；花淡黄色，全部舌状；雄蕊5，着生花冠管上；子房下位，花柱纤细，柱头2裂。瘦果卵圆形，扁平，黑色，先端具喙，冠毛白色，细软。花期5～9月。\n生于路边及荒野。分布江苏、浙江、安徽、湖北、四川、江西、湖南、福建、台湾等地。",
    "application": "治疗扁桃体炎\n采用蛾子草未抽薹幼苗的主根，鲜者3～5钱，干者1～3钱，水煎两次，混合，分3次服；或制成丸、散剂服用，每次0.5～1钱。据100例的随访观察，一般服药1～2日即获痊愈。",
    "position": "为菊科植物台湾莴苣的全草。",
    "source": "《四川中药志》"
  },
  {
    "name": "五指毛桃根",
    "alias": "南芪,土黄芪,土五加皮,粗叶榕,三龙爪,亚桠木,五爪龙",
    "ingredient": "\n补骨脂素、佛手柑内酯、β-谷甾醇、邻苯二甲酸二异丁酯。\n",
    "process": "\n秋季采挖，洗净，切片，晒干。\n",
    "distinguish": "?",
    "effect": "\n五指毛桃具有健脾补肺、行气利湿、舒筋活络之功，岭南地区的中医或少数民族民间医生常用于治疗脾虚浮肿、食少无力、肺痨咳嗽、盗汗、带下、产后无乳、月经不调、风湿痹痛、水肿等症\n",
    "creation": "?",
    "function": "\n健肿补肺，行气利湿。治肺痨咳嗽，盗汗，肢倦无力，食少腹胀，水肿，风湿痹痛，肝炎，白带，产后无乳。\n\n①广州部队《常用中草药手册》：\"健脾化湿，行气止痛，除痰止咳。治肝硬化腹水，慢性肝炎，肝脾作痛，水肿，风湿性关节炎，劳伤咳嗽。\"\n\n②广州空军《常用中草药手册》：\"益气固表，舒筋活络，行气化湿。治肺结核咳嗽，慢性支气管炎，盗汗，病后体弱，产后无乳，妇女白带，胃痛，胸痛，无名肿毒。\"\n",
    "taste": "\n辛，甘，温 入脾、肺、肝经 \n\n①广州部队《常用中草药手册》：\"辛甘，微温。\"\n\n②广州空军《常用中草药手册》：\"味甘淡，性平。\"\n",
    "usage": "\n内服：煎汤，1～2两。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n粗叶榕，又名：三龙爪、亚桠木、五指毛桃、五爪龙、五指牛奶。\n灌木或小乔木。嫩枝中空，全株被灰色绒毛。单叶互生，纸质，多型，长椭圆状披针形、狭或广卵形，长8～25厘米，宽4～18厘米，先端急尖或渐尖，基部圆形或心形，常具3～5深裂，边缘有锯齿或呈波状，有时全缘；托叶卵状披针形，长8～20毫米。花序成对腋生，球形，基部苞片卵状披针形；花黄绿色；雄花生于花序内壁近顶部，具梗；萼片4，紫色，线状披针形；雄蕊2或1枚；瘿花的萼片与雄花的相似；子房球形或卵形，花柱侧生，柱头漏斗形；雌花生于另一花序内，具梗或近无梗；萼片与雄花的相似，但较狭，颜色也较淡。瘦果椭圆形，有小瘤状凸体。\n生于山坡、沟谷、路旁的灌木丛中。分布我国南部及西南部。\n",
    "application": "?",
    "position": "\n为桑科植物粗叶榕的根。\n",
    "source": "\n广州空军《常用中草药手册》\n"
  },
  {
    "name": "露蜂房",
    "alias": "蜂肠、革蜂案、百穿、蜂剿、蜂房、大黄蜂窠、紫金沙、马蜂包、马蜂窝、虎头蜂房、野蜂房、纸蜂房、长脚蜂窝、草蜂子窝、蜂巢",
    "ingredient": "主含蜂蜡及树脂；又曾提出一种有毒的\"露蜂房油\"。",
    "process": "全年可采，但以冬季为多。采得后，晒干或略蒸后除去死蜂死蛹后再晒干。",
    "distinguish": "本品完整者呈盘状、莲蓬状或重叠形似宝塔状，商品多破碎呈不规则的扁块状，大小不一，表面灰白色或灰褐色。腹面有多数整齐的六角形房孔，孔径3-4mm或6-8mm；背面有1个或数个黑色突出的柄。体轻，质韧，略有弹性。气微，味辛，淡。\n\n",
    "effect": "露蜂房的醇、醚及丙酮浸出物皆有促进血液凝固的作用，尤以丙酮浸出物为最强。各浸出物能增强心脏运动，使血压越时下降，并有利尿作用。露蜂房的挥发油可驱绦虫，但毒性很强，能致急性肾炎，故不宜作驱虫药。丙酮浸出物能扩张离体兔耳血管。对离体蟾蜍心脏低浓度兴奋，高浓度可产生抑制，但换洗后可恢复。",
    "creation": "露蜂房：洗净，蒸透，剪成小块，晒干；或略炒至微黄色。煅蜂房：取蜂房碎块入罐内，盐泥封固，煅存性，露去火毒。\n\n①《本经》：\"火熬之良。\"\n\n②《本草汇言》：\"剪碎，酒浸一宿，火上炙用。\"",
    "function": "祛风止痛；攻毒消肿；杀虫止痒。主风温痹痛；风虫牙痛；痈疽恶疮；瘰疬；喉舌肿痛；痔漏；风疹瘙痒；皮肤顽癣。\n\n①《本经》：\"主惊痫瘈疭，寒热邪气，癫疾，肠痔。\"\n\n②《别录》：\"疗蜂毒，毒肿。\"\n\n③《唐本草》：\"灰之，酒服，主阴痿；水煮洗狐尿刺疮；服之疗上气，赤白痢，遗尿失禁、\"\n\n④《日华子本草》：\"治牙齿疼，痢疾，乳痈；蜂叮，恶疮，即煎洗。\"\n\n⑤《本草汇言》：\"驱风攻毒，散疔肿恶毒。\"\n\n⑥《本草述》：\"治积痰久嗽，风惊颤掉，神昏错乱。\"",
    "taste": "味微甘，性平，有毒。归肝，肾、胃经\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"咸，有毒。\"\n\n③《纲目》：\"甘，平，有毒。\"",
    "usage": "外用：研束调敷或煎水熏洗。内服：煎汤，0.8～1.5钱；或烧存性研末。",
    "compatibility": "气血虚弱者慎服。\n\n①《本草经集注》：\"恶干姜、丹参、黄芩、芍药、牡蛎。\"\n\n②《本草经疏》：\"病属气血虚，无外邪者，与夫痈疽溃后元气乏竭者，皆不宜服。\"",
    "storage": "?",
    "side_effects": "毒性：露蜂房水提取液小鼠静脉注射半数致死量为12.00±0.38g/kg, 皮下注射半数致死量为33.33±2.318g/kg。",
    "category": "归经_肝经",
    "plant": "黄星长脚黄蜂\n雌蜂黑色，长20-25mm。头三角形，复眼1对，单眼3个。触角1对。颜面、头顶、后头、唇基、上颚及颊部都有黄褐色斑纹，胸部有刻点，前胸背部后缘及中胸背板中有2条黄色纵线。翅2对，前翅较后翅大。胸腹节呈黑色，有4条黄褐色纵线。腹部纹锤形，各腹节中央有黑色纵线，尾端有毒针。足3对，细长，内褐色。飞行时常伸长6足，呈下垂状。\n蜂房\n呈圆盘状或不规则的扁块状，有的呈莲蓬状，有的重叠形似宝塔，大小不一。灰白色或灰褐色。腹面有多数整齐有序的六角形小孔，孔大小不等，颇似莲房。背面有1个或数个黑色凸出的硬柱。体轻，似纸质，略有弹性，捏之不碎。气特殊，味淡。以单个、整齐、灰白色、筒长、孔小、体轻、略有弹性、内无幼虫及杂质者为佳。\n全国大部地区均产。\n\n",
    "application": "①治疗急性乳腺炎\n取露蜂房剪碎置于铁锅中，以文火焙至焦黄取出，碾为极细粉末。每次1钱，用温黄酒冲服，每4小时1次，3天为一疗程。一疗程后来痊愈者，可再服一疗程。若已有化脓倾向者本法无效，应考虑手术治疗。重症患者配合局部毛巾热敷。治疗26例，痊愈23例，进步1例，无效2例。平均治愈时间为2.1天。据观察，病程在10天以下者，大都可以消散痊愈。服药期间未发现毒性反应和副作用。\n\n②治疗化脓性感染\n取蜂房1两，加水1000毫升，煮沸15分钟，过滤去渣。用于浸泡或冲洗创面，每日1～2次，每次以洗净创面脓液、污物为度，洗后创面用消毒纱布敷盖。本法对外伤性感染、手术后伤口感染、疖、痈、烫伤、蜂窝织炎、新生儿皮下坏疽等均有一定疗效，特别对于坏疽性(溃烂的)和化脓性的疮面更为有效。药液具有去腐、生肌、消炎、止痛等作用，并能促进创口早期愈合。但对伴有发热及全身中毒症状者，则应酌情配合其他药物治疗。",
    "position": "为胡蜂科昆虫大黄蜂或同属近缘昆虫的巢。",
    "source": "《本经》"
  },
  {
    "name": "刺蒺藜",
    "alias": "茨(《诗经》)，蒺藜(《毛诗传》)，蒺藜子、旁通、屉人、止行、豺羽、升推(《本经》)，即藜(《别录》)，白蒺藜(《药性论》)，杜蒺藜(《圣惠方》)，休羽(《纲目》)，旱草(《本草经解》)，三角蒺藜(《本草求真》)，三角刺(《中国药植志》)，八角刺(《青海药材》)，蒺骨子、野菱角、地菱(《江苏植药志》)，硬蒺藜、蒺藜蓇葖(《山东中药》)。",
    "ingredient": "果实含山柰酚、山柰酚3-葡萄糖甙、山柰酚3-芸香糖甙、刺蒺藜甙、过氧化物酶。干果含脂肪油3.5%及少量挥发油、鞣质、树脂、甾醇、钾盐、微量生物碱等；又含皂甙1.47%。种子含生物碱哈尔满和哈尔明碱，不含皂甙。",
    "process": "秋季果实成熟时，将全株割下，晒干，打下果实，碾去硬刺，簸净杂质。",
    "distinguish": "干燥果实由5个小果聚合而成，呈放射状五棱形，直径6～10毫米，有的单独存在。小果表面绿白色或灰白色，背部隆起，有许多网纹及小刺，并有一对长刺和一对短刺，经碾除硬刺者，则可见有残存的断痕及表面的网纹。质坚硬，刺手，切断面可见白色或黄白色有油性的种仁。无臭，味苦辛。以颗粒均匀、饱满坚实，色灰白者为佳。\n主产河南、河北、山东、安徽等地。此外，四川、江苏，云南、陕西、新疆、青海、吉林、辽宁、山西、内蒙古、黑龙江、湖北、湖南等地亦产。",
    "effect": "①降低血压作用\n白蒺藜水浸液、乙醇-水浸出液和30%乙醇浸出液对麻醉动物有降压作用。其生物碱部分对犬血压无影响，但可抑制蛙心，水溶性部分有中度降压作用。\n\n②利尿作用\n白蒺藜在印度民间作为利尿剂用；在盐水负荷的大白鼠实验中，利尿作用并不理想，其灰分的水提取物及植物煎剂的利尿作用，主要是由于钾盐的存在。但有人认为除了钾盐外，生物碱部分有一定的利尿作用，临床上对腹水及水肿病人有效。\n\n③其他作用\n蒺藜生物碱及水溶部分均能抑制大鼠小肠的运动，与乙酰胆碱表现拮抗。植物提取物可抑制金黄色葡萄球菌、大肠杆菌的生长。植物中含有毒性剂量的亚硝酸钾(实际上植物只含硝酸钾，吃入体内后被酶还原成亚硝酸钾)，可引起高铁血红蛋白而产生窒息。",
    "creation": "蒺藜：漂去泥沙，除净残留的硬刺。盐蒺藜：取去刺的蒺藜，用盐水拌匀，闷透，置锅内用文火炒至微黄色，取出，晒干。(每蒺藜100斤，用盐2斤8两，加适量开水化开澄清)\n\n《雷公炮炙论》：\"凡使蒺藜，拣净，蒸，从午至酉，出，日干，于木臼中舂，令皮上刺尽，用酒拌再蒸，从午至酉出，日干用。\"",
    "function": "散风，明目，下气，行血。治头痛，身痒，目赤肿翳，胸满，咳逆，癥瘕，乳难，痈疽，瘰疬。\n\n①《本经》：\"主恶血，破瘫结积聚，喉痹，乳难。\"\n\n②《别录》：\"主身体风痒，头痛、咳逆伤肺，肺痿，止烦、下气；小儿头疮，痈肿阴癀，可作摩粉。\"\n\n③《药性论》：\"治诸风疬疡，破宿血，疗吐脓，主难产，去躁热。\"\n\n④《日华子本草》：\"治奔豚肾气，肺气胸膈满，催生并堕胎。\"\n\n⑤《本草图经》：\"主痔漏，阴汗，及妇人发乳，带下。\"\n\n⑥《纲目》：\"治风秘及蛔虫心腹痛。\"\n\n⑦《会约医镜》：\"泻肺气而散肝风，除目赤翳膜，肺痈，乳岩，湿疮。\"\n\n⑧《本草再新》：\"镇肝风，泻肝火，益气化痰，散湿破血，消痈疽，散疮毒。\"\n\n⑨《南京民间药草》：\"治红白痢疾。\"\n\n⑩《江苏植药志》：\"治胁痛，疗诸疡，去风活血。\"",
    "taste": "苦辛，温。\n\n①《本经》：\"味苦，温。\"\n\n②《别录》：\"辛，微寒(一作\"温\")，无毒。\"\n\n③《药性论》：\"味甘，有小毒。\"",
    "usage": "内服：煎汤，2～3钱；或入丸、散?外用：捣敷或研末撤。",
    "compatibility": "血虚气弱及孕妇慎服。\n\n①《本草经集注》：\"乌头为之使。\"\n\n②《本草汇言》：\"阴虚不足，精髓血津枯燥至疾者，俱禁用之。\"\n\n③《得配本草》：\"肝虚，受孕，二者禁用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；肺；肾；心经",
    "plant": "蒺藜\n一年生或多年生草本，全株密被灰白色柔毛。茎匍匐，由基部生出多数分枝，枝长30～60厘米，表面有纵纹。双数羽状复叶，对生，叶连柄长2.5～6厘米；托叶对生，形小，永存，卵形至卵状披针形；小叶5～7对，具短柄或几无柄，小叶片长椭圆形，长5～16毫米，宽2～6毫米，先端短尖或急尖，基部常偏斜，上面仅中脉及边缘疏生细柔毛，下面毛较密。花单生叶腋间，直径8～20毫米，花梗丝状；萼片5，卵状披针形，边缘膜质透明；花瓣5，黄色，倒广卵形；花盘环状；雄蕊10，生于花盘基部，其中5枚较长且与花瓣对生，在基部的外侧各有1小腺体，花药椭圆形，花丝丝状；子房上位，卵形，通常5室，花柱短，圆柱形，柱头5，线形。果五角形，直径约1厘米，由5个果瓣组成，成熟时分离，每果瓣呈斧形，两端有硬尖刺各-对，先端隆起，具细短刺。每分果有种子2～3枚。花期5～7月。果期7～9月。\n生于砂丘、路旁。全国大部分地区均有分布。\n\n本植物的根(蒺藜根)、茎叶(蒺藜苗)、花(蒺藜花)亦供药用，各详专条。",
    "application": "?",
    "position": "为蒺藜科植物蒺藜的果实。",
    "source": "《本草衍义》"
  },
  {
    "name": "北沙参",
    "alias": "真北沙参；海沙参；根条参；菜阳参；辽沙参；野香菜根",
    "ingredient": "\n本品主要含香豆素类成分佛手柑内酯、补骨脂素、花椒毒素及多糖等。\n",
    "process": "\n7～8月或9月下旬采挖，除去地上茎及须根，洗净泥土，放开水中烫后剥去外皮，晒干或烘干。\n",
    "distinguish": "\n干燥根呈细圆柱形或直条状，两头较细，很少有分歧，长15～30厘米，直径3～8毫米。外表淡黄色，粗糙，具纵纹及未除尽的棕黄色栓皮，并有棕色点状的支报痕迹，顶端往往残留圆柱状的根茎。质硬而脆，易折断。断面不整齐，淡黄色，中央有黄色放射状的木质部，形成层呈圆环状，深褐色。气微，味甘。以根条细长、均匀色白、质坚实者佳。\n主产山东、河北、辽宁、江苏等地。\n",
    "effect": "\n　　1.免疫抑制作用： 1.1.对小鼠脾脏溶血空斑形成细胞(PFC)的抑制作用：BALB/c小鼠30只等分为5组，每组腹腔注射3×10(2)绵羊红血球(SRBC)致敏。致敏前2天，各用药组分别给予北沙参多糖(GLP)5，50，200和800mg/kg。致敏后第4天颈椎脱臼处死小鼠，参照改良Jernes方法。剖取脾脏制备脾细胞悬液，进行脾脏溶血空斑形成细胞测定。结果以抑制率表示。共进行2批实验，4种剂量北沙参多糖均有抑制脾脏溶血空斑形成细胞的作用(P<0.05)。另取G57BL小鼠30只，等分为5组，用药组分别致敏前后不同时间不同天数给北沙参多糖，每次剂量均为800mg/kg，对照组为生理盐水。于第4天测定脾脏溶血空斑形成细胞。结果以脾脏溶血空斑形成细胞数/10(2)脾细胞(X±SD，以下同)表示，对照组为654±65，d(10分钟)用药组为650±101，d-3，-2，d-1用药组为41±2(p<0.01)，d-3，-2，-1，0，1，2，3用药组为540±10(p<0.01)，第0，1，2，3天用药组为485±78(p<0.05)。上述结果表明北沙参多糖于致敏前给药显著抑制脾脏溶血空斑形成细胞，致敏后给药脾脏溶血空斑形成细胞抑制作用减弱。 1.2.对小鼠血清凝集素效价的抑制作用：C57BL小鼠15只等分为5组，每组腹腔注射3×10(2)绵羊红血球致敏。用药组分别于d一1给北沙参多糖100，400，800和1000mg/kg，于第7天摘眼球取血，按文献方法测定血清凝集素效价，以抗体积数表示结果。表明4种剂量均有抑制小鼠血清凝集素效价的作用(P<0.05)。 1.3.对2，4-二硝基氯苯所致小鼠耳迟发型超敏反应的抑制作用：取昆明种小鼠39只等分为3组，每鼠背部皮下注射7%2，4-二硝基氯苯0.02ml致敏。于d一1用药组分别给环磷酰 胺(CY)50mg/kg与北沙参多糖500mg/kg，于第3天每鼠再次皮下注射7%2，4-二硝基氯苯0.02ml，于第4天用药组第二次给环磷酰胺50mg/kg与北沙参多糖500mg/kg。于第9天各鼠左耳涂7%2，4-二硝基氯苯0.02ml，第l0天用圆冲头将每鼠左右耳壳各冲下直径为9mm耳片一块。迟发型超敏反应程度以左耳肿胀度表示。结果表明，对照组的耳肿胀度为110.5±45.8%，环磷酰胺组为55.6±19.5%(P<0.001),北沙参多糖组为47.4±27.1%(P<0.001)，北沙参多糖组类同环磷酰胺可显著地抑制2，4-二硝基氯苯所致鼠耳迟发型超敏反应。 1.4.对正常人血淋巴细胞体外增生的作用：参照文献方法,用3例正常人肝素抗凝血全血测定北沙参多糖、醋酸氢化可的松(AHC)及人参多糖(GP)对由植物血凝素诱导的淋巴细胞体外增生的作用。实验结果表明，人参多糖对植物血凝素诱导的血淋巴细胞增生无明显作用，而醋酸氢化可的松则有显著抑制作用。各种浓度的北沙参多糖，除1例在400mg/ml无明显影响外，均有抑制作用，此外，北沙参多糖2000mg/ml对由植物血凝素(PHA)，刀豆素(ConA)及美洲商陆分裂原(PWM)诱导的人血淋巴细胞增生均有抑制作用。以上结果提示，北沙参多糖对细胞免疫功能和T、B细胞的增生均有抑制作用。\n\n　　2.解热镇痛作用：根的乙醇提取物能使正常家兔体温轻度下降，对伤寒疫苗引起发热的家兔也有降温作用。另外还有镇痛(兔牙髓电刺激法)。叶的乙醇提取物作用较差，根的挥发油更差。 3.对心血管作用：北沙参水浸液对离体蛙心低浓度加强收缩，高浓度抑制收缩直至心室停跳，但可恢复。对在体蛙心的作用与离体相似。麻醉兔静脉注射水浸液可使血压稍有上升，呼吸加强;切断迷走神经此作用仍存在。\n",
    "creation": "\n拣去杂质，除去茎基，用水略洗，捞出，稍润，切段，晒干。\n",
    "function": "\n养阴清肺，益胃生津。用于肺热燥咳、劳嗽痰血、热病津伤口渴。\n",
    "taste": "\n甘、微苦，微寒。归肺、胃经。\n",
    "usage": "\n内服：煎汤，3～5钱；亦可熬膏或入丸剂。\n",
    "compatibility": "\n感受风寒而致咳嗽及肺胃虚寒者忌服。\n",
    "storage": "\n置通风干燥处，防蛀。\n",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n珊瑚菜(《江淮杂记》)，又名：滨防风。\n多年生草本，高5～35厘米。主根细长圆柱形。茎大部埋在沙中，一部分露出地面。叶基出，互生；叶柄长，基部鞘状；叶片卵圆形，3出式分裂至2回羽状分裂，最后裂片圆卵形，先端圆或渐尖，基部截形，边缘刺刻，质厚。复伞形花序顶生，具租毛；伞梗10～20条，长1～2厘米；无总苞，小总苞由数个线状披针形的小苞片组成；花白色，每1小伞形花序有花15～20朵；花萼5齿裂，狭三角状披针形，疏生粗毛；花瓣5，卵状披针形；雄蕊5，与花瓣互生；子房下位，花柱基部扁圆锥形。果实近圆球形，具绒毛，果棱有翅。花期5～7月。果期6～8月。\n生于海边沙滩，或为栽培。分布辽宁、河北、山东、江苏、浙江、广东、福建、台湾等地。\n",
    "application": "用量4.5~9克，水煎服。用治肺热燥咳、劳嗽痰血、热病津伤口渴。",
    "position": "\n为伞形科植物珊瑚菜\n Fr.Schmidt ex Mip.的根。\n",
    "source": "\n《本草汇言》\n"
  },
  {
    "name": "小柿子叶",
    "alias": "黑面叶",
    "ingredient": "?",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "燥湿止痒；收敛止血 主治湿疹；皮炎；外伤出血；疮疖；烫伤 \n\n《云南中草药》：\"治湿疹，皮炎，皮肤瘙痒，烧伤。\"\n\n②《云南思茅中草药选》：\"治外伤出血，疮疡湿疹。\"",
    "taste": "味苦；涩；性凉 \n\n归肺经",
    "usage": "外用：捣敷；捣汁涂或研末撒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "钝叶黑面神 落叶灌木，高1-2m。全株平滑无毛。茎皮灰褐色。小枝四棱，带绿色。单叶互生；叶柄长约3mm；叶片椭圆形、卵形至卵状披针形，长2-4cm，宽2-3cm，光瑞钝或近急尖，全缘，干后变黑褐色。花小，黄绿色，2-4朵生于叶腋；单性异株，花瓣和花盘缺；雄花萼片6，陀螺状；雄蓝3，花丝合生成柱，生于短丝状花梗上，雄蕊柱伸出于花药之上；雌花径2.5-4mm，花萼盘状，先端6裂，具较短花梗，花柱粗大，具3叉；子房3室。蒴果近圆球状，直径8-10mm，果皮肉质不开裂，橙红色，无毛，有种子10-12颗。基部有宿存花萼。花期4-9月，果期7-11月。",
    "application": "?",
    "position": "为大戟科植物小叶黑面叶的叶。植物形态详\"小柿子\"条。",
    "source": "《云南中草药》"
  },
  {
    "name": "金不换",
    "alias": "独脚乌桕,石琴薯,山乌龟,地乌龟,地不容",
    "ingredient": "根含左旋延胡索乙素(即四氢掌叶防已碱)约1%，尚含黄酮甙、氨基酸、有机酸、糖类和酚类。",
    "process": "全年可采。洗净，切片，晒干。",
    "distinguish": "性状鉴别 根呈类圆锥形、纺锤形或不规则块状，长1-6cm，直径1-4cm。表面灰黄至棕黑色，具蜡样光泽，顶部有根茎痕，周围有瘤状突起，侧面有断续的纵皱及支根断痕。体重，质坚实，击啐后皮部与木部常分离；横断面灰绿、黄绿或灰白色，皮部有细小棕色脂道斑点，中心微显放射状纹理。气微，味苦，微凉而后回甜。以体重，质坚，表面光滑、断面色灰绿或绿者为佳。取滤液数滴点于滤纸上，干后置紫外光灯（365nm)下一下观察，显淡蓝色荧光，滴加硼酸饱和的丙酮溶液与10%枸椽酸溶液各1滴，干后，置紫外光灯下观察，有强烈的黄绿色荧光。（检查查黄酮类) （2)薄层色谱 取粉末0.5g，加水5滴搅匀，再加水饱和的正丁醇5ml密塞，振摇10min，放置2h，离心，取上清液，加正丁醇饱和的水3倍量摇匀，放置使分层（必要时离心)。取正丁醇层，蒸发皿中蒸干，残潭加甲醇1ml使溶解，作供试品溶液。另取人参皂甙Rb1、Rg1，及三七皂甙R1加甲醇制成对照品溶液。吸取上述两种溶液各1μl，分别点于同一硅胶G薄层板上，以氯仿-醋酸已酯-甲醇-水（15：40：22：10)10℃以下放置的上层溶液为展开剂，展开。喷以硫酸溶液（1：10)，于105℃烘约10min。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点，紫外灯下，显相同的荧光斑点。",
    "effect": "①镇痛、催眠及镇静作用\n乙醇提取物、总生物碱、非酚性生物碱及提得之结晶(左旋延胡索乙素)均有明显镇痛作用(小鼠热板法)，酚性生物碱则无效。左旋延胡索乙素5毫克／公斤即能显著镇痛，其镇静、催眠作用与延胡索同，参见\"延胡索\"条。\n\n②对呼吸、血压的影响\n麻醉犬腹腔注射左旋延胡索乙素15～80毫克／公斤对呼吸无明显改变，低剂量对血压无明显影响，高剂量则使之下降。",
    "creation": "?",
    "function": "清热解毒，健胃止痛，散瘀消肿。治外感咳嗽，咽痛，口舌生疮，呕吐腹泻，痢疾，胃痛，痈疽肿毒，跌打损伤。\n\n①广州部队《常用中草药手册》：\"清热解毒，散瘀止痛。治胃及十二指肠溃痔疼痛，跌打肿痛，神经痛，牙痛，急性胃肠炎，菌痢，上呼吸道感染，咽痛。\"\n\n②《常用中草药彩色图谱》：\"健胃止痛，消肿解毒。\"\n\n③广州空军《常用中草药手册》：\"治肺结核，痈疮，脓肿，消化不良，口腔炎。\"\n\n④《文山中草药》：\"治胃痛，腹胀，腹泻，疟疾。\"\n\n⑤南川《常用中草药手册》：\"治对口疮及汤火伤。\"",
    "taste": "苦，寒\n \n广州部队《常用中草药手册》：\"苦，寒。\"",
    "usage": "内服：煎汤，3～5钱；研末、磨汁或浸酒。外用：捣敷、研末撒或磨汁涂。",
    "compatibility": "南川《常用中草药手册》：\"孕妇忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "华千金藤\n木质藤本。块根近球形，外皮灰褐色。茎中空。外皮灰白色，有条纹，无毛。叶互生，薄膜质，阔三角状圆形，盾状着生，长10～15厘米，宽14～20厘米，先端钝具小凸尖，边缘有不明显的浅波状，下面苍白色，掌状脉9条，5条向前，4条向后；嫩叶叶脉红色，折断流出红色汁液；叶柄长20～30厘米。雌雄异株，复伞形花序腋生；雄花序近肉质，总花梗长约4厘米，分枝长1～1.5厘米；萼片6，狭倒卵状长圆形；花瓣3～4，短而阔的倒卵形，内面有2枚腺体。核果倒卵形，长和宽均约6毫米，压扁状，背脊两侧各有小横肋15～18条，肋的中段低平，两侧凹陷。花期夏季。\n生于向阳山坡、石缝、峭壁及溪边、沟旁灌木丛中。分布广东、广西、云南、四川、湖北、浙江等地。",
    "application": "?",
    "position": "为防己科植物华千金藤的块根。",
    "source": "广州部队《常用中草药手册》"
  },
  {
    "name": "鬼箭羽",
    "alias": "卫矛、鬼箭(《本经》)，神箭(《广雅》)，六月凌(《植物名实图考》)，八树、四棱锋、芸杨，鬼见愁(《中国树木分类学》)，四面锋、篦箕柴(《浙江中药手册》)，风枪林(《中国药植志》)，山鸡条子(《东北药植志》)，四面戟(《药材学》)，千层皮、刀尖茶，雁翎茶、四棱茶(《辽宁经济植物志》)。",
    "ingredient": "叶含表无羁萜醇、无羁萜、槲皮素、卫矛醇。种子油中含饱和脂肪酸(20%)、油酸、亚油酸、亚麻酸、已酸、乙酸和苯甲酸等。尚含草乙酸。",
    "process": "全年可采，割取枝条后，除去嫩枝及叶，晒干。或收集其翅状物，晒干。",
    "distinguish": "干燥枝条呈细长圆柱形，多分枝，长40～50厘米左右，直径0.4～1厘米。表面灰绿色，有纵皱纹，四面生有灰褐色片状翅，形似箭羽。枝坚硬而韧，难折断，断面淡黄白色，粗纤维性.翅质轻而脆，易折断，断面较平坦，暗红棕色，细颗粒性。气微，味微苦涩。以枝条均匀、翅状物齐全者为佳。\n全国大部分地区多有生产。",
    "effect": "降血糖作用。卫矛煎剂中提得的草酰乙酸钠对正常或四氧嘧啶性糖尿病的家兔有降低血糖、尿糖及增加体重之作用。对正常麻醉犬，静脉滴入能引起显著的血糖下降。大鼠口服5～10毫克/天，共40天可引起低血糖及胰岛细胞之增殖，胰β-细胞增生，同时有胰α-细胞之萎缩，说明草酰乙酸钠能刺激β-细胞，调整不正常的代谢过程，加强胰岛素的分泌，给糖尿病人口服，100～1000毫克/天，可有一定效果。\n\n同属植物欧卫矛种子中含强心甙，作用类似毒毛旋花素，但还有中度的降低血压的作用，此外能增加冠状动脉流量；并能收缩豚鼠肠管。",
    "creation": "拣去杂质，用水浸透，捞出，切段，晒干。\n\n《雷公炮炙论》：\"采得(鬼箭)后，只使箭头用。拭上赤毛，用酥缓炒过用之。每修事一两，用酥一分炒，酥尽力度。\"",
    "function": "破血，通经，杀虫。治经闭，癥瘕，产后瘀滞腹痛，虫积腹痛。\n\n①《本经》：\"主女子崩中下血，腹满汗出。\"\n\n②《别录》：\"主中恶腹痛，去白虫，消皮肤风毒肿，令阴中解。\"\n\n③《药性论》：\"破陈血，落胎。主中恶腰腹痛。\"\n\n④《唐本草》：\"疗妇人血气。\"\n\n⑤《日华子本草》：\"通月经，破癥结，止血崩、带下，杀腹脏虫，及产后血绞肚痛。\"\n\n⑥《概物名实图考》：\"治肿毒。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦，寒。\"\n\n②《吴普本草》：\"苦，无毒。\"\n\n③《药性论》：\"有小毒。\"\n\n④《日华子本草》：\"味甘涩。\"\n\n⑤《纲目》：\"味酸涩。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。",
    "compatibility": "《品汇精要》：\"妊娠不可服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝经",
    "plant": "卫矛\n落叶灌木，高可达3米，全体光滑无毛，多分枝。小枝常呈四棱形，带绿色，健壮的枝上常生有扁条状木栓翅，翅宽达1匣米，棕褐色。单叶对生，倒卵形至椭圆形或广披针形，稍膜质，长2～6厘米，宽1.5～3.5厘米，先端短尖或渐尖，边缘锯齿细锐而密，基部锐形或楔形；上面光泽，深绿色，下面淡绿色，秋时呈红色，主脉在叶的两面均稍隆起；叶柄长约2毫米。花小，两性，淡黄绿色，通常3朵着生成聚伞花序；萼4浅裂；花瓣4，近圆状，边缘有时呈微波状；雄蕊4，花丝短，着生在花盘上；子房与花盘合生。蒴果，1～3室，分离，椭圆形，表面光滑，绿色或紫绿色。种子淡褐色，椭圆形或卵形，外被橘红色假种皮。花期5～6月。果热期9～10月。\n生于山野，或栽植于庭园。分布我国北部，中部、华东以及西南各地。",
    "application": "用量6~10克，煎服。用治月经不调、产后瘀血腹痛、跌打损伤肿痛、虫积腹痛。",
    "position": "为卫矛科植物卫矛的具翅状物的枝条或翅状附属物。",
    "source": "《日华子本草》"
  },
  {
    "name": "续断",
    "alias": "龙豆，属折(《本经》)，接骨、南草(《别录》)，接骨草(《卫生易简方》)，川断(《临证指南》)。",
    "ingredient": "\n川续断根含生物碱、挥发油，续断根含续断碱及挥发油。\n",
    "process": "\n8～10月采挖，洗净泥沙，除去根头、尾梢及细根，阴干或炕干。\n",
    "distinguish": "\n干燥根呈长圆柱形，向下渐细，或稍弯曲，长7～10厘米，直径1～1.5厘米。表面灰褐色或黄褐色，有扭曲的纵皱及浅沟纹，皮孔横裂，并有少数根痕。质硬而脆，易折断。断面不平坦，微带角质性，皮部褐色，宽度约为木部的一半，形成层略呈红棕色，本部淡褐色或灰绿色。维管束呈放射状排列，微显暗绿色。气微香，味苦甜而涩。以粗肥、质坚、易折断、外色黄褐、内色灰绿者为佳。\n主产湖北、四川、湖南、贵州。陕西、云南、江西、广东等地亦产。\n",
    "effect": "1.抗维生素E缺乏症：经小白鼠和鸡试验，证明续断有抗维生素E缺乏症的作用。2.止血、镇痛作用：对痈疡有排脓、止血、镇痛、促进组织再生的作用。",
    "creation": "\n续断：洗净泥沙，除去残留根头，润透后切片晒干，筛去屑。炒续断：取续断片入锅内以文火炒至微焦为度。盐续断：取续断片入锅内，加入盐水拌炒至干透为度。(每续断片100斤。用食盐2斤，加开水适量化水)酒续断：取续断片用酒拌匀吸干，入锅内以文火炒干为度。(每续断片100斤，用黄酒20斤)\n",
    "function": "\n补肝肾，续筋骨，调血脉。治腰背酸痛，足膝无力，胎漏，崩漏，带下，遗精，跌打损伤，金疮，痔漏，痈疽疮肿。\n\n①《本经》：\"主伤寒，补不足，金疮，痈疡，折跌，续筋骨，妇人乳难，久服益气力。\"\n\n②《别录》：\"主崩中漏血，金疮血内漏，止痛，生肌肉，腕伤，恶血，腰痛，关节缓急。\"\n\n③《药性论》：\"主绝伤，去诸温毒，能宣通经脉。\"\n\n④《日华子本草》：\"助气，调血脉，补五劳七伤，破癥结瘀血，消肿毒，肠风，痔瘘，乳痈，瘰疬，扑损，妇人产前后一切病，面黄虚肿，缩小便，止泄精，尿血，胎漏，子宫冷。\"\n\n⑤《滇南本草》：\"补肝，强筋骨，走经络，止经中(筋骨)酸痛，安胎，治妇人白带，生新血，破瘀血，落死眙，止咳嗽咳血，治赤白便浊。\"\n\n⑥《滇南本草图说》：\"治一切无名肿毒，杨梅，天泡诸疮。\"\n",
    "taste": "\n苦辛，微温。\n\n①《本经》：\"味苦，微温。\"\n\n②《滇南本草》：\"性温，微苦微酸。\"\n\n③《本草经疏》：\"苦甘辛，微温，无毒。\"\n",
    "usage": "\n内服：煎汤，2～4钱；或入丸、散。外用：捣敷。\n",
    "compatibility": "\n①《本草经集注》：\"地黄为之使。恶雷丸。\"\n\n②《得配本草》：\"初痢勿用，怒气郁者禁用。\"\n",
    "storage": "置干燥处，防蛀。",
    "side_effects": "?",
    "category": "归肝；肾经",
    "plant": "\n①川续断(《纲目》)，又名：鼓捶草、和尚头(《滇南本草》)，滋油菜、六汗。\n多年生草本，高60～90厘米。根长锥形，主根明显，或数条并生，外皮黄褐色，具细长须根。茎直立，多分枝，具棱和浅槽，生细柔毛，棱上疏生刺毛。叶对生；基生叶有长柄，叶片羽状深裂，先端裂片较大，叶端惭尖，边缘有粗锯齿；茎生叶多为3裂，中央裂片最大，椭圆形至卵状披针形，长11～13厘米，宽4～6厘米，两侧裂片较小，边缘有粗锯齿，两面被白色贴伏柔毛；茎梢的叶3裂或全缘，具短柄，毛较少。花小，多数，成球形头状花序；总苞片数枚，狭披针形，每花外有一苞片，阔倒卵形；副萼具4钝齿，密生柔毛；萼浅盘状具4齿，略呈卵状三角形；花冠白色或浅黄色，具4枚较深的裂片，花冠管基部渐狭，外侧密被下向的长柔毛；雄蕊4，着生于花冠管之上部，花丝细长，伸出花冠外；雌蕊1，柱头短杆状而扁。瘦果椭圆楔形，通常外被萼片，有明显4棱，淡褐色。花期8～9月。果期9～10月。\n野生于山野及路旁。主要分布于四川、湖北、湖南、云南、西藏等地。\n\n②续断，又名：小血转。\n多年生草本，高50～100厘米。茎直立，具棱和浅槽，密被白色柔毛，棱上有较粗糙的刺毛。叶对生；基生叶有长柄，多为羽状深裂或3裂，偶有完整不裂者；茎生叶多为3～5羽状分裂，中央裂片最大，椭圆形至椭圆状广卵形，长8～16厘米，宽3～8厘米，先端渐尖，基都楔形，两侧裂片较小，基部下侧延成翼状；茎梢的叶较小，3裂，中央裂片披针形，两侧裂片较小，线形；边缘有粗锯齿，两面密被白色贴伏的柔毛，背面叶脉上常有刺毛。头状花序球形或广椭圆形；总苞片数枚，线形，每花外有一倒卵形苞片，先端突尖呈粗刺状，边缘有绿色针刺毛；副萼密生柔毛；花萼浅盘状，具4齿，密被细柔毛；花冠红紫色，4浅裂，裂片卵圆形；雄蕊4，着生于花冠管的上部，微伸出或不伸出于花冠外；雌蕊1，子房下位，花柱细长。瘦果楔状长圆形，长5～6毫米，具4棱，淡褐色，花萼宿存。花期8～9月。果期9～10月。\n生于山坡草地，土填较湿处或溪沟旁，阳坡草地亦有生长。分布河北、安徽、江苏、浙扛、福建、广西、江西、山西、贵州、陕西等地。\n",
    "application": "用量9～15克，内服煎汤，或入丸散，治疗腰膝酸软、风湿痹痛、崩漏经多、胎漏下血、跌打损伤。外用捣敷。治腰痛：续断100克，破故纸、牛膝、木瓜、萆薢、杜仲各50克，研细末，炼蜜为丸桐子大，空心无灰酒下50或60丸;治跌打损伤：续断捣烂敷之。",
    "position": "\n为川续断种植物川续断或续断的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "螃蟹脚",
    "alias": "枫香槲寄生、枫树寄生、螃蟹脚、桐树寄生、赤柯寄生",
    "ingredient": "?",
    "process": "夏季采收，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，消食，利尿。治宿食内停，小便赤热。",
    "taste": "苦，凉。",
    "usage": "内服：煎汤，1～2两。",
    "compatibility": "1～2两。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "扁杆灯芯草\n多年生草本，高20～40厘米。根茎短，白色，须根多数。茎扁平，2～3丛生，直立，翼状二锐棱。叶互生；长剑状线形，扁平，长8～15厘米，宽1.5～3毫米，先端渐锐尖，全缘；叶鞘不联合。聚伞花序丛生茎顶；总苞片叶状；小花聚成球状，花疏生，星状，直径1～1.4厘米；花被片6，披针形，绿色或带赤褐色，先端锐尖，等长；雄蕊3，花药长椭圆形，花丝短；子房3室，胚珠多数。蒴果三棱状柱形，3瓣裂。种子倒卵形，长约0.6毫米。花期4～5月。果期5～6月。\n生于低山丘陵的水田边、溪沟或小河边润湿草丛中。分布于四川。",
    "application": "?",
    "position": "为灯芯草科植物扁杆灯芯草的全草。",
    "source": "《四川常用中草药》"
  }
]