[
  {
    "name": "刺猬皮",
    "alias": "猬皮、仙人衣",
    "ingredient": "上层的刺，是由角蛋白所成。此是主要成分。下层的真皮层，主要为胶原与其它蛋白质如弹性硬蛋白之类和脂肪等所成。",
    "process": "全年均可捕捉，于冬眠时捕获更易。捕得后，用刀纵剖腹部，将皮剥下，翻开，撒上一层石灰，于通风处阴干。",
    "distinguish": "干燥的皮呈多角形板刷状或直条状，有的边缘卷曲成简状或盘状，长约3～4厘米。外表面密生错综交插的棘刺，刺长1.5～2厘米，坚硬如针，灰白色、黄色或灰褐色不一。在腹部的皮上多有灰褐色软毛。皮内面灰白色或棕褐色，留有筋肉残痕。具特殊腥臭气。以张大、肉脂刮净、刺毛整洁为佳。\n主产河北、江苏、山东、河南、陕西、甘肃、内蒙古、浙江、安徽、吉林、湖北、湖南等地。",
    "effect": "本品有止血作用和促进平滑肌蠕动作用。",
    "creation": "炒刺猬皮：取拣净的刺猬皮，剁成小块，洗净，晒干，另取滑石粉置锅内炒热，加入刺猬皮，炒烫至黄色，取出，筛、刷去滑石粉，剪去毛，放凉。",
    "function": "降气定痛，凉血止血。治反胃吐食，腹痛疝气，肠风痔漏，遗精。\n\n①《本经》：\"主五痔阴蚀下血，赤白五色血汁不止，阴肿痛引腰背，酒煮杀之。\"\n\n②《别录》：\"疗腹痛疝积，烧为灰，酒服之。\"\n\n③《药性论》：\"主肠风泻血，痔病有头，多年不瘥者，炙末白饮下方寸匕；烧末吹主鼻衄。\"\n\n④孟诜：\"烧灰酒服治胃逆，又煮汁服止反胃。\"\n\n⑤《本草备要》：\"泻，凉血。\"\n\n⑥《本经逢原》：\"除目中翳障。\"\n\n⑦《随息居饮食谱》：\"煅研服，治遗精。\"",
    "taste": "苦，平。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"无毒。\"\n\n③《药性论》：\"味甘，有小毒。\"\n\n归胃；大肠；肾经  \n\n①《本草求真》：\"入肠、胃。\"\n\n②《本草撮要》：\"入手足太阴、阳明经。\"\n",
    "usage": "内服：煎汤，2～3钱；或入散剂。外用：研末撒或调敷。",
    "compatibility": "《本草经集注》：\"得酒良。畏桔梗、麦门冬。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "1.刺猬，体形肥短，体长16-27cm，体重400-900g。头守而吻尖、眼小，耳短，其长度不超过周围的刺长。体背面及两侧密生尖刺，刺粗而硬，四肢短小，爪较发达，尾短。刺猬脸部色较深为褐色。全身的尖刺颜色变异较大，大致可分为：一为纯白色，为数较少。一为基部白色或土黄色，中间棕色或黑褐色，尖端又为白色，因而整个体背呈土棕色。腹面及四肢有细而硬的白毛。四足浅褐色，尾上也覆有白毛。 2.达乌尔刺猬体形较刺猬小，体长17.5-25cm。耳较长，超过其周围尖刺之长。刺短而细，棕褐色与白色相间，无纯白色尖刺。体背为浅棕褐色，体侧及腹面长有粗硬的污白色毛。 3.大耳猬，体形较小，体长17-23cm。吻部甚尖，耳大，耳长为37-50mm，耳尖钝圆，显然超过其周围的尖刺。躯体背面覆有硬刺构成的甲胄，由头部耳后方开始，往后一直伸展到尾基部之前。体背部的尖刺为暗褐色与白色相间，也有少数全白色的刺。尾极短为棕褐色。为荒漠、半荒漠地带典型的种类。",
    "application": "1.验方：用于遗精，遗尿，尿频。刺猬皮、益智仁各等分，研末。每服3g，日服2-3次。方中刺猬皮固精止遗，为君药。\n刺猬皮\n\n2.验方：用于痔疮肿痛，出血。刺猬皮、槐花各9g，地榆、黄芪各15g，水煎服。方中刺猬皮收涩止血，化瘀止痛，为君药。 　　\n\n3.验方：用于血瘀气滞之胃脘疼痛。刺猬皮研末。每服3g，日服2-3次。方中刺猬皮收涩止血，化瘀止痛，为君药。 　　\n\n刺猬皮-功能主治 刺猬皮降气定痛，凉血止血。治反胃吐食，腹痛疝气，肠风痔漏，遗精。 　　\n\n①《本经》：主五痔阴蚀下血，赤白五色血汁不止，阴肿痛引腰背，酒煮杀之。 　　\n②《别录》：疗腹痛疝积，烧为灰，酒服之。 　　\n③《药性论》：主肠风泻血，痔病有头，多年不瘥者，炙末白饮下方寸匕；烧末吹主鼻衄。 　　\n④孟诜：烧灰酒服治胃逆，又煮汁服止反胃。 　　\n⑤《本草备要》：泻，凉血。 　　\n⑥《本经逢原》：除目中翳障。 　　\n⑦《随息居饮食谱》：煅研服，治遗精。",
    "position": "为刺猬科动物刺猬或短刺猬的皮。",
    "source": "《本草原始》"
  },
  {
    "name": "毛冬青",
    "alias": "乌尾丁、痈树、六月霜(《广西中草药》)，细叶冬青、细叶青、苦田螺、山桐油、老鼠啃、山冬青(《浙江民间常用草药》)，毛披树、茶叶冬青(广州空军《常用中草药手册》)，水火药(《新编中医学概要》)，喉毒药(《广西植物名录》)。",
    "ingredient": "\n根含3，4-二羟基苯乙酮（3，4-dihydroxyacetophenone），氢醌（hydroquinone），东莨菪素（scopoletin），马栗树皮素（esculetin），高香草酸（homovanillicacid）和秃毛冬青素（glaberide）I。近年又从根中分出三萜类化合物：毛冬青皂甙（ilexisaponin）A1，毛冬青皂甙元（ilexgenin）A毛冬青皂甙B1、B2、B3，毛冬青三萜甙（ilexolide）A，冬青三萜甙（ilexoside）A、D、E、J、K、O，毛冬青酸（pubescenicacid）。\n",
    "process": "夏、秋采，切片晒干。",
    "distinguish": "根呈不规则块片，外皮灰褐色，略粗糙，易剥落，有纵行细纹。质坚。断面淡黄色，木质部纹理紧密。无臭，味微苦涩。",
    "effect": "\n　　1.对心血管的影响：毛冬青黄酮甙在离体兔心、在位狗心、狗心肺装置的实验中，增加冠脉流量强而持久，但开始较慢，在位狗心静脉注射后30-40分钟即显作用，1次用药可维持2-3小时以上，而硝酸甘油则仅6-8分钟，亚硝酸钠14-15分钟;在扩张冠脉增加流量的同时，大多数犬之心肌耗氧量只稍增加或甚至减少，对心脏活动无影响，多数动物心率减慢，这对冠脉痉挛或心肌梗塞而致心肌缺氧的患者是有利的。毛冬青黄酮甙短期内重复应用，有快速耐受性，临床上连续应用效力即降低。毛冬青粗制品(水煎剂之乙醇提取溶液)对正常家兔及左冠脉前降枝结扎3个月后之离体兔心灌流，均能使冠脉流量明显增加，多数实验表明它对心力及心率无明显影响，对离体豚鼠心脏，在增加冠脉流量的同时增强心收缩力，但不影响心率。秃毛冬青llexpubescensHook.EtArn.Var.GlabraChang制备之心舒宁注射液(黄酮甙含量10mg/ml)对离体兔心及在位狗心冠脉流量亦有增加作用。毛冬青粗制品对垂体后叶素所致家兔心肌缺血表现的T波改变有保护作用，但也有报告毛冬青注射液(黄酮甙含量40mg/2ml)，以1ml/kg腹腔注射于大鼠，连续5天,对垂体后叶素所引起之心肌缺血无保护作用。毛冬青黄酮甙的降压作用缓慢而持久，即使静脉注射，多数经过20-30分钟才能看到比较明显的降压作用，1-3小时降至最低水平，而亚硝酸盐类的降压作用发生很快而剧烈，3只高血压狗每天口服毛冬青水煎剂4g(生药)/kg，共6天，血压和脉搏均无明显改变。对人的降压作用报道不一致。毛冬青黄酮甙扩张血管的作用部位可能在外周，阿托品能阻断其降压作用，因而与副交感神经末梢的受体有关。\n\n\n　　2.对脂质代谢的影响：毛冬青肌肉注射于实验性动脉粥样硬化的家兔，没有明确的降胆甾醇作用，预防性治疗与晚期治疗对主动脉粥样硬化斑块形成均无作用，但早期的重复治疗似略有减轻趋势，对人的降胆甾醇作用，目前未能肯定。\n\n\n　　3.抗菌作用：初步抑菌试验表明，金黄色葡萄球菌对毛冬青极度敏感;变形、痢疾(弗氏)、绿脓杆菌亦属敏感。\n\n\n　　4.镇咳、祛痰作用：毛冬青根的水煎剂，对小鼠二氧化硫引起的咳嗽有镇咳作用，用小鼠酚红法证明有祛痰作用。\n",
    "creation": "1.净制：除去杂质，洗净，即得净冬青。\n2.切制：取净冬青用水润透，切段，晒干，筛去灰屑。",
    "function": "清热解毒，活血通脉。治风热感冒，肺热喘咳，喉头水肿，扁桃体炎，痢疾，冠心病，脑血管意外所致的偏瘫，血栓闭塞性脉管炎，丹毒，烫伤，中心性视网膜炎，葡萄膜炎，以及皮肤急性化脓性炎症。用于冠状动脉硬化性心脏病、急性心肌梗塞、血柱闭塞性脉管炎；外用治烧、烫伤，冻疮。\n\n①《广西中草药》：\"清热解毒，消肿止痛，利小便。治刀枪打伤，肺热喘咳，外感风热，预防流脑。\"\n\n②《浙江民间常用中草药》；\"治感冒，扁桃体炎，痢疾，血栓闭塞性脉管炎。\"\n\n③《新编中医学概要》：\"活血通脉。治血栓闭塞性脉管炎，冠心病，脑血管意外所致的偏瘫。\"\n\n④《广西实用中草药新选》：\"清凉解毒，凉血散毒。治喉头水肿，咽喉炎症，暑季外感热症，皮肤急性化脓性炎症。\"",
    "taste": "《广西中草药》：\"味微苦甘，性平，无毒。\"",
    "usage": "内服：煎汤，1～3两。外用：煎汁涂或浸泡。",
    "compatibility": "本品略有小毒，不宜大量久服。",
    "storage": "?",
    "side_effects": "毛冬青黄酮甙的毒性很低，小白鼠静脉注射半数致死量为920mg/kg，家兔以1g/kg（临床用量的2500倍）静脉注射后，虽产生了中毒症状，但仍活着；猴、家兔的慢性毒性实验（用量超过人的4倍，经过3个月）中，血液、肝、肾、甲状腺功能及实质器官的组织未见明显变化，亦无毒性反应。狗口服毛冬青水煎剂2-4g/kg，连续12天，血小板、凝血时间、凝血酶元均无任何改变，亦未见出血及其他毒性反应。毛冬青黄酮甙1g/kg静脉注射，可使兔呼吸困难、紫绀、倒伏在地，1小时后逐渐恢复，3天后复原，小鼠静脉注射的半数致死量为920mg/kg。",
    "category": "肺；肝；大肠经",
    "plant": "毛冬青\n常绿灌木，高约3米。小枝具棱，被粗毛，干后黑褐色。单叶互生；纸质或膜质；椭圆形或倒卵状椭圆形，长3～4厘米，宽1.5～2厘米，先端尖，通常有小凸尖，基部阔楔形或略钝，下面被疏粗毛，边缘具稀疏的小尖齿或近全缘，中脉上面凹陷，被疏毛，侧脉每边4～5条；叶柄长3～4毫米。花淡紫色或白色，雌雄异株；花序簇生；雄花序：每枝有一花，很少为3花的聚伞花序；花梗长1～2毫米；小苞片2枚；萼5～6裂，裂片卵状三角形；花瓣4或6片，倒卵状长椭圆形，长2毫米；雄蕊长为花瓣长的3／4；雌花序：每枝1～3花；花梗长2～3毫米；萼深6～7裂，被短柔毛；花瓣5～8片，长椭圆形，长2毫米。浆果球形，径4毫米，熟时红色。花期夏季。\n生于山野坡地、丘陵的灌木丛中。分布广东、广西、安徽、福建、浙江、江西、台湾等地。\n\n本植物的叶(毛冬青叶)亦供药用，另详专条。\n\n变种植物秃毛冬青功用相同。",
    "application": "①治疗冠状动脉粥样硬化性心脏病\n毛冬青对心绞痛有较好疗效，但有效率不尽一致，自68～96%不等(病例数均在100例上下)，其中显效率高的达50%左右，低的只有10.3%。有效病例绝大多数在治疗后1个月左右症状显著好转，3个月后少数病人有些反复，但大都较前减轻。对心功能、心律、血压及血清胆甾醇的影响，观察结果也不一致。有的地区发现大多数病人治疗1个月左右，心功能皆有不同程度的改善，血清胆甾醇有所降低，血压有一定程度的下降，对心律不齐也有一定疗效。有人认为毛冬青治疗心肌梗塞可能有阻止心脏异位节律点兴奋的作用，能减少或消除心律紊乱，保持心脏的正常节律，使心脏排出血量维持良好水平，从而保持良好血压，阻止休克和心力衰竭的发生。但也有在观察中并未发现对上述几项有明显影响。用药后部分病例的心电图恢复正常或好转，但有效率低的仅占20.5%，高的达80.2%；认为心电图的改变与症状好转并不一致。还有人根据有效病例治疗前后的心电图分析，认为毛冬青在改善冠状动脉循环方面似不甚理想，或作用较慢。大部分病人服药后胸闷痛、头痛、头晕、四肢麻木等临床症状消失或显著改善；但疗效与病情轻重的关系似不大。按中医分型气阴两虚型疗效较差。单用毛冬青生效时间较慢，加用新针疗法可提早生效时间，并可加强对消除或减轻心闷痛的作用。用毛冬青口服治疗心肌梗塞，虽有缓解疼痛作用，但尚不能代替吗啡；因此对心肌梗塞患者常须根据病情需要，结合西药处理。部分病例经6～12月的随访观察，发现毛冬青对心绞痛的随访有效率较近期疗效略低，而对心电图改变及心律失常的有效率则较近期略高。对降低血清胆甾醇及降低血压疗效尚不能肯定。\n剂量及用法：㈠煎剂：毛冬青根3～5两，每日1剂，水煎分3次服；或用片剂、冲剂、糖浆剂等，剂量按每日生药3～4两计算，3次分服。㈡注射剂：制剂规格各地颇不统一。广州地区用的针剂为每支相当生药8克?或含提纯黄酮甙20毫克。肌肉注射，每日2次，每次1支。北京、福州地区用的毛冬青注射液，每支含黄酮40毫克(相当于生药8克)，肌肉注射，每日1次，每次1支。另有1种含毛冬青醇提取物0.5%的注射液，肌肉注射每次2毫升，每日2次；如作静脉滴注，每次用20毫升，加10%葡萄糖溶液100～200毫升稀释，每日1次。天津地区用的针剂亦有两种规格，一为提纯毛冬青制剂，每日用40～80毫克，分两次注射；一为200%毛冬青针剂，每日4毫升，分两次注射。治疗中有单独应用口服制剂或注射剂的，也有合并使用的。据临床观察，各种剂型均有疗效，但单纯口服不如加用针剂好，开始最好口服和肌肉注射并用；个别病例采用静脉滴注后收到良好效果。用药时间一般以6～8周或1～3个月为一疗程。一疗程结束后停药二周再开始第二疗程。经验认为服药4周有效者继续服药半数以上仍有效，无效者继续服药半数以上仍无效。有的认为取得疗效后(一般1～3个月)，即可停药观察，有反复时再用药，或间歇用药数月，即每月用药20天，停药10天。\n用药过程中未发现严重副作用。少数病例显示凝血时间和凝血酶元时间延长，部分有出血倾向，如流鼻血，齿龈渗血，皮肤出现瘀斑、瘀点，月经量增多，大便潜血等。口服毛冬青后部分病例感到胃胀、食欲不振、口干，或恶心呕吐，大便干燥或稀薄等。\n曾以秃毛冬青治疗本病31例，经1～2个月的观察，总有效率为64.5%，显效率为35.5%。以控制心绞痛的作用较快、较明显，26例中有17例获得显效，多数在3～5周心绞痛消失或基本消失，另9例也有好转。此外，用药后多数病例的心功能有不同程度的改善，体力劳动及日常活动的耐受量均有所增强；血压在180／100毫米汞柱以下者，部分病例有轻度下降，血压较高者无降压作用；20%病例的胆甾醇、磷脂、三酸甘油酯有轻度降低。心电图的恢复比症状的改善慢，效果也较差。用法：秃毛冬青注射液，肌肉注射，每日4毫升(含黄酮40毫克)。1个月为一疗程，中间可停药3～5天。\n\n②治疗脑血栓形成\n每日用毛冬青2～3两煎服，并酌情加用毛冬青针剂。病情发展阶段适当应用西药血管扩张剂，病情稳定后即逐步停用，个别并用新针疗法.曾观察6例，用药后显效日数最短者4天，最长者16天，基本治愈日期最短者13天，最长者52天。认为毛冬青可以缩短疗程，使病体恢复比较完全。但毛冬青只能起到疏导散瘀，从而改善脑组织的供血(氧)的作用，不能代替脑细胞功能的锻炼和恢复。此外，用毛冬青口服结合穴位埋线，治疗脑血管意外后遗症，亦有一定效果。\n\n⑧治疗动脉粥样硬化症\n口服毛冬青糖浆(每100毫升含生药500克)，每次20毫升，日服3次。观察23例，结果10例获得显效，症状及体征显著改善，实验室检查也有一定改变；另有11例症状和体征有一定改善，但实验室检查无大变化。\n\n④治疗血栓闭塞性脉管炎\n据319例分析，有效率为80.2%，其中治愈率占28.8%，显著好转占18.8%。根据初步观察，毛冬青除有扩张血管，促进血液循环的作用外，对已感染的创面尚有一定的抗菌消炎作用。治疗后局部炎症得到控制，分泌物减少，红肿减轻。外用有止痛、去腐、生肌等作用。用药开始3～5天，溃疡面发黑且感剧痛，但以后疼痛能逐渐减轻而至消失；发黑坏死部分渐次脱落，然后肉芽迅速生长，甚至上皮组织也能自行修复而使伤口愈合。由于治疗后血循环的改善，患部皮肤色泽也由原来的瘀黑色逐渐转为红色，皮肤温度也由冷变暖，动脉搏动由无变有、由弱变强，终于恢复正常。此药的适应症以按中医辨证属于偏阳型的疗效较好；偏阴型的疗效较差，即使加用其它中草药，疗效也不及前者。对于一些重型病人还不能迅速控制病情发展。病程长短与疗效似无绝对关系。如能坚持用药4个月以上者，疗效似较为满意。远期疗效如何尚待进一步观察。\n剂量及用法：㈠口服煎剂：每日用毛冬青根3～6两，或0.5～1斤，或用至1～2斤，均加猪脚1个或猪肉、猪骨适量，水煎分2～3次或1次顿服。20或40天为一疗程，每疗程可间隔数日至1周。用量可逐渐增大。㈡针剂：制剂规格不一，用法亦异，一般采用毛冬青根2层皮或毛冬青叶提取的有效成分，每毫升含毛冬青根2层皮1克或毛冬青叶3克，每次2～4毫升，加10%葡萄糖液20毫升，行静脉推注，每天1次，30天为一疗程，间隔7～10天后再进行第二个疗程；或行动脉推注，每次2～4毫升，加10%葡萄糖液20毫升，隔天1次，共注射5～10次；也可行肌肉注射，每次2～4毫升，每天1～2次，30天为一疗程。㈢外用煎剂：毛冬青根3～5两或半斤，煎水浸泡患肢，每日1～2次，每次半小时左右，适用于有坏死组织的溃疡创面。如有新鲜肉芽创面则不宜浸洗。此外，毛冬青片剂、糖浆亦可供内服使用。治疗过程中并可结合中医辨证施治辅以中草药治疗，坏疽感染严重者适当使用抗菌素及维生素。溃疡创面仍须结合外科处理。服药后可有恶心、呕吐、头晕等副作用，停药数日可缓解或消失。\n\n⑤治疗烧伤\n毛冬青1斤，水煎2次，滤液混合浓缩成50%煎液，制成油纱布备用。每日或隔日换药，以保持油纱布湿润为度。高烧时另给煎液内服，每次20～40毫升，每日2～3次。据初步观察，用药后引流好，有抗感染作用，创面新鲜，刺激性小。亦可将毛冬青制成冷霜剂，涂于暴露创面，3～4天后创面便结痂并自行脱落。\n\n⑥治疗中心性视网膜炎\n用毛冬青针剂肌肉注射，每次2毫升(含黄酮40毫克)，每天1～2次，据100余例观察。有效率在90%以上，临床治愈率为34%或以上。视力提高一般在1周左右。急性水肿型病例视力提高较快，疗效较好，慢性渗出型患者视力恢复较慢，疗效较差。视力恢复到一定程度后再提高便较缓慢，且须持续用药，部分病人停药后视力有下降趋势，但再次用药仍有效。少数病例在治疗期间复发，均由全身疾患引起。一部分病人用药后有头晕、胸闷、发热感等副作用，不久即自行消失，不影响治疗。\n\n⑦治疗葡萄膜炎\n采用毛冬青电游子透入法，每天1～2次，10天为一疗程，合并毛冬青肌肉注射，每天1～2次，每次2毫升(相当于生药8克)；同时用1%阿托品点眼扩瞳。根据60例75只眼的观察，显著有效者66.6%。尤其对眼球前段炎症的作用较为明显，平均炎症消退时间为15天，最快的只3天。少数病例复发。据观察，毛冬青具有类激素作用；可能通过扩张眼的血管，促进眼的血液循环，从而改善眼部营养并促进炎症产物的吸收而发挥疗效。另外曾试用毛冬青治疗3例特发性葡萄膜炎均无效果，因此认为毛冬青治疗葡萄膜炎的适应症尚须进一步探索。\n\n⑧其他\n曾报告用毛冬青浸膏片内服，治疗两例无脉症患者，获得不周程度的近期效果。用毛冬青注射剂治疗小儿肺炎，据40例观察，临床治愈者31例(77.5%)，显著好转7例(17.5%)；无效2例(0.5%)。以毛冬青原液浸湿纱条，湿敷伤口或填塞脓腔，用于化脓性感染伤口；及毛冬青溶液外用治疗湿疹、玫瑰糠疹、过敏性皮炎、结节性痒疹等皮肤病，均有一定效果。用2%毛冬青注射液于断肢(指)再植手术后常规注射，每次20～40毫克。每天两次，连续两周，对解除术后血管痉挛有一定作用，可使手术成功率有较大提高。曾观察9例(断指再植6例，断肢再植3例)，结果除1例断指再植失败外，其余均成功，未发现术后血管痉挛现象。",
    "position": "为冬青科植物毛冬青的根。",
    "source": "《广西中草药》"
  },
  {
    "name": "木蝴蝶",
    "alias": "千张纸、兜铃、磊刀树、三百两银药、玉蝴蝶、云故纸、破布子、白故纸、海船果心、白玉纸、白千层、纸肉、故纸、洋故纸、鸭船层纸、千纸肉、海船皮、满天飞",
    "ingredient": "种子含脂肪油20%，其中油酸占80.4%[1]。又含苯甲酸（benzoic acid)，白杨素（chrysin)，木蝴蝶甙（oroxin)A、B[2]，黄芩甙元（baicalein)，特土甙（tetuin)[3]，5-羟基-6，7二甲氧基黄酮（5-hydroxy-6,7-dimethoxyflavone)，木蝴蝶素（oroxylin)A，5，6-二羟基-7-甲氧基黄酮（5，6-dihydroxy-7-methoxyflavone)，粗毛豚草素（hispidulin)，芹菜素（apigenin)，高山黄芩素（scutel-larein)，白杨素-7-O-β-D-glucopyra-noside)，白杨素-7-O-β-龙胆二糖甙（chrysin-7-O-β-gen-tiobioside)，黄芩甙（baicalin)，高山黄芩甙（scutellarin)[4]，木蝴蝶定（oroxindin)即汉黄芩素-7-O-β-D-葡萄糖醛酸甙（wogonin-7-O-β-D-glucuronde)[5]。叶含黄芩甙元、高山黄芩素、高山黄芩甙[6]。",
    "process": "10～12月采摘成熟果实，取出种子，晒干或烘干。置干燥处。受潮则易发霉或生黑色斑点。",
    "distinguish": "种子类椭圆形，扁平而菲薄.外种皮除基部外，三边延长成宽大的翅，呈半透明薄膜状，淡棕白色，有绢样光泽，并有放射状纹理，边缘多破碎。连翅种子长径约5.5～8厘米，短径3.5～4厘米.除去翅后，种子长径约2～3厘米，短径约1.5～2厘米。剥去膜质的外种皮后可见一层薄膜状的胚乳，紧裹于子叶之外。珠柄线形，黑棕色，着生于基部。子叶2枚，黄绿色，扁平，蝶形，质脆，胚根明显。气无，味微苦。以干燥，色白、大而完整者为佳。\n\n主产云南、广西、贵州。此外，福建，广东、四川凉山彝族自治州亦产少量。",
    "effect": "种子、茎皮含黄芩甙元，有抗炎、抗变态反应、利尿、利胆，降胆固醇的作用。种子和茎皮中含白杨素，对人体鼻咽癌（KB)细胞有细胞毒活性，其半数有效量为13mg/ml。",
    "creation": "生用。",
    "function": "润肺，舒肝，和胃，生肌。治咳嗽，喉痹，音哑，肝胃气痛，疮口不敛。治干咳不止常配夏枯草。\n\n①《云南通志》：\"焚为灰，可治心气痛。\"\n\n②《滇南本草》：\"定喘，消痰，破蛊积，除血蛊、气蛊之毒。又能补虚，宽中，进食。\"\n\n③《纲目拾遗》：\"治心气痛，肝气痛，下部湿热。又项秋子云，凡痈毒不收口，以此贴之。\"\n\n④《岭南采药录》：\"消痰火，除眼热。\"\n\n⑤《现代实用中药》：\"镇咳，治百日咳及干性气管炎。\"\n\n⑥《药材资料汇编》：\"治咽喉失音。\"\n\n⑦广州部队《常用中草药手册》：\"清肺热，利咽喉。治急慢性支气管炎，肺结核咳嗽，咽喉肿痛，扁桃体炎。\"",
    "taste": "苦，寒。\n\n①《岭南采药录》：\"味酸苦。\"\n\n②《药材资料汇编》：\"味苦，寒。\"\n\n③《广西中药志》：\"味甘淡，性凉，无毒。\"\n\n入肺、肝经。\n\n①《滇南本草》：\"入肺、脾、胃经。\"\n\n②《岭南采药录》：\"入肝经。\"\n",
    "usage": "内服：煎汤，2～3钱；或研末。外用：敷贴。",
    "compatibility": "脾胃虚弱者慎服。",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "木蝴蝶，又名：朝简、老鸦船。\n大乔木，高7.5～12米，树皮厚。叶对生，很大，2～3回羽状复叶，长40～160厘米，宽20～80厘米；小叶片卵形或椭圆形，长6～14厘米，宽4.5～9厘米，先端短尖或渐尖，基部圆形或斜形，全缘，上面绿色，下面淡绿色；小叶柄长5～10毫米。总状花序顶生；总花柄长约30厘米；花萼肉质，钟形；花冠大，钟形，淡紫色，先端5浅裂；雄蕊5，稍伸出花冠外，花丝基部被棉毛，第5雄蕊花丝较其他4枚稍短；花盘大，肉质；柱头2裂，半圆形板状。蒴果下垂，扁平，阔线形，长30～90厘米，宽5～8厘米，先端短尖，基部楔形，边缘稍内弯似船形，中央有一条略微突出的背缝；果爿木质，成熟后沿腹缝裂开。种子多数，为半透明的膜质翅所包围而成很薄的片状体。花期7～8月。果期10～12月。\n生长山坡、溪边、山谷及灌木丛中。分布福建、广西、云南、贵州、四川、广东等地。\n\n木植物的树皮(木蝴蝶树皮)亦供药用，另详专条。",
    "application": "用量1.5~3克，煎汤内服。用治肺热咳嗽、喉痹、音哑、肝胃气痛。",
    "position": "为紫葳科植物木蝴蝶的干燥成熟种子。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "川乌",
    "alias": "鹅儿花、铁花、五毒",
    "ingredient": "总生物碱含量2.3％，酯1.0％，乌头碱0.3％。主要含乌头碱（aconitine）、中乌头碱（mesaconitine）、塔技乌头胺（talatisamine）、杰斯乌头胺（jasaconitine）、苯甲酰乌头胺（benzoylaconine）、苯甲酰中乌头胺（benzoylmesaconine）和苯甲酰下乌头胺（benzoylhypaconine）等。这类成分的分子结构中，因8位羟基的乙酰化和14位的羟基芳酰化，因而呈现强烈的毒性，是乌头中的主要毒性成分。\n",
    "process": "一般于栽培第二年6月中旬采挖，除去地上茎叶，吸取泥沙，将母根与子根分开，母根晒干后称为“川乌”。\n",
    "distinguish": "本品呈不规则的圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，皱缩，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛辣、麻舌。",
    "effect": "1、抗炎作用：川乌总碱可显著抑制大鼠角叉菜胶、鲜蛋汤、组织胺以及5－羟色胺引起的足肿胀。 \n\n\n\n\n2、扩血管、降压作用：川乌和乌头碱均可扩张血管，起一过性降压作用。\n\n\n3、川乌有镇痛、局麻作用：乌头碱系生物碱是其有效成分，上述作用均是中枢性的。\n\n\n4、强心作用与毒性：川乌水煎剂对离体蛙心有强心作用。但川乌具有很强的毒性，乌头碱过量造成中毒时，首先使心搏增强，继而引起传导阻滞而心率不齐，最后心脏停止于舒张期。乌头碱类引起恒温动物急性中毒的表现位呼吸兴奋、流涎、运动麻痹、末期痉挛、呕吐样开口运动，称为乌头碱症状。\n",
    "creation": "生川乌除去杂质，用时捣碎。",
    "function": "祛风除湿，温经止痛。用于风寒湿痹、关节疼痛、心腹冷痛、寒疝作痛。用于治疗风寒湿痹、关节疼痛等病症。一般炮制后内服。生川乌酊外用能刺激皮肤，继而产生麻木感，故外用作某些神经痛及风湿的镇痛剂。\n",
    "taste": "根呈不规则圆锥形，稍弯曲，顶端常有残茎，中部多向一侧膨大，长2～7.5cm，直径1.2～2.5cm。表面棕褐色或灰棕色，有小瘤状侧根及子根脱离后的痕迹。质坚实，断面类白色或浅灰黄色，形成层环纹呈多角形。气微，味辛、麻舌。性热，味辛、苦；有大毒。",
    "usage": "一般炮制后用。",
    "compatibility": "生品内服宜慎。不宜与贝母类、半夏、白及、白蔹、天花粉、瓜蒌类同用。",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归心、肝、肾、脾经。",
    "plant": "\n多年生草本，高60－120厘米。地下块根常4－5块连生在一起，母根瘦长圆锥形，侧生子根肥短圆锥形。茎直立，下部光滑无毛，上部散生少数贴伏柔毛。叶互生，具叶柄；叶片卵圆形，掌状3深裂，两侧裂片再2裂，边缘具粗齿或缺刻。总状花序顶生，花序轴与小花埂上密生柔毛；花蓝紫色，萼片5，上萼片高盔状，高2～2.6cm，侧萼片长1.5～2cm；花瓣2，有长爪，距长0.1～0.3cm；雄蕊多数；心皮3～5。蓇葖果3～5个。花期6～7月，果期7～8月。\n",
    "application": "内服：煎汤，3～9g;研末，每次1～2g;或入丸、散。外用：适量，研末撒或调敷。用于风寒湿痹，关节疼痛，心腹冷痛，寒疝作痛及麻醉止痛。",
    "position": "为毛茛科植物卡氏乌头AconitumcarmichaeliDebx.的母根。",
    "source": "?"
  },
  {
    "name": "白花丹",
    "alias": "山坡芩、假茉莉、总管(《生草药性备要》)，千里及、乌面马(《植物名汇》)，白雪花(《广州植物志》)，野苜莉、隔布草(《福建民间草药》)，千槟梅、照药(《广西药植图志》)，天槟榔(《南宁市药物志》)，白皂药、白花皂药(《四川中药志》)，一见消(广州部队《常用中草药手册》)，白花岩陀(《云南中草药》)。",
    "ingredient": "根的氧仿抽提物中可得矶松素3-氯矶松素和3，3′-双矶松素根中又含蛋白酶、蔗糖酶、葡萄糖、果糖。不含糖甙、生物碱和皂甙。",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "矶松素小量对蛙、小鼠、兔的中枢神经系统有兴奋作用，大量则由兴奋转入麻痹；其最小致死量，蛙为0.5mg/g，小鼠为0.1mg/g，兔为10mg/kg。对家兔的呼吸、血压有轻度抑制。降压乃由于末梢血管扩张及直接抑制心脏所致，与迷走神经无关。对离体蛙心有直接麻痹作用，心跳停于扩张期。对离体小肠及子宫，小量兴奋，中量先兴奋后麻痹，大量则一开始即呈麻痹作用；妊娠子宫特别敏感，对离体兔子宫0.000001%的浓度为兴奋作用，而0.00001%的浓度则呈抑制；对妊娠大鼠腹腔注射适当剂量可致胎仔死亡及续发性卵巢功能紊乱。矶松素有难闻的、腐蚀性的辛苦味，可用于发泡或治某些皮肤寄生虫病。此外，尚有某些抗菌作用。根的氯仿抽提物对金黄色葡萄球菌有明显的抗菌作用(牛津小杯法)，对伤寒杆菌、福氏痢疾杆菌也有一定的抑制作用，石油醚抽提物次之，乙醇提出物更次之，水抽提液则无抗茵作用。根所含白花丹素1：100000对一些致病霉菌均有抑制作用。",
    "creation": "?",
    "function": "祛风，散瘀，解毒，杀虫。治风湿关节疼痛，血瘀经闭，跌打损伤，肿毒恶疮，疥癣。\n\n①《生草药性备要》：\"散疮，消肿，祛风。治蛇咬，痢症，去眼膜，迎风下泪；擦癣疥癞，去毒俱妙。\"\n\n②《岭南采药录》：\"其叶捣烂敷跌打伤，能去瘀。\"\n\n③《四川中药志》：\"治痨伤吐血，虚弱带下及咳嗽心累。\"\n\n④广州部队《常用中草药手册》：\"祛风除湿，散瘀消肿。根：治风湿骨痛，陈旧性关节扭伤，心胃气痛。\"",
    "taste": "辛苦涩，温，有毒。\n\n①《生草药性备要》：\"味苦，性寒，无毒。\"\n\n②《广西药植图志》：\"味辛，气烈，性热，有大毒。\"\n\n③《四川中药志》：\"性温，味淡，无毒。\"\n\n④《岭南草药志》：\"性微温；根茎：味微涩微苦；叶：辣，有毒。\"",
    "usage": "内服：煎汤，3～5钱。(须久煎)外用：煎水洗，捣敷或涂擦。",
    "compatibility": "广州部队《常用中草药手册》：\"孕妇禁服。\"",
    "storage": "?",
    "side_effects": "若皮肤中毒可用清水或硼酸水洗涤，如糜烂时可用硼酸软膏敷患处。服鲜品中毒后服蛋清、糖水、活性炭，出现麻痹时可给樟脑等强心兴奋剂、静脉注射葡萄糖盐水等对症治疗。",
    "category": "?",
    "plant": "白花丹\n多年生蔓生亚灌木状草本，高2～3米。茎细弱，基部木质，分枝多，光滑无毛，有棱槽，绿色。单叶互生；叶片卵圆形至卵状椭圆形，长4～9.5厘米，宽1.5～5厘米，先端尖，全缘，基部阔楔形，渐狭而成一短柄；叶柄基部扩大而抱茎。穗状花序顶生或腋生，长5～25厘米；苞片短于萼，边缘为干膜质；花萼管状，绿色，长约1厘米，上部5裂，具5棱，棱间干膜质，外被腺毛；花冠白色或白而略染蓝，高脚碟状，管狭而长，长约2厘米，先端5裂，扩展；雄蕊5，生于喉处；子房上位，1室，有胚珠1粒，柱头5裂。蒴果膜质。花期9～10月。\n野生或栽培。分布广东、广西、台湾、福建、四川、云南等地。",
    "application": "?",
    "position": "为白花丹科植物白花丹的全草及根。",
    "source": "《生草药性备要》"
  },
  {
    "name": "地丁",
    "alias": "箭头草(《普济方》)，羊角子(《乾坤生意秘韫》)，独行虎(《纲目》)，地丁草(《本草再新》)，如意草(《随息居饮食谱》)。",
    "ingredient": "紫花地丁全草含甙类、黄酮类、蜡(为蜡酸及不饱和酸等的酯类)，花中亦含蜡，蜡中含饱和酸(主要为蜡酸)34.9%，不饱和酸5.8%，醇类10.3%，烃约47%。",
    "process": "①紫花地丁、犁头草：5～8月间，果实成熟时采取带根全草，去净泥土，晒干。\n\n②米口袋及小米口袋：春、秋季采挖带根全草，晒干或鲜用。\n\n③华南龙胆：春、夏季，花初开时采取全草，晒干。",
    "distinguish": "①紫花地丁\n又名：堇菜地丁。为植物紫花地丁或犁头草的带根全草。市售品多皱缩弯曲成不规则的团块，主根数条，长3～5厘米，直径1～3毫米。表面皱缩而粗糙，土黄?，波状弯曲，具须根痕。地上部分呈深绿色至绿黄色，叶柄细长，扭曲，叶片极皱缩，用热水浸软摊开后，呈长椭圆形或线状披针形，全体被毛。花茎细长，顶端常具三裂蒴果，内含多数种子，长圆球形，淡黄棕色。质脆易碎。气微臭，味微苦而涩并稍粘。以色黄绿、整齐、无杂质者为佳。\n主产江苏、浙江、安徽等地。\n\n②甜地丁\n又名：米口袋地丁、萝卜地丁。为植物米口袋或小米口袋的根或带根的全草。主根呈纺锤形、长锥形或长圆柱形，长10～20厘米，直径3～6毫米。表面红棕色至土黄色，粗糙，有纵皱纹，多少扭曲，或有残存的支根及须根，皮孔横生，稍突起，呈点线状，色稍深。上端有多数基生叶。叶为羽状复叶，叶柄细长，小叶片椭圆形或长椭圆形，被白色柔毛，多呈灰绿色。有时可见圆筒形的荚果，表面密被柔毛，开裂或不开裂。主根质坚而稍韧，难折断。折断面纤维极多，乳白色，内面不平坦，微显颗粒状，乳黄色，并有放射状花纹，气微臭，味淡而梢甜。以根粗壮而长、叶绿，无杂质者为佳。\n主产东北、江苏、江西、湖南、湖北等地。\n\n③龙胆地丁\n又名：华南地丁，为植物华南龙胆带花的全草。多干燥皱缩成不规则团块，根部土黄色。用热水浸软，摊开观察：茎自基部丛生，多数，紫红色，顶端具淡紫色或淡土黄绿色的钟状花。叶两两对生，长圆形至长椭圆形，叶柄较短或无；近基部的叶密集，形状较大，上部的叶稀疏，形状较小。质地较脆而易碎。有青草气，味淡而稍苦。以株矮小，叶色青、花色紫者为佳。\n主产广西，广东等地。\n\n地丁药材，较为复杂，除上述品种外，在广东以长萼堇菜、陕西以白花堇菜、新疆以香堇的带根全草作紫花地丁入药。\n\n另有一种苦地丁，为罂粟科植物地丁紫堇的全草。东北、内蒙古、河北、青海、山东等地作\"地丁\"入药。详\"苦地丁\"条。",
    "effect": "?",
    "creation": "拣净杂质，用水洗去泥土，切段，晒干。",
    "function": "请热利湿，解毒消肿。治疔疮，痈肿，瘰疬，黄疸，痢疾，腹泻，目赤，喉痹，毒蛇咬伤。\n\n①《滇南本草》：\"破血，解痈疽疥癞，九种痔疮，诸疮毒症。\"\n\n②《纲目》：\"主治一切痈疽发背，疔肿瘰疬，无名肿毒，恶疮。\"\n\n③《本草求原》：\"凉血，消肿毒。治血热筋痿，敷疮妙。\"\n\n④《岭南采药录》：\"作泻药及吐药。\"\n\n⑤《上海常用中草药》：\"清热解毒，外用拔毒消肿。治目赤肿痛，麦粒肿，疗疮肿毒，乳痈，肠炎腹泻，毒蛇咬伤。\"\n\n⑥苏医《中草药手册》：\"治一切化脓性感染，毒蛇咬伤，淋巴结核，黄疸，肾炎，膀胱炎，关节肿痛，便血，鼻出血，眼结膜炎，前列腺炎。\"",
    "taste": "苦，寒.\n\n①《滇南本草》：\"性寒，味苦。\"\n\n②《纲目》：\"苦辛，寒，无毒。\"\n入心、肝经。\n\n①《玉楸药解》：\"入手少阴心。足少阳胆经。\"\n\n②《要药分剂》：\"入肝、脾二经。\"\n\n",
    "usage": "内服：煎汤，0.5～1两(鲜者2～3两)；捣汁或研末。外用：捣敷或熬膏摊贴。",
    "compatibility": "体质虚寒者忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "①紫花地丁，又名：紫地丁、兔耳草、辽堇菜。\n多年生草本，高7～15厘米，全株密被白色短毛。主根粗，黄白色。叶从根部丛生；叶柄长3～10厘米，上部两侧稍有翅；托叶膜质，线状披针形，基部附着于叶柄上；叶片长椭圆形、长卵形至线状广披针形，长2～9厘米，宽0.5～3.5厘米，先端钝，基部浅心形或截形，边缘具浅钝齿。花腋生，淡紫色，直径约1.5厘米；花梗长4～1.0厘米，中部有线形小苞片2枚；萼片5，披针形，萼下具圆形附属物；花瓣5，倒卵状椭圆形，下面的1片较大，基部延长成长囊状或筒状的距，长约7毫米；雄蕊5，花药结合，药隔宽，包围子房，花丝短而阔，其下面2枚的基部具蜜腺的附属物，延伸入花距内；子房上位，心皮3，1室，胚珠多数，花柱1，柱头3裂。蒴果长圆形，长约1厘米，分裂为3果瓣，各瓣具有棱沟，基部有宿存的萼。种子卵圆形，棕黄色，光滑。花期3～4月。果期5～8月。\n生于草地或山坡。分布辽宁、河北、河南、山东、安徽、江苏、浙江、福建、江西、湖南、湖北等地。\n\n②犁头草，详\"犁头草\"条。\n\n③米口袋，又名：米布袋(《纲目》)，大米口袋、多花米口袋、毛紫云英、疔毒草、小丁花。\n多年生草本，高5～10厘米，全株被白色长柔毛。主根直下，径达1厘米余。茎短，叶丛生，单数羽状复叶，有长柄，小叶11～21片，广椭圆形、卵形或长卵形，长1～2厘米，宽2～8毫米，先端钝，基部圆，全缘。花茎自叶丛中生出，花5～7朵，顶生，成伞形花序；苞片披针形，小苞片2，线状披针形；花萼钟形，萼齿5，不等长，上部2片稍大，下部1片最小，混生白色和黑色柔毛；花冠蝶形，紫堇色，旗瓣广倒卵形，长约13毫米，顶端微缺，翼瓣长圆状楔形，长约10毫米，有短爪；龙骨瓣短，长约6毫米；雄蕊10，二体(9十1)，子房上位，长椭圆形，花柱短，无毛，柱头膨大。荚果圆筒状，长2.5～3厘米。种子肾形，黑色。花期4～5月。果期5～6月。\n野生于原野及山地。分布东北南部、河北、山东、江苏、山西、陕西等地。\n\n④小米口袋\n多年生草本。主根粗壮。茎短，有短的地下茎。托叶三角形，基部合生，被疏伏毛；羽状复叶长2～20厘米；小叶7～19，卵形、椭圆形或披针形，长5～25毫米，宽2～7毫米，先端钝或急尖，基部钝圆，两面疏被柔毛，总花梗与叶近等长，疏被柔毛；伞形花序有2～4朵花；苞片、小苞片疏被毛；萼钟状，长5～7毫米，被白色疏柔毛，萼齿披针形；花冠红紫色，旗瓣长约13毫米，卵圆形，翼瓣长11毫米，狭楔形，龙骨瓣长5.5毫米。荚果长圆筒状，长15～20毫米，宽3～4毫米，被长柔毛。\n生于山坡、草原、砂地。分布东北及河南。\n\n⑤华南龙胆\n短小草本，高3～8厘米。茎直立，丛生，略粗糙。叶对生；无柄，椭圆形或长圆状披针形，近基部的叶较大，长1～1.5厘米，宽3～5毫米，上部的叶较小，长约5毫米，先端锐尖，全缘，主脉明显，侧脉不明显。花单生于茎顶；花萼管状，长约5毫米，裂片5，较萼管为短，线形，先端尖，疏被短毛或无毛；花冠漏斗状，长1～1.5厘米，外面绿色，内面紫色，裂片5，卵状披针形，短尖，其间的皱折较短，约为裂片的1／3；雄蕊5，着生在花冠上，不外露；子房上位，1室，花柱1，柱头2裂.蒴果倒卵形，压扁，长约4毫米。先端浑圆。种子1枚。花期4月。果期5～6月。\n生于山野草地上残河沟边草地上。分布广东、广西、浙江、江西。",
    "application": "?",
    "position": "为堇菜科植物紫花地丁、犁头草；豆科植物米口袋、小米口袋或龙胆科植物华南龙胆的带根全草。",
    "source": "《本经逢原》"
  },
  {
    "name": "夏天无",
    "alias": "一粒金丹、洞里神仙、野延胡、飞来牡丹、伏地延胡索、落水珠",
    "ingredient": "块茎含延胡索乙素、原阿片碱、空褐鳞碱、藤荷包牡丹定碱等多种生物碱。",
    "process": "春至初夏采块茎，去泥，洗净，晒干或鲜用。",
    "distinguish": "性状鉴别 块茎类球形、长圆形或呈不规则块状，长0.5-3cm，直径0.5-2.5cm。表面灰黄色、暗绿色或黑褐色，有瘤状突起和不明显的细皱纹，上端钝圆，可见茎痕，四周有淡黄色点状叶痕及须根痕。质硬，断面黄白色或黄色，颗粒状或角质样，有的略带粉性。气无，味苦。以个大、质坚、断面黄白色者为佳。\n\n显微鉴别 块茎横切面：皮层为3至数列淡黄色、扁平的细胞，常具纹孔。维管束外韧型，4-7束，呈放射状排列。韧皮部宽广。木质部导管细小。中央有髓。薄壁细胞中淀粉粒已糊化。",
    "effect": "延胡索乙素的药理参见\"延胡索\"条。空褐鳞碱能对动物产生所谓\"强直性昏厥\"样现象，动物表现木僵、嗜睡；肌肉僵硬，如随意改变其位置，即可保持于此种姿势上，此可能是作用于基底神经节(与震颤麻痹不同)的结果，苯丙胺可拮抗之。空褐鳞碱可扩张血管，消除血管收缩性反射，对肾上腺素、乙酰甲胆碱有对抗作甩；它还抑制离体小肠的运动、兴奋豚鼠及兔子宫，对血凝无影响。早年曾报告可用于震颤性麻痹、舞蹈症、脑部疾患，以及内耳眩晕症、前庭性眼球震颤；它还与海罂粟碱等相似，有抗肾上腺素作用。",
    "creation": "?",
    "function": "降压镇痉，行气止痛，活血去瘀。治高血压，偏瘫，风湿性关节炎，坐骨神经痛，小儿麻痹后遗症。\n\n①《浙江民间常用草药》：\"行血，活血，止血，止痛，镇痉。\"\n\n②江西《中草药学》：\"降压止痛，行气活血。治各型高血压、偏瘫症，风湿性关节炎，腰肌劳损。\"",
    "taste": "苦；辛；凉 \n\n归肝；肾经",
    "usage": "内服：煎汤，1.5～5钱；或研末。",
    "compatibility": "尚不明确。",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "伏生紫堇\n多年生草本，全体无毛。块茎近球形，直径达6毫米，表面黑色，着生少数须根。茎细弱，丛生，长17～30厘米，不分枝。基生叶具长柄，叶片三角形，长约6厘米，2回3出，全裂，束回裂片具短柄，通常狭倒卵形；茎生叶2～3片，生茎下部以上或上部，形似基生叶，但较小，具稍长柄或无柄。总状花序顶生，长1.7～4厘米；苞片卵形或阔披针形，全缘；花淡紫红色，筒状唇形，上面花瓣长1.4～1.7厘米，瓣片近圆形，先端微凹，距圆筒形，长6～8毫米，直或向上微弯；雄蕊6，成两体。蒴果线形，2瓣裂。种子细小。花期4月。果期5～6月。\n生于丘陵、山坡潮湿草丛及水沟边。分布湖南、福建、台湾、浙江、江苏、安徽、江西等地。",
    "application": "本品具有降压、镇静，舒筋、活络、止痛等作用。临床试治高血压12例，服药7天至12个月后，近期治愈，显著好转9例；偏瘫9例，经治3～12个月后，治愈4例，显着好转5例。对于坐骨神经痛、风湿性关节炎、骨折及扭伤、小儿麻痹症等，有止痛、消肿，缓解关节僵硬，促进患肢功能恢复，加速骨拆愈合等效果。此外，配合天葵治疗乳腺炎33例，经1～4天全部治愈。制剂及用法：㈠注射液：每毫升相当于生药0.5克。每次2毫升，肌肉注射。㈡冲剂：每日2次，每次1克。㈢片剂：每片含量相当于生药0.3克。每天3次，每次3～5片。根据不同的病情，疗程可自数天至数月，最长者达1年。治程中除少数患者有恶心、胃部不适外，未见其他副作用。",
    "position": "为罂粟科植物伏生紫堇的块茎或全草。",
    "source": "《浙江民间常用草药》"
  },
  {
    "name": "鸦胆子",
    "alias": "老鸦胆、鸦胆、苦榛子、苦参子、鸦蛋子、鸭蛋子、鸭胆子、解苦楝、小苦楝",
    "ingredient": "鸦胆子含生物碱(鸦胆子碱和鸦胆宁等)、糖甙(鸦胆灵、鸦胆子甙等)、酚性成分(鸦胆子酚等)和一种羟基羧酸称鸦胆子酸等。\n\n鸦胆子仁含脂肪油(鸦胆子油)56.23%。油中不皂化物占1.36%，内含挥发油少许；皂化物92.47%，内含油酸(占原油的%-下同)81.87%、亚油酸3.37%、硬脂酸2.65%、棕榈酸6.62%等；还有熔点为152℃的绢丝状结晶体4.59%。\n\n种子中含多种结构上类似苦木素的苦味成分：鸦胆子苦醇、鸦胆子素A、B、C、D、E、F、G、H等。",
    "process": "秋季果实成熟时采收。除净枝叶杂质，晒干。",
    "distinguish": "干燥成熟的果实呈长圆形或卵形，两头稍尖，长6～10毫米，直径3～7毫米。表面灰黑色，有不规则多角形的网纹，底端有凹陷的果柄痕。外壳质硬而脆，破开后内向灰红色或灰黄色，光滑而油润。内有黄白色种仁，呈卵形，长4～7毫米，直径3～5毫米，外包抽皱的薄膜，富有油性。无臭，味极苦。以质坚、仁白、油性足者为佳。\n主产广东、广西。福建、台湾亦产。",
    "effect": "1.抗寄生虫作用：1.1．鸦胆子的抗变形虫活性和细胞毒作用： 体外测定了鸦胆子丁醇粗提物和鸦胆丁、鸦胆子苦素C对痢疾变形虫（Entamoebahistolitica）的活性以及对豚鼠耳角质化细胞（GPK）的细胞毒作用。1.2．去油鸦胆子水浸液和乙醚浸膏加入阿米巴感染粪便，均能杀灭阿米巴。鸦胆子甙（Yadanoside）在阿米巴培养基中杀阿米巴的效力相当于吐根素的1/5-1/10。1.3．抗疟作用：1.3.1.鸦胆子粗提物及有效成分对恶性疟原虫耐药株的体外抗疟作用： 采用形态学方法测定鸦胆子四种溶剂粗提物对恶性疟原虫的体外抗疟活性，结果显示氯仿提取物的活性最强。从鸦胆子氯仿提取物中分离纯化得到3个化合物：鸦胆子苦素A、鸦胆子苦素B水合物和鸦胆子苦素C。测定了这3个化学成分对自然分离的恶性疟原虫株的体外抗疟活性，结果鸦胆子苦素A和鸦胆子苦素B水合物的抗疟活性相似（ID50为 8.66和8.15ng/ml），而鸦胆子苦素C的抗疟活性较高（ID50为1.95ng/ml），与新抗疟药甲氟喹（ID50为 6.26ng/ml）相比有显着差异（P<0.041）。1.3.2.鸦胆子苦木素类成分对恶性疟原虫抗氯喹株的作用： 测定了一系列鸦胆子苦木素类成分在体外对耐氯喹恶性疟原虫株的活性，其中9个成分IC50<0.05μg /ml，两个苦木素类糖甙：YadanziosideF和I和体外抗疟活性大大地小于其配糖基鸦胆子苦素B。又测定了鸦胆子不同溶剂粗提物和某些苦木素类成分对小鼠感染疟原虫的寄生虫血症的抑制作用。结果表明，小鼠口服给药后，氯仿和正丁醇提取物有较高的活性和毒性，鸦胆子苦素A、C、D和鸦胆子苦醇小鼠口服后对疟原虫感染有抗疟活性，但上述4个苦木素类成分和鸦胆子苦素B在小鼠在体试验中均显示一定毒性。1.3.3.测定Buceoside-A和鸦胆子苦醇及Bruceolide对恶性疟原虫耐氯喹株的体外抗疟活性结果显示鸦胆子苦醇有较高的抗疟活性（半数有效量＝7.58ng/ml），Bruceoside A 没有活性（半数有效量＝581.14ng/ml），Bruceoliole活性极小（半数有效量＝75.20ng/ml）。1.3.4.抗其它寄生虫作用： 鸦胆子粗提物能驱除犬肠道线虫和条虫。对钩虫有极强的驱杀作用。从鸦胆子仁提得的一种苦味配糖体，在体外1：10000 浓度时，能在24小时内杀死肺吸虫成虫。对滴虫、草履虫和尿路原虫都有杀灭作用。5-10%冷浸液与蚊幼虫和卵接触18-48小时，可全部杀死之。2.抗肿瘤作用：2.1．10%鸦胆子油静脉乳抗肿瘤作用：2.1.1.小鼠体内抗癌作用：2.1.1.1.对艾氏腹水癌的作用： 小鼠体重20±0.5g，每组10只，接种艾氏腹水癌后次日给药。两个给药组分别腹腔注射鸦胆子静脉乳2.5g/（kg.天）×7天、5.0g/（kg．天）×7天，并设对照组，停药后观察动物45天内生存天数，计算生命延长率。结果表明，两个剂量给药组平均生存天数均显着长于对照组（P均< 0.001）。2.1.1.2.对实体瘤S37、S180的作用：小白鼠体重20±0.5g，右前肢腋部皮下接种癌细胞悬液，每组10只，接种次日起每天于肿瘤局部给药2.5g/（kg.天）×7天，给药后15天处死动物，记录体重，肿瘤重量，计算肿瘤抑制率。结果表明鸦胆子油静脉乳对小鼠实体瘤S37、S180均有一走的抗癌作用。2.1.2.体外抗癌作用： 用1.25%的鸦胆子静脉乳与艾氏腹水癌细胞体外培养1、3小时，伊红染色法的赤染率都为100%。形态法实验结果鸦胆子静脉乳对癌细胞的损伤为膜变性、膜破裂和核固缩等，表明鸦胆子油静脉乳对艾氏腹水癌细胞肝癌腹水型癌细胞有直接损害作用。经小鼠精原细胞法证明鸦胆子油静脉乳尚有抑制小鼠精原细胞有丝分裂的作用。2.2．鸦胆子油乳剂对艾氏腹水癌细胞的杀伤动力学效应：采用放射自显影方法观察中10%鸦胆子油乳剂对接种7天的艾氏腹水癌小鼠S期、G2期和Go期细胞的影响。S期杀伤结果表明，给药后8小时，S期及非S期细胞损伤均呈高峰，但S期细胞的损伤百分率较非S期高。标记指数（LI）在2小时后明显下降，24小时时LI下降为5.2%，表明给药时处于S期的细胞大部分被药物破坏。经3H一TdR标记后，再用秋水仙酰胺阻断的实验表明，给药组标记分裂指数（PLM）上升幅度与对照组比较明显下降。由于药物处理时几乎未见损伤的M期细胞，并可见有丝分裂各期的细胞，所以经药物处理后MI无明显上升并非药物直接损伤M期细胞所致，说明鸦胆子油乳剂可以抑制或损伤G2期细胞，从而减少及延长G2期细胞进入M期。用连续标记方法确定Go期细胞为47.8%，给药后5小时，Go期细胞损伤率为17%，说明鸦胆子油乳剂对Go期细胞亦有一定杀伤作用。经放射自显影证实，鸦胆子油乳剂对3H一TdR参入DNA生物合成有明显的抑制作用，给药后0.5小时, LI为11%，24小时LI为33%，表明药物对艾氏腹水癌细胞呈可逆性抑制。3．抗白血病作用：鸦胆子含苦木素类糖甙BrnceosideA、B、YadanziosidesA-H、Yadanziosides F、I、J、L、P显示有抗白血病活性。鸦胆子苦醇对P－388白血病显示有效的抗白血病作用（小鼠腹腔注射0.125mg/kg/天，T/C=158），CleomiscosinA在体外对P-388淋巴性白血病有活性（半数有效量＝0.4μg/ml）。4．抗其它肿瘤作用：甲基胆蒽醋酮诱发的小鼠皮肤癌和乳头状瘤进行试验，证明鸦胆子仁糊剂和水剂局部应用，能使瘤细胞发生退行性变和坏死。但对正常组织亦有类似作用。鸦胆子苦醇在0.5mg/kg时，对小鼠S180瘤株有边缘活性。",
    "creation": "簸净杂质，洗净，晒干，剥去外壳，取整仁。",
    "function": "清热，燥湿，杀虫，解毒。治痢疾，久泻，疟疾，痔疮，疔毒，赘疣，鸡眼。\n\n①《生草药性备要》：\"凉血，去脾家疮，理跌打。\"\n\n②《纲目拾遗》：\"治痢，痔。\"\n\n③《岭南采药录》：\"治冷痢，久泻。又能杀虫。\"\n\n④《医学衷中参西录》：\"凉血解毒，善治热性赤痢，二便因热下血。\"\"治梅毒及花柳毒淋。捣烂醋调敷疔毒。善治疣。\"\n\n⑤《科学的民间药草》：\"截疟和治阿米巴痢疾。\"\"制成油质，可治外耳道乳状瘤，乳头瘤，以及尖锐性湿疣。\"\n\n⑥《广西中药志》：\"治疳匿。外用(油亦可)治皮肤瘤。\"",
    "taste": "苦，寒，有毒。\n\n①《医学衷中参西录》：\"味极苦，性凉。\"\n\n②《本草正义》：\"大苦，大寒。\"\n\n③《广西中药志》：\"味极苦，性寒，有毒。\"\n\n归大肠；肝经",
    "usage": "内服：用龙眼肉或胶囊包裹，饭后吞服，每次5～20粒，1日3次。外用：捣敷。",
    "compatibility": "脾胃虚弱，呕吐者忌服。\n\n《广西中草药》：\"孕妇和小儿慎用。\"",
    "storage": "置干燥处。",
    "side_effects": "鸦胆子挥发油有刺激性。其有毒成分为溶于水、具苦味的部分。鸦胆子仁或有效成分的大剂量，使动物内脏血管显着扩张，甚至出血；对中枢神经系统呈普遍的抑制现象；白细胞增多，多核细胞比率增加。治疗量在临床上常遇到的症状是恶心、呕吐，有时发生血压降低。去油鸦胆子对猫灌胃的最小致死量为0.1g/kg。鸦胆子中酚性成分的毒性最强，甙甲、甙乙次之，它们对小鼠皮下注射之半数致死量分别为：0.65、10、74mg/kg。死亡前呈全身抑制及四肢麻痹。毒性：鸦胆子甙给小鼠玻下注射的半数致死量为7-10mg/kg，猫及狗为0.5-1mg/kg，达此剂量可使动物的白细胞增多，心跳加快，呼吸减慢，肠胃等内脏充血，昏迷、惊厥，最后因呼吸衰竭致死；所含酚性化合物毒性最大，小鼠皮下注射的半数致死量为0.65mg/kg。鸦胆子仁的毒性强于鸦胆子油及壳，口服可致呕吐、腹痛、腹泻及尿闭，猫灌胃的最小致死量约为0.1g/kg。鸦胆子静脉乳静脉注射对小鼠的半数致死量为6250mg/kg。鸦胆子煎剂对雏鸡肌肉注射的半数致死量为0.25g/kg，口服为0.4g/kg。鸦胆子粗提物注射给药时，除恶心、呕吐、腹泻、便血等消化道症状外，还呈现呼吸促迫、体温下降、肌肉无力、昏迷和死亡。鸦胆子油静脉乳毒性 小鼠50只（体重20-21g，雌雄兼用），尾静脉注射l0%鸦胆子油静脉乳，采用机率单位法测得半数致死量为6250mg/kg。亚急性毒性实验表明家兔给予鸦胆子油静脉乳10g/kg，其体重、肝功能、肾功能、血象均无明显变化。",
    "category": "归经_大肠经",
    "plant": "鸦胆子\n常绿大灌木或小乔木，高达3米，全株均被黄色柔毛。单数羽状复叶，互生，长10～30厘米，有长柄；小叶5～11枚，对生，长卵状披针形，长5～10厘米，宽2～4厘米，先端渐尖，基部楔形或两侧不对称的斜圆形，边缘有三角形粗齿，上面绿色，下面淡绿色。圆锥聚伞花序腋生，雌雄异株，雄花序长10～30厘米，雌花序长4～18厘米；花极小，红黄色；雄花萼片4，披针形，花瓣4，线状披针形，雄蕊4，着生在花盘下方，花盘4裂；雌花萼片4，三角形，花瓣4，长圆状披针形，子房由4心皮组成，大部离生，下部被花盘包围，花柱下弯，柱头长尖形。核果长卵形，先端略向外弯，成熟时黑色，具突起的网纹。花期3～8月。果期4～9月(海南岛、广西)。\n生长在草地、灌木丛中及路旁向阳处。分布福建、广西、云南、台湾、广东等地。\n\n本植物的根(老鸦胆根)、叶(老鸦胆叶)亦供药用，另详专条。",
    "application": "①治疗阿米巴痢疾\n据50例和65例的观察，近期治愈率分别为72%和94%。其中50例组的复发率为6%。治愈病例大都在2～7天内症状消失，大便镜检多数在3～5天转为阴性。从大便转阴时间的长短看，鸦胆子对滋养体作用似较包囊为佳。或认为鸦胆子对急、慢性病例均有效果。副作用有恶心、呕吐、头晕、腹痛，腹泻等，其中以腹泻较多见，但不影响治疗。用法：大多采取口服法与灌肠法并用，7～10天为一疗程。口服每日3次，成人每次用鸦胆子仁10～20粒，也有少至4粒的；小儿每岁1～2粒。装胶囊吞服。灌肠用鸦胆子仁15～20粒，打碎后浸于1%碳酸氢钠溶液200毫升中2小时，然后行保留灌肠每日1次，或隔日1次。与口服法同时进行，或在口服4天后再单独使用。\n\n②治疗疟疾\n对间日疟、三日疟、恶性疟均有效果，多数病例服药后可控制发作。用法：成人每次用鸦胆子仁10粒装入胶囊吞服，每日3～4次，连服至第4、5天剂量减半，全治程为5天。小儿10岁以下每次6粒，14岁以下每次8粒。副作用较大，主要为消化道反应，如上腹部不适，饱胀，食欲减退，大便次数增加，少数病人发生呕吐。\n\n③治疗滴虫性及阿米巴原虫性阴道炎\n用鸦胆子仁20粒加水100毫升，煎成20毫升，以注射器套导尿管注入阴道内，每日1次。治疗6例滴虫性阴道炎，经2～3次用药即获痊愈，随访年余未见复发。另一报告用鸦胆子仁40粒打碎后加水400毫升，煎成40毫升，行阴道灌洗，每日1次，治疗1例阿米巴原虫性阴道炎，经7天后亦获痊愈。\n\n④治疗赘瘤\n用鸦胆子油涂搽患部，对于外耳道乳头状瘤、喉乳头状瘤，及寻常疣、扁平疣等均有治疗效果。外耳道乳头状瘤用鸦胆子油滴入，每日1～2次，3～7天即可脱落。单发性的喉乳头状瘤，可先将瘤体摘除，然后用鸦胆子曲在基底部擦拭；多发性的先将易摘除的瘤体摘除，再用鸦胆子油在瘤体表面涂拭。小儿直接喉镜下涂拭，成人在间接喉镜下涂拭，每周1～3次。一般施用5～6次后肿物即可消失，但最多有用至30次的。鸦胆子油对喉部无不良副作用，涂后局部无红肿或溃疡发现，乳头状瘤处形成瘢痕，对正常粘膜无破坏作用。经鸦胆子油治疗的病例未见复发。对于寻常疣、扁平疣等，可先用小刀将疣体表皮轻轻刮破(不宜刮得过深及损伤周围皮肤)，将鸦胆子劈开直接在患部摩擦，或蘸少量鸦胆子油滴于疣上，每4～7天1次，10次为一疗程。涂油后5～6小时内切勿用水或毛巾洗擦，以免拭去药油或波及周围皮肤；面部用药须防止进入眼内；再次用药如遇皮损结有痂膜时，须先将痂膜轻轻刮除再涂药油。用上法治疗扁平疣47例，治愈39例，大多在5次以内治愈。多数病人用药后皮损及健康皮肤出现红肿、瘙痒及灼热感等炎症现象，但对治疗无效病例则此现象很少出现。炎症反应出现后，继续涂擦，原来发炎之处逐渐变为棕黑色，数日后痂膜脱落而疣即消失。用鸦胆子油较鸦胆子仁效果迅速，但局部发炎也较剧烈。也可将鸦胆子捣成细末，加水调成糊状，涂于疣上，每日早晚各1次，涂至结痂为止。一般2周左右即可结痂而愈。鸦胆子油对于软而作线状之乳头状瘤较寻常疣、扁平疣作用迅速，其治疗作用可能是由于它的毒性作用使细胞发生退行性变，细胞核固缩，最后坏死而脱落。\n\n用鸦胆子仁内服，对于肛门裂和内痔等引起的出血，血吸虫病合并乙状结肠肉芽肿，均有一定的治疗效果。此外，鸦胆子外敷曾引致过敏1例。患者于右足中趾上皮角化处敷药后20分钟突发呼吸困难，旋即进入半昏迷状态，经抢救后始恢复。恢复后以鸦胆子仁浸液作皮肤划痕试验，结果涂药后20秒钟局部发生红润，1分钟时出现直径1.2厘米大的丘疹，并觉呼吸有紧迫感，持续12小时之久；同时以健康人用同法作对照，结果阴性。在此以前患者曾两次用鸦胆子仁外敷，亦均在用药后1～2小时左右发生不同程度的过敏症状，如荨麻疹、呼吸迫促、恶心呕吐等。",
    "position": "为苦木科植物鸦胆子的果实。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "薄荷",
    "alias": "蕃荷菜、菝蕑、吴菝蕑、南薄荷、猫儿薄苛、野薄荷、升阳菜薄苛、蔢荷、夜息药、仁丹草、见肿消、水益母、接骨草、土薄荷、鱼香草、香薷草",
    "ingredient": "\n新鲜叶含挥发油0.8～1%，干茎叶含1.3～2%。油中主成分为薄荷醇，含量约77～78%，其次为薄荷酮，含量为8～12%,，还含乙酸薄荷酯、莰烯、柠檬烯、异薄荷酮、蒎烯、薄荷烯酮、树脂及少量鞣质、迷迭香酸。\n",
    "process": "\n大部分产区每年收割2次，第1次(头刀)在小暑至大暑间。第2次(二刀)于寒露至霜降间，割取全草，晒干。广东，广西温暖地区1年可收割3次。\n",
    "distinguish": "干燥全草，茎方柱形，长15～35厘米，直径2～4毫米，黄褐色带紫，或绿色，有节，节间长3～7厘米，上部有对生分枝，表面被白色绒毛，角棱处较密，质脆，易折断，断面类白色，中空。叶对生，叶片卷曲面皱缩，多破碎。上面深绿色，下面浅绿色。具有白色绒毛;质脆。枝顶常有轮伞花序，黄棕色，花冠多数存在。气香，味辛凉。以身干、无根、叶多、色绿、气味浓者为佳。\n\n全国大部分地区均产，主产江苏、浙江、江西。\n",
    "effect": "\n薄荷醇局部应用可治头痛、神经痛、瘙痒等。应用于皮肤，首先有凉感，以后有轻微刺灼感。此种凉感并非皮肤温度降低，而系刺激神经末梢之冷觉感受器所引起。\n\n\n薄荷醇、薄荷酮对离体兔肠有抑制作用，后者的作用较强。用小鼠作试验，对离体小肠，薄荷精油有解痉(抗乙酰胆碱)作用;但对整体小鼠的小肠内容物之推进速度并无显著影响，甚至有抑制倾向，故推测其健胃作用可能是由于其嗅、味感觉续发性引起的。薄荷醇的酒精溶液有防腐作用。它对呼吸道炎症有某些治疗作用，可能是由于其促进了分泌而去除了附着于粘膜上的粘液所致。薄荷酮之刺激性强于薄荷醇。\n\n\n同属植物欧薄荷中的总黄酮类具有利胆作用。\n",
    "creation": "\n拣净杂质，除去残根，先将叶抖下另放，然后将茎喷洒清水，润透后切段，晒干，再与叶和匀。\n",
    "function": "\n疏风，散热，辟秽，解毒。治外感风热，头痛，目赤，咽喉肿痛，食滞气胀，口疮，牙痛，疮疥，瘾疹。\n\n\n①《药性论》：\"去愤气，发毒汗，破血止痢，通利关节。\"\n\n\n②《千金·食治》：\"却肾气，令人口气香洁。主辟邪毒，除劳弊。\"\n\n\n③孙思邀：\"煎汤洗漆疮。\"\n\n\n④《唐本草》：\"主贼风，发汗。(治)恶气腹胀满。霍乱。宿食不消，下气。\"\n\n\n⑤《食疗本草》：\"杵汁服，去心脏风热。\"\n\n\n⑥《食性本草》：\"能引诸药入营卫。疗阴阳毒、伤寒头痛。\"\n\n\n⑦《日华子本草》：\"治中风失音，吐痰。除贼风。疗心腹胀。下气、消宿食及头风等。\"\n\n\n⑧《本草图经》：\"治伤风、头脑风，通关格，小儿风涎。\"\n\n\n⑨《本草衍义》：\"小儿惊风，壮热，须此引药;治骨蒸劳热，用其汁与众药为膏。\"\n\n\n⑩李杲：\"主清利头目。\"\n\n\n⑾王好古：\"能搜肝气。又主肺盛有余，肩背痛及风寒汗出。\"\n\n\n⑿《滇南本草》：\"治一切伤寒头疼，霍乱吐泻，痈、疽、疥、癫诸疮。\"又：\"野薄荷上清头目诸风，止头痛、眩晕、发热，去风痰，治伤风咳嗽、脑漏鼻流臭涕，退虚痨发热。\"\n\n\n⒀《纲目》：\"利咽喉、口齿诸病。治瘰疬，疮疥，风瘙瘾疹。\"\n\n\n⒁《本草述》：\"治中风，癫痫，伤燥热郁。\"\n\n\n⒂《医林纂要》：\"愈牙痛，已热嗽，解郁暑，止烦渴，止血痢，通小便。\"\n\n\n⒃《本草再新》：\"消目翳。\"\n",
    "taste": "\n辛，凉。\n\n\n①《医学启源》：\"《主治秘要》云，性凉，辛。\"\n\n\n②《医林纂要》：\"辛，寒。\"\n\n\n入肺、肝经。\n\n\n①《汤液本草》：\"手大阴、厥阴经药。\"\n\n\n②《纲目》：\"入手少、太阴，足厥阴。\"\n\n\n③《本草新编》：\"入肺与包络二经，亦能入肝、胆。\"\n",
    "usage": "\n内服：煎汤(不宜久煎)，0.8～2钱；或入丸、散。外用：捣汁或煎汁涂。\n",
    "compatibility": "阴虚血燥，肝阳偏亢，表虚汗多者忌服。  ①《药性论》：\"新病瘥人勿食，令人虚汗不止。\"  ②《千金·食治》：\"动消渴病。\"  ③《本经逢原》：\"多服久服，令人虚冷;阴虚发热，咳嗽自汗者勿施。\"  ④《本草从新》：\"辛香伐气，多服损肺伤心，虚者远之。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "毒性：薄荷脑大鼠皮下注射的致死量为2.0g/kg。薄荷脑对大鼠皮下注射的致死量为2.0g/kg。同属植物圆叶薄荷和欧薄荷的稍油的半数致死量分别为641.1±2.4mg/kg 和 437.4±18.3mg/kg。",
    "category": "归经_肺经",
    "plant": "\n①薄荷\n\n\n多年生草本，高10～80厘米。茎方形，被逆生的长柔毛及腺点。单叶对生;叶柄长2～15毫米，密被白色短柔毛;叶片长卵形至椭圆状披针形，长3～7厘米，先端锐尖，基部阔楔形，边缘具细尖锯齿，密生缘毛，上面被白色短柔毛，下面被柔毛及腺点。轮伞花序腋生;苞片1，线状披针形，边缘具细锯齿及微柔毛;花萼钟状，5裂，裂片近三角形，具明显的5条纵脉，外面密生白色柔毛及腺点;花冠二唇形，紫色或淡红色，有时为白色，长3～5毫米，上唇1片，长圆形，先端微凹，下唇3裂片，较小，全缘，花冠外面光滑或上面裂片被毛，内侧喉部被一圈细柔毛;雄蕊4，花药黄色，花丝丝状，着生于花冠筒中部，伸出花冠筒外;子房4深裂，花柱伸出花冠筒外，柱头2歧。小坚果长1毫米，藏于宿萼内。花期8～10月。果期9～11月。\n\n\n生于小溪沟边、路旁及山野湿地，或为栽培。分布华北、华东、华南、华中及西南各地。\n\n\n②家薄荷\n\n\n与上种相似。叶卵形至长圆形，长2～5厘米，两面均有腺点。萼裂片窄三角形，有缘毛。花冠淡紫色或白色。小坚果长0.7毫米。\n\n\n全国各地多有栽培。\n\n\n此外，兴安薄荷(东北)，以及江苏(苏州、太仓)栽培的龙脑薄荷(《本草衍义》)等，亦同供药用。\n",
    "application": "用量3~6克，宜后下，外用适量。用治感冒风热、头痛、目赤、咽喉红肿疼痛、皮肤瘙痒、麻疹透发不畅等。本品芳香辛散，发汗耗气，故体虚多汗者不宜使用。",
    "position": "为唇形科植物薄荷或家薄荷的全草或叶。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "九香虫",
    "alias": "臭屁虫,屁板虫,瓜黑蝽。",
    "ingredient": "虫体含脂肪、蛋白质及甲壳质。脂肪中含有硬脂酸、棕榈酸、油酸。脂肪酸一部分是游离存在。其臭味来源于醛或酮，但未能分出。",
    "process": "冬、春二季捕捉。捕得后放罐内，加酒，盖紧，将其闷死，或置沸水中烫死，取出晒干或烘午。",
    "distinguish": "干燥虫体呈六角状椭圆形而扁平，表面红棕色咸棕黑色，长约2厘米，宽约1.2厘米。头很小，呈类三角形。背部有膜质半透明的翅2对，将翅除去后可见背部橙红色，有节，近边缘有1毫米宽的边，棕褐色与棕色相间排列成节纹状。胸部的足多己脱落。腹部棕红色至棕黑色，有油光，每节近边缘处有突起的小点。质脆，折断后腹内有浅棕色油样粉状物。气如茴香，味微咸。以个均匀、棕褐色、油性大、无虫蛀者为佳。\n\n主产云南、四川、贵州、广西等地。",
    "effect": "九香虫在试管内对金黄色葡萄球菌、伤寒杜菌、甲型副伤寒杆菌及福氏痢疾杆菌有较强的抑制作用。元素分析表明，九香虫的抗癌、抑癌元素锰和镁的含量较高，至癌元素镍、铬、砷、镉、铍的含量较低，似可能有抗癌作用。",
    "creation": "拣净杂质，筛去泥土，或用文火微炒用。",
    "function": "理气止痛，温中助阳。用于胃寒胀痛，肝胃气痛，肾虚阳痿，腰膝酸痛。膈脘滞气，脾肾亏损，元阳不足。用九香虫一两（半生焙），车前子（微炒）、陈桔皮各四钱，白术（焙）五钱，杜仲（酥炙）八钱，人研为末，加炼蜜做成丸子，如梧子大。每服一钱五分，以盐开水或盐酒磅下，早晚各服一次。\n\n①《纲目》：\"治膈脘滞气，脾肾亏损，壮元阳。\"\n\n②《本草新编》：\"兴阳益精。\"\n\n③《现代实用中药》：\"适用于神经性胃痛，腰膝酸痛，胸脘郁闷，因精神不快而发胸窝滞痛等症，配合其他强壮药同服有效。\"",
    "taste": "咸，温。\n\n①《纲目》：\"咸，温，无毒。\"\n\n②《本草新编》：\"味甘辛，气微温。\"",
    "usage": "内服：煎汤，1～2钱；或入丸、散。",
    "compatibility": "阴虚阳亢者慎服。",
    "storage": "置木箱内衬以油纸，防潮、防蛀。",
    "side_effects": "?",
    "category": "归肝、脾、肾经。",
    "plant": "九香虫，全体椭圆形，一般紫黑色，带铜色光泽。头部狭尖，略呈三角形，复眼突出，卵圆形；单眼1对。喙较短，触角5节。前胸背板及小盾片均具不规则横皱纹。翅2对，前翅为半鞘翅，棕红色，翅末1/3为膜质。足3对，后足最长。腹面密布细刻及皱纹，后胸腹板近前缘区有2个臭孔，能由此放出臭气。\n生境分布：成虫有翅能飞翔，常在土块、石块下及石缝中越冬，每年3月飞出。资源分布：除东北、西北外，全国大部分地区均有分布。",
    "application": "用量3～9克，煎汤;或入散剂，0.6～1.2克。一般炮制后用。用治肝胃不和或寒郁中焦所致的胸肋胃脘胀痛以及肾阳不足之腰痛、阳痿。",
    "position": "为蝽科昆虫九香虫的干燥全虫。",
    "source": "《纲目》"
  }
]