[
  {
    "name": "红景天",
    "alias": "扫罗玛尔布",
    "ingredient": "（1）苯丙酯类（Phenylpropanoids）：rosavin，rosin，rosarin 　　（2）黄酮素类（Flavanoids）：rodiolin，rodionin，rodiosin，acetylrodalgin，tricin 　　（3）苯乙醇类（Phenylethanol）：salidroside，tyrosol 　　（4）单帖类：rosiridol，rosaridin 　　（5）三帖类（triterpenes）：daucosterol，beta-sitosterol 　　（6）酚酸类（Phenolic acids）：chlorogenic and hydroxycinnamic，gallic acids",
    "process": "7～9月采收。",
    "distinguish": "?",
    "effect": "1、抗缺氧、抗疲劳：能迅速提高血红蛋白与氧的结合能力，提高血氧饱和度，降低机体的耗氧量，增加运动耐力，恢复运动后疲劳。[实验] 选取雄性小白鼠( 体重20 g 左右) , 经训练后用0 .4 mg/ g 体重腹腔注射, 对照生理盐水组，记录爬杆时间, 结果显示有显著性差异。观察小白鼠负重游泳试验，结果表明用药组优于对照组。 　　2．抗菌作用：红景天内含有多量东莨菪碱、山萘酚等具有抗菌消炎成份；鞣质含量也最多，具收敛性，在粘膜表面起保护作用，制止过多的分泌、停止过量的出血，对肺部炎症引起的咳嗽、咳痰及妇女白带增多有疗效。 　　3．镇痛作用：[实验] 采用小鼠抖笼法, 取小鼠活动架及杠杆，开动记纹快鼓, 以描记小鼠活动。腹腔注射红景天苷(400 mg/ kg)和生理盐水(对照组) 。结果表明用药组具有明显抑制小鼠活动能力的作用( p < 0 .001 )。 　　4．抗辐射作用：明显抑制辐射引起的心和肝脏LPO（过氧化脂质）的产生，对脂质和细胞膜起到保护作用。 　　5．延缓衰老作用：显著提高机体SOD（超氧化物歧化酶）的活性，清除自由基，抑制过氧化脂质生成。 　　6、对内分泌系统的双向调节作用：双向调节肾上腺激素、性激素等的分泌。",
    "creation": "?",
    "function": "活血止血，清肺止咳。治咳血，咯血，肺炎咳嗽，妇女白带。\n\n外用治跌打损伤，汤火伤。",
    "taste": "甘，苦，平。归肺、心经。",
    "usage": "内服：煎汤，1～3钱，外用：捣敷或研末调敷。",
    "compatibility": "儿童，孕妇慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "全瓣红景天\n多年生草本，高10～20厘米。根粗壮，圆锥形，肉质，褐黄色，根颈部具多数须根。根茎短，粗壮，圆柱形，被多数覆瓦状排列的鳞片状的叶。从茎顶端之叶腋抽出数条花茎，花茎上下部均有肉质叶，叶片椭圆形，边缘具粗锯齿，先端锐尖，基部楔形，几无柄。聚伞花序顶生，花红色。蓇葖果。\n生于高山岩石处。分布西藏等地。",
    "application": "临床表明，红景天可明显对抗肺炎及哮喘。对过敏性哮喘有效，一般成人视病情需要每日可用15---30克，水煎服，半月1疗程，可以依需要增加疗程。",
    "position": "为景天科植物全瓣红景天的全草。",
    "source": "《西藏常用中草药》"
  },
  {
    "name": "胖大海",
    "alias": "安南子、大洞果、胡大海、大发、通大海、大海子、大海、大海榄",
    "ingredient": "\n含半乳糖醛酸、阿拉伯糖、半乳糖乙酸、半乳糖、胖大海素（sterculin）、西黄蓍胶粘素（bassorin）等。\n",
    "process": "\n4～6月由骨朵果上采取成熟种子，晒干。\n",
    "distinguish": "\n干燥种子呈椭圆形，状似橄榄，先端钝圆，基部略尖，长2～3厘米，直径l～1.5厘米。表面棕色至暗棕色，微有光泽，具细密的不规则皱纹，基部具浅色的圆形种脐。外种皮质轻而疏松，易剥落，遇水膨大成海绵状块。内种皮红棕色至棕黑色，先端有一黄白色的圆斑。剥去内种皮后，胚乳肥厚，成2片，暗棕色或灰棕色。子叶2片，紧贴于胚乳，菲薄而大。气无，久嚼有粘性。以个大、棕色、表面皱纹细、不碎裂者为佳。\n\n\n主产于越南、泰国、印度尼西亚、马来西亚等地。\n",
    "effect": "\n①泻下作用\n\n\n胖大海种子浸出液，对兔有缓泻作用，因可增加肠内容积(增加容积为琼脂的8倍)，有机械刺激而致缓泻。将胖大海外层皮、软壳、仁分别水浸提取，对于麻醉犬，无论何种给药方法，皆可明显增加肠蠕动(仁的作用最强，软壳次之，外层最弱)，此作用可被阿托品所拮抗;1：40万的仁的浸出液使离体兔肠蠕动增加，其他二层作用不显。\n\n\n②降压作用\n\n\n胖大海仁(去脂干粉)制成25%溶液，静注、肌注或口服，皆可使犬、猫血压明显下降。进一步实验表明其降压原理可能与中枢有关。胖大海仁水浸剂对麻醉犬是降压作用，而对兔却为升压(兔有效量较犬大10倍);对犬、兔血压不同的影响;皆可用组织胺增敏。\n\n\n③其他作用\n\n\n胖大海外皮、软壳、仁的水浸提取物皆有一定利尿和镇痛作用，仁最强;三者皆无局部刺激作用。胖大海仁(去脂干粉)用于急性中毒试验，可见兔呼吸困难，运动失调;犬连续10～15天用大量致死后，可见肺充血水肿，肝脂变;小鼠半数致死量口服为12.96克/公斤。兔静脉注射大量(1%2毫升)胖大海仁水浸剂，可见呼吸先停，心脏还跳，胃肠表面很红。\n\n\n同属植物Sterculiapruriens的毒性是由于氢氰酸所致。\n",
    "creation": "生用。",
    "function": "\n清热润肺，利咽解毒，润肠通便。用于肺热声哑，干咳无痰，咽喉干痛，热结便闭，头痛目赤。\n",
    "taste": "\n甘，寒;有小毒。归肺、大肠经。\n",
    "usage": "\n内服：煎汤，1.5～3钱；或泡茶。\n",
    "compatibility": "\n1.有感冒者禁用。\n\n\n2.代茶饮每次不得超过3粒，防止中毒。\n\n\n3.本品有伪品：圆粒萍婆，泡水中也能变大，但不入药，请大家注意鉴别!\n",
    "storage": "置干燥处，防霉，防蛀",
    "side_effects": "胖大海仁(去脂干粉)用于急性中毒试验，可见兔呼吸困难，运动失调；犬连续10-15天用大量致死后，可见肺充血水肿，肝脂变；小鼠半数致死量口服为12.96g/kg。兔静脉注射大量(l%2ml)胖大海仁水浸剂，可见呼吸先停，心脏还跳，胃肠表面很红。同属植物Sterculia pruriens的毒性是由于氢氰酸所致。小鼠口服的半数致死量为12.96g/kg。曾有服用胖大海20g沸水浸泡液致过敏的报道，该例患者服后2小时左右全身发痒，随之皮肤潮红，伴有头晕、心慌、胸闷、恶心、口唇水肿等过敏症状,经用抗过敏药治疗,5天后皮肤消退,痒感消失。",
    "category": "归经_肺经",
    "plant": "\n落叶乔木，高可达40m，单叶互生，叶片革质，卵形或椭圆状披针形，长10～20cm，宽6～12cm，通常3裂，全缘，光滑无毛。圆锥花序顶生或腋生，花杂性同株;花萼钟状，深裂;雄花具10～15个雄蕊;雌茶具1枚雌蕊。骨朵果1～5个，着生于果梗，呈船形，长可达24cm。种子棱形或倒卵形，深褐色。\n",
    "application": "\n治疗急性扁桃体炎\n\n取胖大海4～8枚，放入碗内，冲入沸水，闷盖半小时左右(天冷须保暖)，徐徐服完；间隔4小时，如法再泡服1次。治疗100例，治愈68例，显著好转21例，效果不佳14例。有的经2～3天即愈。\n",
    "position": "为梧桐科植物胖大海的种子。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "冬虫夏草",
    "alias": "夏草冬虫,虫草",
    "ingredient": "\n含水分10.84%，脂肪8.4%，粗蛋白25.32%，粗纤维18.53%，碳水化物28.90%，灰分4.10%。脂肪含饱和脂肪酸13.00%，不饱和脂肪酸82.2%。此外，还含虫草酸约7%，是奎宁酸的异构物。又含冬虫夏草素，是一种淡黄色结晶粉末，在试管内能抑制链球菌、鼻疽杆菌、炭疽杆菌、猪出血性败血症杆菌及葡萄状球菌的生长。另含维生素B120.29微克／100克。\n",
    "process": "\n夏至前后，当积雪尚未溶化时入山采集，此时子座多露于雪面，过迟则积雪溶化，杂草生长，不易找寻，且土中的虫体枯萎，不合药用。挖起后，在虫体潮湿未干时，除去外层的泥土及膜皮，晒干。或再用黄酒喷之使软，整理平直，每7～8条用红线扎成小把；用微火烘干。\n",
    "distinguish": "\n冬虫夏草为虫体与菌座相连而成，全长9～12厘米。虫体如三眠老蚕，长约3～6厘米，粗约0.4～0.7厘米。外表呈深黄色，粗糙，背部有多数横皱纹，腹面有足8对，位于虫体中部的4对明显易见。断面内心充实，白色，略发黄，周边显深黄色。菌座自虫体头部生出，呈棒状，弯曲，上部略膨大。表面灰褐色或黑褐色，长可达4～8厘米，径约0.3厘米。折断时内心空虚，粉白色。臭微，味淡。以虫体色泽黄亮、丰满肥大、断面黄白色、菌座短小者为佳。\n\n主产四川、青海、贵州、云南，以四川产量最大。此外，西藏、甘肃等地亦产。\n",
    "effect": "1.免疫药理作用:1.1.对免疫器官的影响:虫草、虫草菌浸剂可明显增加小鼠脾重并拮抗强松龙与环磷酰胺引起的脾重减轻，其机制可能是通过促进脾脏DNA的生物合成，增加核酸与蛋白质含量，促使脾细胞增殖。拮抗皮质激素与环磷酰胺引起的脾萎缩是通过虫草多糖增加脾脏营养性血流量的作用实现的。虫草与虫草菌浸剂还可使小鼠胸腺缩小，并加重强的松龙与环磷酰胺引起的胸腺萎缩作用，但它们所致的胸腺萎缩作用是可复性的，组织化学分析仅见萎缩胸腺的髓质细胞稍增大、质疏松，有核分裂现象，而未发现组织萎缩、细胞破坏等抑制现象，因而虫草致胸腺缩小可能与趋赶和释放作用有关，在摘除双侧肾上腺的小鼠，虫草诱使胸腺萎缩的作用消失，说明该作用是通过肾上腺皮质实现的。引起胸腺缩小的成分既存在于虫草的虫体，也存在于子座部分。此外，使用虫草、虫草菌的小鼠肝脏会轻度肿大。这主要是通过增大肝ffer氏细胞体积实现的，而对肝细胞内的DNA、RNA及蛋白质合成均无明显的影响。1.2.对单核一巨噬细胞系统功能的增强作用:组织学检查与免疫组织化学分析表明，使用虫草或虫草菌制剂的小鼠，腹腔粘附细胞、脾巨噬细胞、肝Kupffer氏细胞体积增大、胞浆增多、核质疏松、细胞内酸性磷酸酶活性增强，呈激发状态。虫草的脂质体制剂对胞壁二酰肽(MDP)具有强烈的激活作用。由于脂质体的主要成分是类脂，与细胞膜的脂质成分相似，因此极易为巨噬细胞膜所接受，脂质体在体内停留时间较单纯虫草长可使激活维持时间延长。碳粒廓清试验表明虫草及其制剂能明显增大小鼠血碳清除率和肝、脾吞噬系数。体内吞噬试验，证明虫草与虫草菌能显着提高小鼠腹腔巨噬细胞的吞噬指数与吞噬百分率，并能对抗可的松引起的膜腔巨噬细胞吞噬功能的降低。它们还能增加单核细胞、巨噬细胞表面Fc受体数目，从而增强其对抗原信息的识别、处理、传递的能力和通过Fc受体实现的对靶细胞的ADCC效应。此外，虫草还能通过刺激小鼠腹腔粘附细胞分泌高滴度的IL，参与调节免疫反应。虫草与虫草菌激活单核巨噬细胞系统的机制还不清楚，可能是直接激活本系统，也可能通过包括TLC和补体备解素系统在内的各种级联活化得以实现。1.3.对体液免疫功能的增强作用:虫草在体外可直接刺激小鼠胸腺细胞增殖，刺激作用与剂量相关，最适剂量为10mg/kg。与ConA对胸腺细胞的刺激作用相比，虫草的作用不强，刺激指数仅是ConA的1/56。虫草刺激脾细胞增殖反应与剂量有关，8mg/ml为最适剂量，但其作用明显低于ConA的作用。小鼠脾细胞经抗Thy-l血清和补体处理，以3H一TdR掺入法证实T淋巴细胞已全部破坏，但经处理的细胞经虫草刺激仍有增殖反应，刺激指数为18.6，说明虫草有直接刺激脾脏Thy-l细胞，即B淋巴细胞增殖作用。使用虫草菌或虫草多糖的小鼠，其血清IgG含量明显增加。给小鼠服用虫草菌制剂，检测以鸡血球兔疫后血清溶血素的含量，结果虫草菌组比对照组的半数溶血值(HC50)显着增大(P<0.01)，虫草菌丝粉0.3ml，ig小鼠，连续7天，其HC50较对照组提高55.16%P<0.001，说明虫草菌及其制剂能提高小鼠血清溶血素(IgM)水平。虫草(8mg/ml)与脾细胞共育48小时，经处理后能部份吸收除去上清液中IL2，吸收百分率与ConA活化的脾细胞的IL2吸收百分率相近，提示虫草可诱导脾细胞表达IL2受体，诱导表达的IL2受体数量与ConA诱导的数量相近。1.4.对细胞免疫功能的调节作用:虫草或虫草菌能抑制机体细胞免疫功能。用3H一IdR掺入法进行的体外实验及体内实验均证实，虫草、虫草菌(拟青霉)制剂能显着抑制小鼠脾细胞对ConA刺激产生的淋巴细胞转化。它们还能十分显着抑制(P<0.01＝二硝基氯苯(DNCB)所致的小鼠迟发性超敏反应。虫草菌粉0.6-5mg/ml均能显着抑制小鼠外周白细胞吞噬功能、脾淋巴细胞增殖反应，混合淋巴细胞培养以及LPS诱导的巨噬细胞IL一1生成(P<0.05-0.01＝。其抑制强度与虫草菌粉剂量成正比例。5mg/ml虫草菌粉可完全抑制上述细胞免疫反应，而该剂量药物与脾细胞共育5天也不影响细胞的存活率。给同种异体皮肤移植小鼠每日po虫草菌粉4g/kg，使皮片存活时间(12.7±2.2天)较对照组(8.3±0.7天)显着延长(P<0.01＝，近似于环孢霉素A(每日5mg/kg，po)抑制皮片排异的效果(13±2.9天，P＞0.7)。虫草菌能显着减少人外周血T淋巴细胞的活性E花结(Ea)形成率，延长小鼠同种移植心脏的存活期。采用3H一TdR掺入法对小鼠T淋巴细胞亚群的研究结果表明，虫草菌在体外能显着增强ConA诱导的小鼠抑制性T淋巴细胞(Ts)功能，在体内显着增强自发性抑制性T淋巴细胞(STs)功能，提示它是选择性地作用于Ts细胞亚群而发挥对细胞免疫功能的调节作用。但虫草与虫草菌对机体细胞免疫功能调节作用的研究结果并不一致，可能与药物处理、动物选择及实验方法等有关。因此有的报道虫草或虫草菌对机体细胞免疫功能起增强作用。虫草水提液对小鼠胸腺细胞有与剂量相关的致有丝分裂作用，说明它能直接刺激T淋巴细胞增殖，但作用不强。服用虫草的家兔((2g/(kg·天)，连服7天)，按PHA淋转试验3H一TdR掺入法测定。结果表明虫草有促进T淋巴细胞转化作用。虫草醇提物能提高小鼠淋巴细胞E花结形成率，并拮抗强的松龙及环磷酰胺引起的E花结率的减少。1.5.对自然杀伤细胞(NK)活性的增强作用：采用125I释放法检测小鼠和人的体外NK活性，用125I清除法检测小鼠体内NK活性的方法，以虫草醇提液体内给药能明显增强小鼠体内、外NK对Yac-1细胞的杀伤活性，并保护环磷酰胺所致免疫抑制小鼠NK活性的降低；虫草醇提液0.1、1.0mg/ml体外处理人外周血单核细胞，可使NK杀伤K562细胞的活性呈时间依赖性增强。2.对中枢神经系统的作用：2.1.对小鼠自发活动的影响：采用活动直接描记法，ip虫草浸液相当生药量5g/kg，对照组用生理盐水，以SJ-Ⅲ型生理记录仪描记给药前和给药后30分钟后小鼠自发活动的曲线。结果表明虫草组能明显减少小鼠的自发活动。2.2.对戊巴比妥钠引起的小鼠睡眠时间的影响：小鼠按上述剂量ig，每天1次，连续4天，对照组给等容积生理盐水。末次给药后l小时ip戊巴比妥钠40mg/kg，以翻正反射消失为睡眠指标，记录各组睡眠时间。虫草组为31.68±12.88分钟(n=19，P<0.05)，生理盐水组为23.60±9.44(n=20)。人工发酵培养的冬虫夏草菌丝体提取物(代号CsB)，能增加小鼠ip氯丙嗪的镇静作用和拮抗苯丙胺的兴奋作用。作用强度与剂量有关，5g/kg即可使小鼠活动减少一半。小鼠ipCsB10-20g/kg，可明显延长戊巴比妥钠的睡眠时间，与对照组比较P值分别为<0.05和P<0.01。2.3.抗惊厥作用：小鼠分别sc不同剂量的人工发酵培养的冬虫夏草菌丝体提取物(代号CsB)，给药后40分钟每鼠iv烟碱1.1mg/kg，结果对照组10/10动物出现强直痉挛随后死亡，给CsB的5、10、20g/kg剂量组的死亡率分别为5/10，2/10和0/9，均显着低于对照组。2.4.对毛果芸香碱引起流涎的影响：小鼠scCsB10，20g/kg或生理盐水。40分钟后iv毛果芸香碱5mg/kg，3分钟后，用滤纸拭去嘴边的唾液，以唾液湿润部位的滤纸剪下，干燥后称量，比较唾液分泌量，结果对照组的纸片平均重20.9±2.0mg，CsB10g/kg组为13.5±2.1mg(P<0.05)，20g/kg组为11.1±2.4mg(P<0.01＝。2.5.对正常动物体温的影响：小鼠分别scCsB5，10及20g/kg，对照组注射生理盐水。Lh用半导体体温计测肛温。结果给药组肛温分别为36.89±0.28，35.99±0.26和34.85±0.31℃，均比对照组(37.98±0.13℃)显着降低(P<0.01)。按天然冬虫夏草所含的18种氨基酸成分进行人工配伍成不同配比与天然虫草浸液进行对照比较，人工配伍的氨基酸亦有类似的对中枢神经的作用。3.对心血管系统的作用：3.1.对血压和心率的影响：麻醉家兔分别iv人工虫草菌丝体醇提液(简称Cs一4)和人工虫草发醇液浸膏(简称冬发)0.15和0.3g/kg，观察血压和心率的改变。结果表明Cs-4醇提物使家兔心率明显减慢(P<0.005)维持时间长达1小时以上；血压总趋势下降。0.3g/kg剂量在给药后5分钟内降压明显(P<0.01)，但迅速恢复至原有水平。冬发可使心率略减慢，血压有下降趋势，但无统计学意义。麻醉犬iv虫草浸剂(1：1)0.5-1.0ml/kg时，就有明显的降压作用。在降压时使呼吸振幅加大与频率增加。但ip或im给于1：1浸剂2ml/kg时，对血压无影响。3.2.对心肌缺血的影响：家兔iv人工虫草菌菌丝体醇提物0.3g/kg和人工虫草发酵液浸膏0.1g/kg和0.15g/kg以及等容积盐水或培养液作对照。5分钟后iv垂体后叶素1.5u/kg，记录心电图，以S-T段和T波改变作为观察指标。结果表明醇提物对心电图的影响与对照组比较无统计学的差异(P＞0.05)。0.1g/kg浸膏组可明显对抗T波直立上升(P<0.05＝和对抗3一T段升高。醇提物对大鼠应激性心肌醒塞亦有一定保护作用。醇提物和浸膏2.5和5.0g/kgip给于小鼠。10分钟后sc异丙肾上腺素300ug/kg，测定小鼠耗氧量及死亡时间。结果醇提物可明显延长缺氧小鼠的存活时间(P<0.001)，提高耐缺氧能力。同时给药组小鼠耗氧量明显下降(P<0.05-0.001)。浸膏组亦能明显延长缺氧小鼠存活时间(P<0.001)和显着降低其耗氧量(P<0.001＝，但低剂量组仅延长小鼠存活时间。3.3.抗心律失常作用:人工虫草菌菌丝体醇提物0.5g/kg，能明显延长乌头碱诱发心律失常出现的时间和缩短心律失常持续的时间，且有统计学意义。对氯化钡诱发的心律失常作用，不能延长氯化钡诱发心律失常的时间，但可缩短心律失常维持的时间，与对照组比较具有显着性差异(P<0.02)。3.4.对脂质代谢的影响:小鼠ig虫草粉(原生药粉)和人工发酵培养的青海虫草菌粉(菌丝粉)2.5g/kg，每日1次，连续10天。结果各组的小鼠血清胆固醇含量为；虫草组75.8±12.8(mg%)；人工发酵培养的菌丝组为81.8±10.8(mg%)，与对照组116.2±7.5(mg%)比较均有显着差异(P<0.05)。表明两者均有降低血清胆固醇的作用，人工发酵虫草菌丝体醇提物2.5g/kg剂量对小鼠有降低胆固醇和B-脂蛋白作用，与对照组比较P<0.01。虫草菌发酵液ig，可使正常大鼠血浆甘油三酯(TG)、总胆固醇(TC)、低密度脂蛋白胆固醇(LDL一C)及极低密度脂蛋白胆固醇(VLDL一C)显着降低，而高密度脂蛋白胆固醇(HDL一C)及HDL一C/TC比值显着升高；于大剂量甲状腺素和去甲肾上腺素所致应激时大鼠的血脂升高也有显着的改善作用。4.对血液系统的影响：4.1.促进造血功能：虫草具有显着的促生血作用，小鼠骨髓造血干细胞(CFU一S)脾结节形成试验表明，虫草的醇结晶制剂(含多种氨基酸、D一甘露糖和多糖)ip，可明显增高CFU一S产率和自杀率，表明该制剂可改变小鼠骨髓CFU一S的周期状态，促使它们从Go期进入S期，从而促进CFU一S增殖。4.2.对血小板的影响：虫草及人工培养菌丝水提液im或ig分别为5g/kg和10g/kg，均可使小鼠脾系数增加，脾巨核细胞增殖，血中血小板数升高，电镜证实用药组小鼠所生成的血小板超微结构与正常小鼠超微结构一致，并还可见有颗粒增多，小管系统较为致密发达现象，初步证实了虫草制剂促使小鼠血小板生成是与促进脾巨核细胞增殖分化成熟密切相关，所生成的血小板不仅数量增加而且其超微结构与正常相同。聚家兔血小板血浆2.5ml，然后分别加入人工虫草菌菌丝体醇提物和发酵液10、5、2.5和10mg，以生理盐水或培养液作对照，3分钟后加入胶元溶液或ADP0.25ml，然后用721型分光光度计反复测定血小板血浆吸收度，并与正常血小板血浆作对照。结果两种制剂在5-10mg/ml剂量时有明显的抗血小板聚集作用(P<0.05-0.001＝，低浓度1-2.5mg/ml则作用不明显。5.对平滑肌的影响：本品浸剂对兔离体回肠呈抑制作用，并能显着增强肾上腺素的作用，但对豚鼠离体肠管抑制作用较弱，对未孕离体豚鼠子宫也呈抑制作用。另有报道虫草浸剂有明显扩张豚鼠离体气管平滑肌的作用。人工发酵冬虫夏草的原液与菌丝体3：1混合液，5.0g/kg给小鼠ig，对氨雾引咳有很强的镇咳作用，镇咳R值达150%。可显着地延长小鼠的咳嗽潜伏时和减少咳嗽次数，人工虫草原液5.0g/kg用量与生理盐水组比较，P<0.01，其作用强度接近可待因。3：1人工虫草混合液能明显增加大鼠气管内的分泌液量，给药后3小时内的分泌液量与生理盐水组比较P<0.01，其效果超过天然虫草和桔梗的作用。天然虫草浸剂能显着地扩张离体豚鼠支气管，而人工发酵虫草原液5×l0-3g/ml浓度，也可使组胺所致的离体豚鼠气管肌肉明显松弛，与生理盐水组比较P<0.01，但平喘效力仍不及氨茶碱，且对组胺和乙酰胆碱混合液诱发的整体豚鼠哮喘无明显的平喘作用，翻例潜伏时延长率仅为57.89%。6.对核酸及蛋白质代谢的影响：虫草和人工培养虫草菌丝(简称菌丝)分别制成热浸剂，给小鼠sc0.2ml/只，每天1次，连续4天，虫草能使脾脏重量显着增加，同时能使3H一TdR、3H一UR、3H一Leucine掺入脾脏的DNA、RNA、蛋白质的量增加，对脾脏中的DNA含量无影响，RNA含量有增加，蛋白质含量有降低。对肝中DNA、RNA、蛋白质的掺入量及含量均无影响，对血清的蛋白质含量及掺入量亦无影响，菌丝有类似的作用。7.抗炎作用：人工发酵虫草菌丝体的乙醇提取物给于小鼠sc5，10和20g/kg，同时每鼠左耳涂布0.2%巴豆油的乙醚乙醇溶液0.05ml。4小时按常规处理检查。结果用药组5，10，20g/kg)耳重差别为14.2±2.9，12.2±1.3和4.3±0.8mg/kg，显着低于对照组(21.1±1.9mg/kg)。唐荣江等的实验亦获得类似的结果。天然虫草sc2.5g/kg分别给于大鼠，给药后30分钟，于大鼠右后足踝关节处注射50%蛋清溶液0.1ml，定时观察肿胀度。结果两组均能降低蛋清诱发的大鼠足肿胀，P<0.01，但后者作用时间仅1小时左右。8.抗菌作用：体外试验表明：冬虫夏草素对葡萄球菌、链球菌、鼻疽杆菌、炭疽杆菌、猪出血性败血症杆菌等均有抑制作用。本品煎剂对须疮癣菌、絮状表皮癣菌、石膏样小芽泡癣菌、羊毛状小芽胞癣菌等真菌均有抑制作用。9.抗肿瘤作用：虫草水剂对小鼠S180有一定的抑瘤作用，sc5g/kg×3-4次时其抑制率为30-40%；ip5g/kg虽有43%抑制率，但出现毒性反应。虫草对ESC及其它瘤株(U14、Hep、Lewis、L7212、L7712、W256、吉田肉瘤)均未表现出抑制作用。虫草菌水剂对S180的作用比虫草弱，ip5g/kg×3时无抑瘤作用，当ip5g/kg×9-12次，观察3-4周，其抑瘤率为25%-67%。虫草菌对其它瘤株U14、P388、W256等也未表现出抗肿瘤作用。虫草水剂还能增强6-巯基嘌呤的抗肿瘤作用，而虫草菌水剂只能增强环磷酰胺的抗肿瘤作用，而不能增强6一巯基嘌呤的抗肿瘤作用。表明虫草水剂与虫草菌水剂的抗癌作用有所不同。实验还表明天然虫草及人工虫草菌丝水提物对小鼠皮下移植Lewis肺癌的生长均有明显的抑制作用，抑瘤率与对照组相比有显着差别(P<0.01)，而天然虫草与人工虫草菌丝相比则无明显差异。10.对呼吸系统的作用：虫草和虫草菌水提液有明显扩张支气管作用，但对组织胺引起的气管收缩无对抗作用。另有报道，低浓度虫草及虫草菌水提液有收缩离体豚鼠气管作用。也有祛痰平喘作用。11.其它作用：11.1.雄激素样作用：虫草具有一定的雄激素样作用和抗雌激素样作用，对性功能紊乱有调节恢复作用。11.2.延缓衰老作用：人工虫草对慢性肾衰患者血浆非必需氨基酸有所降低，必需氨基酸与非必需氨基酸的比值上升，可能与补充必需氨基酸，使氮利用率提高有关。3种不同工厂生产的虫草菌丝体，应用放射性同位素法检测对大小鼠脑内MAO-B活性的影响。结果3种药物的2种浓度(l：1，1：10)对MAO-B活性呈显着的抑制作用(P<0.01)，提示该药对延缓衰老和老年保健具有一定的意义。",
    "creation": "原品药用。",
    "function": "\n补虚损，益精气，止咳化痰。治痰饮喘嗽，虚喘，痨嗽，咯血，自汗盗汗，阳痿遗精，腰膝酸痛，病后久虚不复。\n\n①《本草从新》：\"保肺益肾，止血化痰，已劳嗽。\"\n\n②《药性考》：\"秘精益气，专补命门。\"\n\n③《柑园小识》：\"以酒浸数枚啖之，治腰膝间痛楚，有益肾之功。\"\n\n④《纲目拾遗》：\"潘友新云治膈症，周兼士云治蛊胀。\"\n\n⑤《现代实用中药》：\"适用于肺结核、老人衰弱之慢性咳嗽气喘，吐血、盗汗、自汗;又用于贫血虚弱，阳痿遗精，老人畏寒，涕多泪出等证。\"\n\n⑥《云南中草药》：\"补肺，壮肾阳。治痰次喘咳。\"\n",
    "taste": "\n甘，温。\n\n①《本草从新》：\"甘，平。\"\n\n②《药性考》：\"味甘，性温。\"\n\n③《本草再新》：\"有小毒。\"\n\n④《青海药材》：\"味甘酸，性平，气香。\"\n\n入肺、肾二经\n\n《本草再新》：\"入肺、肾二经。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。\n",
    "compatibility": "\n《四川中药志》：“有表邪者慎用。”\n",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "1.毒性小鼠腹腔注射水浸剂30-50g/kg者全部死亡，5g/kg者未有死亡。中毒症状为安静、呼吸变深而慢，随之发生痉挛，呼吸抑制而死。小剂量引起不同程度镇静、以至睡眠，可维持数小时。本品浸剂毒性低，小鼠ip5g(生存)/kg时，仅部分死亡；30-50g/kg时，全部死亡。2.中毒症状是先抑制后兴奋，随后因痉挛和呼吸抑制而死亡。本品浸剂经iv或sc，对兔及小鼠均呈抑制作用，大剂量使呼吸和脉搏增速，最终因痉挛而死，但加热煮沸后，不论浸剂或醇提取物均无毒性。小鼠sc虫草多糖50、100mg/kg，对照组注同量生理盐水，共注射14次，停药第2天称体重，大剂量组体重增加11.5%，小剂量组增加13.6%，对照组增加9.8%，未见其它不良反应，可见虫草多糖毒性较小。虫草小鼠ipLD50为23.7±0.37g/kg，ip为38.01±5.18g/kg；人工发酵培养的青海虫草菌小鼠ipLD50为17.88±1.74g/kg，sc为17.11±1.36g/kg。取18-19g小鼠，每组10只，po虫草及人工发酵培养的青海虫草菌生药粉悬浮液10g/kg，每日1次，连续5天，观察10天，小鼠活动正常，无死亡。人工发酵虫草菌小鼠iv的LD50为24.5±2.2g/kg，ip为35.2±1.2g/kg。Sc80g/kg，无1只死亡。人工发酵虫草菌丝体的Ames试验和微核试验均为阴性。",
    "category": "归经_肺经",
    "plant": "\n冬虫夏草菌\n\n子囊菌之子座出自寄主幼虫的头部，单生，细长如棒球棍状，长4～11厘米;不育柄部长3～8厘米，直径1.5～4毫米;上部为子座头部，稍膨大，呈圆柱形，长1.5～4厘米，褐色，除先端小部外，密生多数子囊壳;子囊壳大部陷入子座中，先端凸出于子座之外，卵形或椭圆形，长250～500微米，直径80～200微米，每一子囊壳内有多数长条状线形的子囊;每一子囊内有8个具有隔膜的子囊孢子。\n\n寄主为鳞翅目、鞘翅目等昆虫的幼虫，冬季菌丝侵入蛰居于土中的幼虫体内，使虫体充满菌丝而死亡。夏季长出子座。\n",
    "application": "用量3~9克，水煎服，或入丸散。用治久咳虚喘、劳嗽咯血、阳痿遗精、腰膝酸痛。",
    "position": "\n为麦角菌科植物冬虫夏草菌的子座及其寄主蝙蝠蛾科昆虫虫草蝙蝠蛾等的幼虫尸体的复合体。\n",
    "source": "\n《本草从新》\n"
  },
  {
    "name": "地肤子",
    "alias": "地葵(《本经》)，地麦(《别录》)，益明(《药性论》)，落帚子(《日华子本草》)，竹帚子(《滇南本草》)，千头子(《万病回春》)，帚菜子(《新疆药材》)，铁扫把子(《四川中药志》)。",
    "ingredient": "种子含三萜皂甙、油15%。绿色部分含生物碱。",
    "process": "秋季果实成熟时割取全草，晒干，打下果实，除净枝、叶等杂质。",
    "distinguish": "干燥果实呈扁圆形五角星状，直径1～3毫米，厚约1毫米。外面为宿存花被，膜质，先端5裂，裂片三角形，土灰绿色或浅棕色；有的具三角形小翅5枚，排列如五角星状。顶面中央有柱头残痕，基部有圆点状果柄痕，及10条左右放射状的棱线。花被易剥离，内有1粒小坚果，横生，果皮半透明膜质，有点状花纹，亦易剥离，种子褐棕色，扁平，形似芝麻，在扩大镜下，可见表面有点状花纹，中部稍凹，边缘稍隆起，内有马蹄状的胚，淡黄色，油质，胚乳白色。气微，味微苦。以色灰绿。饱满、无枝叶杂质者为佳。\n主产河北、山西、山东、河南等地。此外，辽宁、青海、陕西、甘肃、四川、江苏、安徽等地亦产。\n\n地肤于除上述品种外，尚有同属植物扫帚菜(东北)；碱地肤(东北、陕西)的胞果，亦同等入药。其药材外形几无区别。\n\n华东以及湖南、湖北、贵州、山东等地，以同科植物藜的胞果，俗称\"灰菜子\"，作地肤子使用。藜的胞果呈钝三角球形，稍压扁，径约1毫米；草绿色至暗绿色，花被紧抱果实，周围无膜质小翅，基部有短果柄，隆线5条。种子扁平圆球形，有光泽，上有放射状排列的线状花纹。气味与地肤子相同。参见\"藜\"条。",
    "effect": "水浸剂(1：3)在试管内对许兰氏黄癣菌，奥杜盎氏小芽胞癣菌等皮肤真菌有抑制作用。对大鼠无利尿作用。",
    "creation": "生用。",
    "function": "利小便，清湿热。治小便不利，淋病，带下，疝气，风疹，疮毒，疥癣，阴部湿痒。\n\n①《本经》：\"主膀胱热，利小便。补中，益精气。\"\n\n②《别录》：\"去皮肤中热气，散恶疮，疝瘕，强阴，使人润泽。\"\n\n③《药性论》：\"与阳起石同服，主丈夫阴痿不起，补气益力；治阴卵癀疾，去热风，可作汤沐浴。\"\n\n④《日华子本草》：\"治客热丹肿。\"\n\n⑤《滇南本草》：\"利膀胱小便积热，洗皮肤之风，疗妇人诸经客热，清利胎热，湿热带下。\"\n\n⑥《本草原始》：\"去皮肤中积热，除皮肤外湿痒。\"\n\n⑦《本草备要》：\"益精强阴，除虚热，利小便而通淋。\"\n\n⑧《玉楸药解》：\"疗头目肿痛，狐疝阴颓，腰疼胁痛，血痢，恶疮。\"",
    "taste": "甘苦，寒。\n\n①《本经》：\"味苦，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《纲目》：\"甘，寒。\"",
    "usage": "内服：煎汤，2～5钱；或入丸、散。外用：煎水洗。",
    "compatibility": "《本草备要》：\"恶螵蛸。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归肾、膀胱经。",
    "plant": "地肤(《本经》)，又名：箭、王蔧(《尔雅》)，王帚(《尔雅》郭璞注)，扫帚(陶弘景)，涎衣草(《唐本草》)，鸭舌草、独帚(《本草图经》)，白地草(《纲目》)，黄蒿(《本经逢原》)，地面草。\n一年生草本，高约50～150厘米。茎直立，多分枝，绿色，秋季常变为红色，幼枝有白柔毛。叶互生，无柄；狭披针形至线状披针形，长1～7厘米，宽1～7毫米，先端渐尖，基部楔形，全缘，上面绿色，无毛，下面淡绿色，无毛或有短柔毛；幼叶边缘有白色长柔毛，其后逐渐脱落。花1朵或数朵生于叶腋，成穗状花序；花小，黄绿色；花被筒状，先端5齿裂，裂片三角形，向内弯曲，包裹子房，中肋突起似龙骨状，裂片背部有一绿色突起物；雄蕊5，伸出于花被之外；子房上位，扁圆形，花柱极短，柱头2。胞果扁圆形，基部有宿存花被，展开成5权横生的翅。种子1枚，扁球形，黑色。花期7～9月。果期8～10月。\n生长于山野荒地、田野、路旁，栽培于庭园。分布黑龙江、吉林、辽宁、河北、山东、山西、陕西、河南、安徽、江苏、甘肃等地。各地多有栽培。\n\n本植物的嫩茎叶(地肤苗)亦供药用，另详专条。",
    "application": "用于皮肤瘙痒、荨麻疹、湿疹、小便不利。煎汤内服，干品用量9~ 15克，外用适量，煎水洗患处。",
    "position": "为藜科植物地肤的果实。",
    "source": "《本经》"
  },
  {
    "name": "冰片",
    "alias": "龙脑、龙脑香、脑子、冰片、片脑、冰片脑、梅花脑、天然冰片、老梅片、梅片",
    "ingredient": "本品为从龙脑香的树脂和挥发油中取得的结晶，是近乎纯粹的右旋龙脑。龙脑香的树脂和挥发油中含有多种萜类成分。除龙脑外，尚含葎草烯、β-榄香烯、石竹烯等倍半萜，齐墩果酸、麦珠子酸、积雪草酸、龙脑香醇酮、龙脑香二醇酮、古柯二醇等三萜化合物。这些成分，多少常混入市品冰片中。",
    "process": "龙脑冰片：从龙脑香树干的裂缝处，采取干燥的树脂，进行加工。或砍下树干及树枝，切成碎片，经水蒸气蒸馏升华，冷却后即成结晶。",
    "distinguish": "①龙脑冰片\n又名：龙脑(《别录》)，脑子(《海上方》)，瑞龙脑(《本草图经》)，梅花脑子(《小儿药证直诀》)，梅花片脑(《夷坚志》)，片脑(《寿域神方》)，梅花脑、冰片脑(《纲目》)，梅片、梅冰。为龙脑香树脂的加工品。呈半透明块状、片状或颗粒状结晶，直径1～7毫米，厚约1毫米，类白色至淡灰棕色。气清香，昧清凉，嚼之则慢慢溶化。微量升华后，在显微镜下观察，其结晶为棒状或多角形。燃烧时无黑烟或微有黑烟。以片大而薄、色洁白、质松、气清香纯正者为佳。\n主产印度尼西亚的苏门答腊等地。\n\n②机制冰片\n为化学方法合成的加工制成品。呈半透明薄片状结晶，直径5～15毫米，厚约2～3毫米。白色，表面有如冰的裂纹。质松脆有层，可以剥离成薄片，手捻即粉碎。气清香，味辛凉。燃烧时有黑烟，无残迹遗留。\n产于上海、天津、南京、广州等地。\n\n另有菊科植物艾纳香的叶提取的结晶，习称艾片。在商品中亦作为冰片之一种，详\"艾片\"条。",
    "effect": "1.对中枢神经系统的作用 龙脑或异龙脑、合成冰片250mg/kg腹腔注射，对热板法的实验小鼠，能显著延长其舔足时间；200mg/kg腹腔注射显著延长戊巴比妥钠所致小鼠睡眠时间。实验表明有明显镇痛和镇静作用，异龙脑的作用比龙脑强。培养液中加冰片有促进雪旺细胞（神经胶质细胞)生长和分裂的作用，其最佳浓度为40mg/100ml。\n2.抗炎作用 5％龙脑或异龙脑乳剂涂耳对2％巴豆油合剂涂耳所致小鼠炎症反应有抑制作用，其中异龙脑作用显著。5％龙脑或异龙脑乳剂3.5ml／kg腹腔注射对大鼠蛋清性足跖肿胀均有显著抑制作用，其中异龙脑作用较强。异龙脑抗炎作用比龙脑强，可能因异龙脑脂溶性较高。\n3.抗菌作用 龙脑、异龙脑和人工合成冰片对金黄色葡萄球菌、乙型溶血性链球菌、草绿色链球菌、肺炎链球菌和大肠杆菌等，在试管内均有明显抗菌作用，三者的抗菌作用相似，低浓度抑菌，高浓度杀菌。梅片对猪霍乱弧菌也有抑制作用。\n4.抗生育作用 给妊娠早期（7-9日)、中期（10-14日)和晚期（16-18日)小鼠腹腔注射1/4，1/8和1/16 LD50的冰片乳剂1次，对妊娠早期无明显引产作用，对妊娠中期和晚期有显著引产作用。\n5.与其他药物的相互作用 葡萄糖、葡萄糖醛酸内酯、葡萄糖醛酸钠和抗坏血酸能拮抗腹腔注射2g/kg龙脑对大鼠的致死作用，葡萄糖醛酸在尿中的排出量也有所增加。给大鼠先灌胃冰片5mg/kg，能明显提高四甲基吡嗪（川芎的主要有效成分)的血药浓度，增加曲线下面积，可能与冰片促进四甲基吡嗪的胃肠道吸收或减少后者的体内分布有关。冰片（BO)和水杨酸（SA)的低共熔物（BO·SA)的大白鼠离体皮肤透过实验表明，BO-SA的透过速度比单纯混合物和单一BO分别大3.5倍和8.5倍。\n6.其他作用 龙脑和异龙脑200mg/kg腹腔注射能明显延长常压缺氧小鼠存活时间，异龙脑的作用较龙脑强。龙脑能部分拮抗乙酰胆碱所致大鼠十二指肠的收缩。局部应用，冰片对感觉神经有轻微刺激及某些止痛和防腐作用",
    "creation": "?",
    "function": "通诸窍，散郁火，去翳明目，消肿止痛。治中风口噤，热病神昏，惊痫痰迷，气闭耳聋，喉痹，口疮，中耳炎，痈肿，痔疮，目亦翳膜，蛲虫病。\n\n①《别录》：\"妇人难产，取龙脑研末少许，以新汲水调服。\"\n\n②《唐本草》：\"主心腹邪气，风湿积聚，耳聋。明目，去目赤肤翳。\"\n\n③《海药本草》：\"主内外障眼，三虫，治五痔，明目，镇心，秘精。\"\n\n④张元素：\"治大肠脱。\"\n\n⑤李杲：\"治骨痛。\"\n\n⑥王好古：\"散心盛有热。\"\n\n⑦《纲目》：\"疗喉痹，脑痛，鼻息，齿痛，伤寒舌出，小儿痘陷。通诸窍，散郁火。\"\n\n⑧《本草备要》：\"治惊痫痰迷。\"\n\n⑨《会约医镜》：\"治肢节疼痛。\"",
    "taste": "辛苦，凉。\n\n①《唐本草》：\"味辛苦，微寒。\"\n\n②《海药本草》：\"味苦辛，微温，无毒。\"\n\n③张元素：\"热。\"\n\n④《本经逢原》：\"辛苦，温，有毒。\"\n\n入心、肺经。\n\n①《纲目》：\"肺、心、脾。\"\n\n②《雷公炮制药性解》：\"入肺、肝二经。\"\n",
    "usage": "内服：入丸、散，0.5～1分。外用：研末撒或调敷。",
    "compatibility": "气血虚者忌服，孕妇慎服。\n\n《本草经疏》：\"凡中风非外来之风邪，乃因气血虚而病者忌之；小儿吐泻后成惊者为慢脾风，切不可服，急惊属实热可用，慢惊属虚寒不可用；眼目昏暗属肝肾虚者不宜入点药。\"",
    "storage": "密封，置凉处。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "龙脑香(《唐本草》)，又名：固不婆律(《酉阳杂俎》)，羯布罗香(《本草衍义》)。\n常绿乔木，高达5米，光滑无毛，树皮有凹入的裂缝，外有坚硬的龙脑结晶。叶互生，革质；叶柄粗壮；叶片卵圆形，先端尖：基部钝圆形或阔楔形，全缘，两面无毛，有光泽，主脉明显，侧脉羽状，先端在近叶缘处相连。圆锥状花序，着生于枝上部的叶腋间，花两性，整齐；花托肉质，微凹；花萼5，覆瓦状排列，花后继续生长；花瓣5，白色；雄蕊多数，离生，略呈周位状，花药线状，药室内向，边缘开裂，药隔延长呈尖尾状，花丝短；雌蕊1，由3心皮组成，子房上位，中轴胎座，3室，每室有胚珠2枚，花柱丝状。干果卵圆形，果皮革质，不裂，花托呈壳斗状，边缘有5片翼状宿存花萼。种子1～2枚，具胚乳。\n分布南洋群岛一带。\n\n本植物的树脂(龙脑香膏)、种子(龙脑香子)亦供药用，各详专条。",
    "application": "①治疗慢性气管炎\n取冰片3克(有的用7.5克)研细，和入等量凡士林调匀，涂在油纸上，贴于膻中穴。用绷带固定，并持续热敷，每12小时换药1次。10天为一疗程。据201例的观察，其近期疗效为：临床痊愈15例(7.4%)，显效76例(37.8%)，好转94例(46.8%)，无效16例(8%)。又75例50岁以上患者的近期有效率为90.6%，停药后1年随访的有效率为58.66%(计痊愈12例，显效16例，好转12例)。此法的平喘效果较好，并有一定的镇咳、祛痰效力，但不能排除热敷所起的作用。治疗期间多数病人食欲增加，睡眠改善，但部分病人有轻度头昏，头痛，大汗淋漓，贴药处皮肤发红、发痒，出现疹子。故在天气炎热时不宜采用。实践中观察到，年龄越大，病程越长，病情越重者，疗效越低。复发病例与往年同期相比，症状体征均有所减轻。\n\n②治疗蛲虫病\n取冰片5分，香油1钱，混匀调成糊状，先用一棉球蘸药糊塞入肛门内涂抹，再用另一棉球蘸药在肛门口涂抹。每晚10时后涂抹1次，连续3天。观察50例，涂药后患儿均能安静入睡；3天后，每晚10时以后检查肛门连续4天，49例未再发现蛲虫。\n\n③治疗小儿烧伤\n取冰片5克，药用炭100克，香油200毫升。先将香油煮沸，慢慢倒入炭末中，边倒边搅拌，使成稀膏状；冷却后加入冰片粉，置无菌容器内备用。用时将油膏涂于纱布上(或制成油膏纱布)敷于创面。视创面情况每日换药或隔日换药1次。对无感染的创面经一般消毒后即可上药，有感染的创面需清除分泌物后才可上药。共治疗216例，其中46例通过较系统观察，结果浅Ⅱ度烧伤平均治愈天数约10天，深Ⅱ度烧伤平均治愈天数约24天。治疗中发现，烧伤早期因创面疼痛、烧伤后期因创面刺痒而哭闹不安的患儿，经涂布油膏后能安静入睡；因烧伤创面感染发烧的部分患儿，涂布油膏后体温下降较快，毒血症得到改善。由于油膏中含有炭末，涂布后创面呈黑色，影响临床观察，为其缺点。\n\n④治疗溃疡性口腔炎\n取冰片0.3克，加入1个鸡蛋的蛋白混和(宜临时配制，不宜久贮)。用时先嘱患者用0.02%呋喃西林溶液漱口，用棉卷擦干患部后涂以冰片蛋白，每日4～5次。初步观察，对某些溃疡性或糜烂性口腔炎有较好疗效。止痛作用明显，加速炎症消除，促进口腔粘膜剥脱，糜烂和溃疡的愈合。特别对物理因素所引起的粘膜损害效果良好，而对细菌或其他复杂因素所致的粘膜损害，亦能发挥辅助治疗作用。\n\n⑤治疗慢性鼻腔炎\n将冰片溶于热液状石蜡中，配成2%透明液体。每日滴鼻3～4次，每次1～2滴。据10余例观察，对慢性单纯性鼻炎疗效较好，对慢性肥厚性鼻炎亦有效，对萎缩性鼻炎可改善症状。滴药后鼻塞症状消失，分泌物由黄绿色变为白色，分泌量渐趋减少。\n\n⑥治疗化脓性中耳炎\n取冰片1克研成细末，放入核桃袖(用纱布将核桃仁包好加压挤油澄清)16毫升中，不断搅和使其溶解。用时先洗净外耳道内之脓性分泌物，用棉球拭干后滴入药液2～3滴，再用棉球将外耳孔堵住，以免药液外溢。经治急、慢性化脓性中耳炎27例，一般5天(每日摘药1次)痊愈，慢性患者8～10天治愈。个别病例有复发。\n\n⑦治疗鸡眼\n将冰片少许置于鸡眼上，用火点燃，至感觉疼痛时将火吹灭。每日治疗1～2次，每次约半分钟，一个疗程5～7天。愈后局部无瘢痕，治疗期间可照常行动。",
    "position": "为龙脑香科植物龙脑香树脂的加工品，或为樟脑、松节油等用化学方法合成的加工制成品。",
    "source": "《纲目》"
  },
  {
    "name": "桑叶",
    "alias": "铁扇子、蚕叶",
    "ingredient": "叶含芸香甙、槲皮素、异槲皮甙、槲皮素-3-三葡糖甙、微量的β-谷甾醇，和菜油甾醇、β-谷甾醇、β-D-葡糖甙、蛇麻脂醇、内消旋肌醇、昆虫变态激素牛膝甾酮和蜕皮甾酮、溶血素、绿原酸。挥发油成分中有乙酸、丙酸、丁酸、异丁酸、戊酸、异戊酸、己酸、异己酸、水杨酸甲酯、愈创木酚、酚、邻苯甲酚、间苯甲酚、丁香油酚等，又含草酸、延胡索酸、酒石酸、柠檬酸、琥珀酸、棕榈酸、棕榈酸乙酯、三十一烷、羟基香豆精、蔗糖、果糖、葡萄糖、天门冬氨基酸和谷氨酸等氨基酸。并含维生素C-200～300毫克%，谷胱甘肽140～400毫克%，叶酸105微克%，5-甲酰四氢叶酸22微克%，维生素B1-460微克%，维生素B2-300～800微克%，腺嘌呤、胆碱、胡芦巴碱，以及铜10p.p.m.、锌16p.p.m.、硼35p.p.m.、锰270p.p.m.。",
    "process": "10～11月间霜后采收，除去杂质，晒干。",
    "distinguish": "干燥叶片多卷缩破碎，完整者呈卵形或宽卵形，长8～13厘米，宽7～11厘米。先端尖，边缘有锯齿，有时作不规则分裂，基部截形、圆形或心脏形。上面黄绿色，略有光泽，沿叶脉处有细小毛茸；下面色稍浅，叶脉突起，小脉交织成网状，密生细毛。质脆易碎。气微，味淡，微苦涩。以叶片完整、大而厚、色黄绿、质脆、无杂质者为佳。习惯应用桑叶以经霜者为好，称\"霜桑叶\"或\"冬桑叶\"。\n全国大部分地区均产，以南部育蚕区产量较大。",
    "effect": "以四氧嘧啶性糖尿病大鼠的空腹血糖、肾上腺素高血糖的测定作指标，桑叶有抗糖尿病作用。国内在用桑叶注射液治疗下肢象皮肿时测定了它对小鼠的急性毒性很小；在亚急性试验中，用10%桑叶注射液人用量的60倍，连续给小鼠腹腔注射21天，对内脏器官无损害，如超过人用量的250倍以上，则对肝、肾、肺等有一定损害(变性、出血)；桑叶注射液无刺激性，不引起溶血及过敏反应。桑叶水煎剂高浓度(31毫克/毫升)在体外有抗钩端螺旋体作用。\n\n芸香甙和槲皮素的药理参见\"槐花\"条，丁香油酚的药理参见\"丁香\"条。",
    "creation": "桑叶：拣去杂质，搓碎，缀去梗，筛去泥屑。蜜桑叶：取净桑叶力口炼熟的蜂蜜和开水少许，拌匀，稍闷，置锅内用文火炒至不粘手为度，取出，放凉。(每桑叶100斤，用炼熟蜂蜜20-25斤)",
    "function": "祛风清热，凉血明目。治风温发热，头痛，目赤，口渴，肺热咳嗽，风痹，瘾疹，下肢象皮肿。\n\n①《本经》：\"除寒热，出汗。\"\n\n②《唐本草》：\"水煎取浓汁，除脚气、水肿，利大小肠。\"\n\n③孟诜：\"炙煎饮之，止渴，一如茶法。\"\n\n④《本草拾遗》：\"主霍乱腹痛吐下，冬月用干者浓煮服之。细锉，大釜中煎取如赤糖，去老风及宿血。\"\n\n⑤《日华子本草》：\"利五脏，通关节，下气，煎服；除风痛出汗，并扑损瘀血，并蒸后罯；蛇虫蜈蚣咬，盐挼敷上。\"\n\n⑥《本草图经》：\"煮汤淋渫手足，去风痹。\"\n\n⑦《丹溪心法》：\"焙干为末，空心米饮凋服，止盗汗。\"\n\n⑧《本草蒙筌》：\"煮汤，洗眼去风泪，消水肿脚浮，下气，利关节。\"\n\n⑨《纲目》：\"治劳热咳嗽，明目，长发。\"\n\n⑩《本草从新》：\"滋燥，凉血，止血。\"\n\n⑾《百草镜》：\"治肠风。\"\n\n⑿《本草求真》：\"清肺泻胃，凉血燥湿。\"\n\n⒀《本草求原》：\"止吐血、金疮出血。\"\n\n⒁《山东中药》：\"治喉痛，牙龈肿痛，头面浮肿。\"",
    "taste": "苦甘，寒。\n\n①《日华子本草》：\"暖，无毒。\"\n\n②《纲目》：\"味苦甘，寒，有小毒。\"\n\n③《医林纂要》：\"甘酸辛，寒。\"\n\n入肺、肝经。\n\n①《纲目》：\"手足阳明经。\"\n\n②《本草经解》：\"入足太阳膀胱经、手少阴心经、足太阴脾经。\"\n\n③《本草再新》：\"入肝、肺二经。\"\n",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：煎水洗或捣敷。",
    "compatibility": "桑树品种不一，其叶亦异。如：",
    "storage": "置干燥处。",
    "side_effects": "10%桑叶注射液小鼠(体重量20g)1次腹腔注射的安全用量相当于人用量的250倍。以相当于人用量的60倍连续给小鼠腹腔注射21天，对肝、肾、肺等无损害。若给予更大剂量，则使上述脏器发生变性和出血。",
    "category": "归经_肺经",
    "plant": "桑(《诗经》)，又名：家桑(《日华子本草》)，荆桑(王祯《农书》)，桑椹树(《救荒本草》)，黄桑。\n落叶乔木，高3～7米或更高，通常灌木状，植物体含乳液。树皮黄褐色，枝灰白色或灰黄色，细长疏生，嫩时稍有柔毛。叶互生；卵形或椭圆形，长5～10厘米，最长可达20厘米，宽5～11厘米，先端锐尖，基部心脏形或不对称，边缘有不整齐的粗锯齿或圆齿；叶柄长1.5～4厘米；托叶披针形，早落。花单性，雌雄异株；花黄绿色，与叶同时开放；雄花成柔荑花序；雌花成穗状花序；萼片4裂；雄花有雄蕊4；雌花无花柱，柱头2裂，向外卷。聚合果腋生，肉质，有柄，椭圆形，长1～2.5厘米，深紫色或黑色，少有白色的。花期4～5月。果期6～7月。\n全国各地有栽培。以江苏、浙江一带为多。\n\n本植物的根(桑根)、根皮(桑白皮)、嫩枝(桑枝)、树皮中的白色液汁(桑皮汁)、叶中的白色液汁(桑叶汁)、果穗(桑椹)亦供药用，各详专条。\n\n下列同属植物.在少数地区亦同等入药。鸡桑，具细长2裂的花柱(参见\"小叶桑\"条)；蒙桑，叶缘锯齿常具刺毛；华桑，叶缘具钝圆锯齿，幼叶两面密生细毛。",
    "application": "治疗下肢象皮肿\n采用10%桑叶注射液肌肉注射，每次5毫升，每日1～2次；或25～50%溶液4毫升，每日1次。15～21天为一疗程，必要时间隔10天后再给以第二或第三疗程。在注射三天后同时开始绑扎患肢。临床观察各期象皮肿病人共512例计352条腿，经一疗程后基本治愈(腿围缩小恢复正常或接近正常，皮肤变薄，皮下组织极度松软，自觉症状消失，劳动力完全恢复)者计38条腿，占10.2%；显著进步(腿围显著缩小，皮肤、皮下组织大部松软，自觉症状显著改善，劳动力有所提高)者计166条腿，占47.2%；进步(腿围稍有缩小，皮肤、皮下组织略感松软，自觉症状稍减，劳动力稍微增进)者计149条腿，占42.3%；无效者仅1条腿，占0.3%。凡一、二期象皮肿患者，治疗后多数腿围能接近正常或明显缩小，三期以上病人则多难恢复到健肢水平。亦有单用桑叶注射液观察20例，结果证明对丝虫病的淋巴管炎有肯定疗效，对象皮肿有一定的软化及消肿作用。经验认为，\"绑扎\"是治疗中的重要一环，可昼绑夜松，绑扎得好的腿围缩小较快，如绑扎不紧、走路过多或不能长期坚持者，则疗效不佳。如能同时绑扎踝部及足背，易于取得确实效果。疗程结束后仍需长期坚持绑扎。副作用：注射局部疼痛，部分患者有发冷、发热、头晕等反应(可能与制剂不纯有关)，一般较轻微，不影响治疗；个别病人注药后发生全身不适，腰、背及下肢疼痛、不能活动，需卧床1～2日，可逐渐减轻。",
    "position": "为桑科植物桑的叶。",
    "source": "《本经》"
  },
  {
    "name": "玉米须",
    "alias": "玉麦须,玉蜀黍蕊,棒子毛",
    "ingredient": "含脂肪油2.5%、挥发油0.12%、树胶样物质3.8%、树脂2.7%、苦味糖甙1.15%、皂甙3.18%、生物碱O.05%。还含隐黄素、抗坏血酸、泛酸、肌醇、维生素K、谷甾醇、豆甾醇、苹果酸、柠檬酸、酒石酸、草酸等。",
    "process": "于玉米成熟时采收，摘取花柱，晒干。",
    "distinguish": "性状鉴别，本品常集结成疏松团簇，花柱线状或须状，完整者长至30mm，直径约0.5mm，淡绿色、黄绿色至棕红色，有光泽，略透明，柱头2裂，叉开，长至3mm，质柔软。以柔软、有光泽者为佳。\n\n显微鉴别，粉末特征：乳白色，气微味淡。①薄壁细胞长方形，长34-41μm，宽约14μm，壁略厚。②导管主为螺纹和环纹导管，直径为7-10μm，导管常伴有微黄色的薄壁纤维，直径7-10μm。",
    "effect": "①利尿作用\n玉米须对人或家兔均有利尿作用，可增加氯化物排出量，但作用较弱。其水浸膏甲醇不溶部分经过透析者(甲)利尿作用最强，无论口服、皮下或静脉注射均有显著效果。利尿作用主要是肾外性的，对肾脏的作用很弱。\n\n②对循环系统的作用\n麻醉犬静脉注射煎剂有显著降压作用，但对慢性颈动脉皮桥狗，每日服药，连续3周，并无降压作用。甲在低浓度时对末梢血管有扩张作用。\n\n③降低血糖作用\n玉米须的发酵制剂对家兔有非常显著的降低血糖作用。\n\n④利胆、止血作用\n玉米须制剂能促进胆汁排泄，降低其粘度，减少其胆色素含量，因而可作为利胆药用于无并发症的慢性胆囊炎、胆汁排出障碍的胆管炎患者。它还能加速血液凝固过程，增加血中凝血酶元含量，提高血小板数，故可作为止血药兼利尿药应用于膀胱及尿路结石。",
    "creation": "晒干用。",
    "function": "利尿，泄热，平肝，利胆。治肾炎水肿，脚气，黄疸肝炎，高血压，胆囊炎，胆结石，糖尿病，吐血衄血，鼻渊，乳痈。\n\n①《滇南本草》：\"宽肠下气。治妇人乳结，乳汁不通，红肿疼痛，怕冷发热，头痛体困。\"\n\n②《岭南采药录》：\"和猪肉煎汤治糖尿病。又治小便淋沥砂石，苦痛不可忍，煎汤频服。\"\n\n③《现代实用中药》：\"为利尿药，对肾脏病、浮肿性疾患、糖尿病等有效。又为胆囊炎、胆石、肝炎性黄疸等的有效药。\"\n\n④《民间常用草药汇编》：\"能降低血压，利尿消肿。治鼻血、红崩。\"\n\n⑤《河北药材》：\"治水肿性脚气。\"\n\n⑥《浙江民间草药》：\"开胃，平肝，祛风。\"\n\n⑦《四川中药志》：\"清血热，利小便。治黄疸，风热，出疹，吐血及红崩。\"",
    "taste": "甘，平。\n\n①《滇南本草》：\"性微温，味甘。\"\n\n②《现代实用中药》：\"甘，平。\"\n\n③《四川中药志》：\"性平，味甘淡，无毒。\"\n\n归肾；胃；肝；胆经 ",
    "usage": "内服：煎汤，1～2两；或烧存性研末。外用：烧烟吸入。",
    "compatibility": "煮食去苞须；不作药用时勿服。",
    "storage": "?",
    "side_effects": "毒性甲的毒性很小，对兔的致死量约为250mg／kg（静脉注射），利尿有效剂量约为1.5mg/kg，故安全范围较大，在此剂量时对心脏、血压、呼吸、末梢血管、肠肌等几无作用。",
    "category": "归经_肾经",
    "plant": "玉蜀黍，高大的一年生栽培植物。秆粗壮，直立，高1-4m，通常不分枝，基部节处常有气生根。叶片宽大，线状披针形，边缘呈波状皱折，具强壮之中脉。在秆顶着生雄性开展的圆锥花序；雄花序的分枝三棱状，每节有2雄小穗，1无柄，1有短柄；每1雄小穗含2小花，颖片膜质，先端尖；外稃及内稃均透明膜质；在叶腋内抽出圆柱状的雌花序，雌花序外包有多数鞘状苞片，雌小穗密集成纵行排列于粗壮的穗轴上，颖片宽阔，先端圆形或微凹，外稃膜质透明。花、果期7-9月。",
    "application": "①治疗慢性肾炎\n取干燥玉米须50克，加温水600毫升，用文火煎煮20～30分钟，约得300～400毫升药液，过滤后内服，每日1次或分次服完。治疗慢性血管球性肾炎9例，经10个多月观察，其中3例获得痊愈，2例进步，其余4例疗效不明显。玉米须的作用主要表现在利尿，肾功能改善，浮肿消退或减轻，尿蛋白消失或减低等方面。部分病例连续服用6个月未见毒性副作用。\n\n②治疗肾病综合征\n每次用干玉米须60克，洗净煎服。每日早晚两次。同时服氯化钾1克，每日3次。临床治疗12例，其中10例伴有严重的周身性水肿，或有胸水及腹水，2例水肿较轻；治疗3个月后，9例水肿完全消退，2例大部消退。最快1例于服药后15天水肿全消。一般于服药3天即开始有利尿现象，同时尿蛋白、非蛋白氮，均有不同程度的下降，少数病例血浆蛋白有所升高，部分病例的酚红试验及血压转为正常。\n\n③治疗急性溶血性贫血并发血红蛋白尿\n曾治疗2例食用野生植物\"招鸟棒\"中毒引起的本病，即以玉米须1～2两煎剂内服，2例分别于服用4小时及6小时后，尿量增加，肉眼已看不到酱油样的血尿；以后黄疸减退或消失。治疗过程中均曾同时静脉滴注5%葡萄糖盐水、维生素丙及输血。据观察，玉米须不但能利尿，可能具有抗溶血、抗过敏及解毒等作用。",
    "position": "为禾本科植物玉蜀黍的花柱。植物形态详\"玉蜀黍\"条。",
    "source": "《四川中药志》"
  },
  {
    "name": "黑芝麻",
    "alias": "胡麻、油麻、巨胜、脂麻",
    "ingredient": "含脂肪油（油中含油酸、亚油酸、棕榈酸、花生酸、甘四酸、甘二酸等）60％，甾醇、芝麻素、芝麻酚、维生素E、卵磷脂、蛋白质等。",
    "process": "脂麻科植物脂麻的种子。",
    "distinguish": "\n(1) 取本品1g，研碎，加石油醚(60～90℃)10ml，浸泡1 小时，倾取上清液，置试管中，加含蔗糖0.1g的盐酸10ml，振摇半分钟，酸层显粉红色，静置后，渐变为红色。\n\n(2) 取本品0.5g，捣碎，加氯仿10ml，浸渍2 小时，滤过，滤液挥干，残渣加氯仿1ml 使溶解，作为供试品溶液。另取芝麻素及β-谷甾醇对照品，加氯仿分别制成每 1ml含2mg 的溶液，作为对照品溶液。照薄层色谱法(附录Ⅵ B)试验，吸取供试品溶液5μl、对照品溶液各2μl，分别点于同一硅胶G薄层板上，以环己烷-乙醚-醋酸乙酯(20:5.5:2.5)为展开剂，展开，取出，晾干，喷以10%硫酸乙醇溶液，加热至斑点显色清晰。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的斑点。\n",
    "effect": "1．降血糖作用：种子提取物给大鼠口服，可降低血糖，增加肝脏及肌肉中糖元的含量，但大剂量则降低糖元含量。2．促肾上腺作用：黑芝麻0.2ml／100g体重喂饲大鼠，可增加肾上腺中抗坏血酸及胆固醇含量。3．抗炎作用：灭菌的芝麻油涂布皮肤粘膜，有减轻刺激，促进炎症恢复等作用。4．致泻作用：种子有致泻作用。5．对心血管作用：黑芝麻中的亚油酸可使血中胆固醇含量降低，有防治冠状动脉硬化的作用。",
    "creation": "\n黑芝麻 除去杂质，洗净，晒干。用时捣碎。\n\n炒黑芝麻 取净黑芝麻，照清炒法(附录Ⅱ D)炒至有爆声。用时捣碎。\n",
    "function": "\n补肝肾，益精血，润肠燥。用于头晕眼花，耳鸣耳聋，须发早白，病后脱发，肠燥便秘。\n",
    "taste": "\n甘，平。\n\n归肝、肾、大肠经。\n",
    "usage": "\n9～15g。\n",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾；肾经",
    "plant": "\n本品呈扁卵圆形，长约3mm,宽约2mm。表面黑色，平滑或有网状皱纹。尖端有棕色点状种脐。种皮薄，子叶2,白色，富油性。气微，味甘，有油香气。\n",
    "application": "用量9~ 15克，水煎服或入丸散。用治头晕眼花、耳鸣耳聋、须发早白、病后脱发、肠燥便秘、肝肾不足、风痹、瘫痪、妇人乳少。",
    "position": "\n本品为脂麻科（胡麻科）脂麻属植物脂麻Sesamum indicum L.的干燥成熟种子。秋季果实成熟时采割植株，晒干，打下种子，除去杂质，再晒干。\n",
    "source": "\n《中国药典》\n"
  },
  {
    "name": "巴戟天",
    "alias": "巴戟(《本草图经》)，鸡肠风(《中药志》)，兔子肠(《中药材手册》)。",
    "ingredient": "\n根含蒽醌、黄酮类化合物。\n",
    "process": "\n冬、春季采挖，洗净泥土，除去须根，晒至6～7成干，用木糙轻轻捶扁，晒干；或先蒸过，晒至半干后，捶扁，晒干。\n",
    "distinguish": "\n干燥的根呈弯曲扁圆柱形或圆柱形，长度不等，直径约1～2厘米。表面灰黄色。有粗而不深的纵皱纹及深陷的横纹，甚至皮部断裂而露出木部，形成长约1～3厘米的节，形如鸡肠，故土名\"鸡肠风\"。折断面不平，横切面多裂纹;皮部呈鲜明的淡紫色，木郎黄棕色，皮部宽度为木部的两倍。气无，味甜而略涩。以条大、肥壮、连珠状、肉厚、色紫者为佳。条细瘦、肉薄、色灰者质次。\n\n主产广东、广西等地。\n",
    "effect": "1.增加体重及抗疲劳作用：选用体重16-18g，雄性昆明种小白鼠，按体重配对分为4组，空白组每日用蒸馏水20ml/kg灌胃，给药组灌胃巴戟天水煎剂20ml/kg，连续给药ll天，实验前各组加服药1次。游泳试验每次放入5只小鼠，实验前称重并按实际重量的5%负重。结果表明，巴戟天能显着增加小鼠体重，延长持续游泳时间。2.对免疫功能的影响：用未成年小白鼠，按ACTH生物活性检定法试验，共享药4天，结果表明，巴戟天温浸剂65g/(kg.d)，80g/(kg.d)口服及巴戟天50%乙醇提取物60g/(kg.d)口服，能使小鼠胸腺萎缩(P值分别为P<0.05，p<0.001，p<0.001)，巴戟天温浸剂10g/(kg.d)腹腔注射，胸腺萎缩亦非常显着(P<0.001)。按乔智胜报道的方法，取出生2l天的昆明种小白鼠，雌雄兼用，按体重配对分血，阳性对照组每日每鼠以0.2%(g/ml)的维生素B4溶液0.6ml灌胃，用药组分别给予巴戟天水煎剂，连续用药10天，最后1次给药后24小时称取体重，尾尖取血，计数白细胞数，并处死动物，分取胸腺称重，结果亦证明巴戟天具有抑制小鼠胸腺萎缩及增加其血中白细胞数的功能。3.对附性器官的影响：巴戟天粗提取物给大鼠或小鼠口服连续14-15天，没有同化作用(以体重、提肛肌或海绵球肌的重量或小鼠肾脏重量增加作为指标)，也未表现有雄性素样作用(以精囊重量增加作为指标)。4.皮质酮分泌促进作用：使用体重约35g的ICR雄性小鼠，按Diamondstone方法测定血中皮质酮量，口服给予巴戟天水提取物(1g/kg)，结果糖皮质激素酶标记酶肝AIP活性显着上升，腹腔注射亦呈现较多的TAT(酪氨酸转氨酶)活性，表明巴戟天提取物具有增加血中皮质酮含量的作用，其活性可能是由于下垂体一肾上腺皮质系统受到刺激作用所致。5.降压作用：同属植物Morinda lucida的提取物对麻醉猫有显着降压作用，对不麻醉大鼠也有降压作用，但维持时间短，并有一些安定与利尿作用。6.抗炎作用：温浸液50、60g/kg灌胃或10g/kg腹腔注射，对大鼠塑料环肉芽肿有抑制作用；温浸液25、50g/Kg灌胃，不能延长去肾上腺幼年大鼠的存活时间；温浸液350mg/kg灌胃，无增加去肾上腺饥饿小鼠肝糖原累积量的作用，表明巴戟天可能具有肾上肾皮质激素样作用。",
    "creation": "\n巴戟天：拣去杂质，用热水泡透后，趁热抽去木心，切段，晒干。炙巴戟：取甘草，捣碎，置锅内加水煎汤，捞去甘草渣，加入拣净的巴戟天，煮至松软能抽出木心时(此时余汤不宜多)，取出，趁热抽去木心，晒干。(每巴戟天100斤，用甘草6斤4两)盐巴戟：取拣净的巴戟天，用盐水拌匀，入笼蒸透，抽去木心，晒干。(每巴戟天100斤，用盐2斤，加适量开水化开澄清)\n\n《雷公炮炙论》：\"凡使巴戟天，须用枸杞子汤浸一宿，待稍软漉出，却用酒浸一伏时又漉出，用菊花同熬令焦黄，去菊花，布拭令干用。\"\n",
    "function": "\n补肾阳，壮筋骨，祛风湿。治阳痿，少腹冷痛，小便不禁，子宫虚冷，风寒湿痹，腰膝酸痛。\n\n①《本经》：\"主大风邪气，阴痿不起，强筋骨，安五脏，补中增志益气。\"\n\n②《别录》：\"疗头面游风，小腹及阴中相引痛，下气，补五劳，益精。\"\n\n③《药性论》：\"治男子梦交泄精，强阴，除头面中风，主下气，大风血癞。\"\n\n④《日华子本草》：\"安五脏，定心气，除一切风。疗水肿。\"\n\n⑤《纲目》：\"治脚气，去风疾，补血海。\"\n\n⑥《本草求原》：\"化痰，治嗽喘，眩晕，泄泻，食少。\"\n\n⑦广州部队《常用中草药手册》：\"补肾壮阳，强筋骨，祛风湿。治肾虚腰脚无力，痿痹瘫痪，风湿骨痛，神经衰弱，阳萎遗精，早泄，失眠;妇女不育。\"\n",
    "taste": "\n辛甘，温。\n\n①《本经》：\"味辛，微温。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《日华子本草》：\"味苦。\"\n",
    "usage": "\n内服：熬汤，1.5～3钱；入丸、散、浸酒或熬膏。\n",
    "compatibility": "\n阴虚火旺者忌服。\n\n①《本草经集注》：\"覆盆子为之使。恶朝生、雷丸、丹参。\"\n\n②《本草经疏》：\"凡病相火炽盛，便赤，口苦，目赤目痛，烦躁口渴，大便燥秘，法咸忌之。\"\n\n③《得配本草》：\"火旺泄精，阴虚水乏，小便不利，口舌干燥，四者禁用。\"\n",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "巴戟天水煎液用药浓度250g/kg体重时，未见动物死亡，对大肠杆菌SOS应答系统无明显影响，提示巴戟天可能无诱变或致诱变的遗传作用。",
    "category": "肝；肾经",
    "plant": "\n巴戟天，又名：三蔓草(《唐本草》)，不雕草(《日华子本草》)，鸡眼藤、黑藤钻、糠藤、三角藤。\n\n缠绕或攀缘藤本。根茎肉质肥厚，圆柱形，支根多少呈念珠状，鲜时外皮白色，干时暗褐色。有蜿蜒状条纹，断面呈紫红色。茎圆柱状，有纵条棱，小枝幼时有褐色粗毛，老时毛脱落后表面粗糙。叶对生，长椭圆形，长3～13厘米，宽1.5～5厘米，先端短渐尖，基部楔形或阔楔形，全缘，下面沿中脉上被短粗毛，叶缘常有稀疏的短睫毛;叶柄有褐色粗毛;托叶鞘状。花序头状，花2～10朵，生于小枝顶端，罕为腋生;花萼倒圆锥状，长3～4毫米，先端有不规则的齿裂或近平截;花冠肉质白色，花冠管的喉部收缩，内面密生短毛，通常4深裂;雄蕊4枚，花丝极短;子房下位，4室，花柱2深裂。浆果近球形，直径5～9毫米，成熟后红色，顶端有宿存的筒状萼管。花期4～5月。果期9～10月。\n\n野生于山谷、溪边或山林下，亦有栽培。分布广东、广西、福建等地。\n",
    "application": "内服：煎汤，6～15g;或入丸、散，亦可浸酒或熬膏。用治阳痿遗精，宫冷不孕，月经不调，少腹冷痛，风湿痹痛，筋骨痿软。",
    "position": "\n为茜草科植物巴戟天的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "朱砂",
    "alias": "丹粟,丹砂,赤丹,汞沙,辰砂",
    "ingredient": "\n朱砂主要成分为硫化汞，纯者相当于HgS，理论上含汞86.2%，硫13.8%；但常夹杂种种物质，其中最常见者为雄黄、磷灰石、沥青质等。\n",
    "process": "\n劈开辰砂矿石，取出岩石中夹杂的少数朱砂。可利用浮选法，将凿碎的矿石放在直径约尺余的淘洗盘内，左右旋转之，因其比重不同，故砂沉于底，石浮于上。除去石质后，再将朱砂劈成片、块状。其片状者称为\"镜面砂\"，块状者称\"豆瓣砂\"，碎末者称\"朱宝砂\"。\n",
    "distinguish": "\n为大小不一的片状、块状或细小颗粒状。鲜红色或暗红色，有光泽。体重，无臭，无味。商品有以下几种。\n\n①朱宝砂\n\n又名：洋尖砂、泽光砂。呈细小片块状或颗粒状，色红明亮，触之不染手。\n\n②镜面砂(《雷公炮炙论》)\n\n又名：劈砂、片砂。呈斜方形或长条形的片状，厚薄不一，边缘不齐，色红而鲜艳，光亮如镜面微透明，质较松脆，易破碎。\n\n③豆瓣砂\n\n又名：豆砂(陶弘景)，个砂。呈块状，较大，方圆形或多角形，颜色发暗或现灰黑，体重质坚而不易碎。\n\n上述药材以色红鲜艳、有光泽、微透明、无杂质者为佳。不溶于水、硝酸及硫酸，但能溶于王水和硫化钠溶液。\n主产贵州、湖南、四川、广西、云南等地。\n",
    "effect": "1.本品有镇静、催眠作用。2.外用能扼杀皮肤细菌及寄生虫。3.对消化系的作用：人工朱砂给家兔灌胃0.1-0.2g/kg，能使尿排出的总氮量增加，体重亦有增加。",
    "creation": "\n用吸铁石吸净铁屑，研成细粉，或用水飞法制成极细的粉末。\n\n《纲目》：\"今法惟取好砂研末，以流水飞三次用，其末砂多杂石末、铁屑，不堪入药。又法，以绢袋盛砂，用荞麦灰淋汁煮三伏时，取出，流水浸洗过，研粉飞晒用。\"\n",
    "function": "\n安神，定惊，明日，解毒。治癫狂，惊悸，心烦，失眠：眩晕，目昏，肿毒，疮疡，疥癣。\n\n①《本经》：\"养精神，安魂魄，益气，明目。\"\n\n②《别录》：\"通血脉，止烦满、消渴，益精神，悦泽人面，除中恶腹痛，毒气疥瘘诸疮。\"\n\n③《药性论》：\"镇心，主抽风。\"\n\n④《日华子本草》：\"润心肺，治疮疥痂息肉，服并涂用。\"\n\n⑤《珍珠囊》：\"心热非此不能除。\"\n\n⑥李杲：\"纳浮溜之火而安神明。\"\n\n⑦《医学入门》：\"痘疮将出，服之解毒，令出少。治心热烦跺。润肺止渴，清肝明目，兼辟邪恶瘟疫，破癥瘕，下死胎。\"\n\n⑧《纲目》：\"治惊痫，解胎毒、痘毒，驱邪疟，能发汗。\"\n\n⑨《本草从新》：\"定颠狂，止牙疼。\"\n",
    "taste": "\n甘，凉，有毒。\n\n①《本经》：\"味甘，微寒。\"\n\n②《吴普本草》：\"黄帝、岐伯：苦，有毒。李氏：大寒。\"\n\n③《药性论》：\"有大毒。\"\n\n④《日华子本草》：\"凉，微毒。\"\n\n入心经。\n\n①《雷公炮制药性解》：\"入心经。\"\n\n②《本草经解》：\"入足少阴肾经、足太阴脾经、手少阴心经。\"\n\n③《本草再新》：\"入心、肺二经。\"\n\n",
    "usage": "\n内服：研末，1～3分；入丸、散或拌染他药同煎。并作丸药之挂衣。外用：合他药研末干撒。\n",
    "compatibility": "\n不宜久服、多服。\n\n①《吴普本草》：\"畏磁石。恶咸水。\"\n\n②《药对》：\"忌一切血。\"\n\n③《本草从新》：\"独用多用，令人呆闷。\"\n",
    "storage": "\n置干燥处。\n",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n辰砂\n三方晶系。晶体成厚板状或菱面体，在自然界中单体少见，多呈粒状、致密状块体出现，也有呈粉末状被膜者。颜色为朱红色至黑红色，有时带铅灰色。条痕为红色。金刚光泽，半透明。有平行的完全解理。断口呈半贝壳状或参差状。硬度2～2.5。比重8.09～8.2。性脆。常呈矿脉，产于石灰岩、板岩、砂岩中。\n",
    "application": "0.1～0.5克，多入丸、散，不宜人煎剂，外用适量。用治心悸易惊、失眠多梦、癫痫发狂、小儿惊风、视物昏花、口疮、喉痹、疮疡肿毒。",
    "position": "\n为天然的辰砂矿石。\n",
    "source": "\n《本草经集注》\n"
  }
]