[
  {
    "name": "广藿香",
    "alias": "土藿香，排香草,大叶薄荷,兜娄婆。",
    "ingredient": "叶和茎含挥发油，油中主成分为广藿香醇。广藿香酮。另含鞣质、苦味质。",
    "process": "为唇形科多年生草本植物广霍香的地上干燥全株。均为人工栽培。",
    "distinguish": "石牌藿香，全长约30～90厘米。基茎多为单枝，方圆形，直径约1～2厘米，表皮灰棕黄色，多细纵纹，并显四条略下陷的纵沟纹，基茎木质化坚硬，不易折断，断面上黄色，有白色小髓心约1毫米。在茎基5～9厘米处开始分枝，分枝处稍膨大如节断，分枝较多，对生霍互生，分枝下端亦略方圆形，亦有纵沟纹，并有叶柄脱落的残痕。质渐疏松易折断，断面灰绿色，白色髓心渐大。上端茎渐细，方形，除显纵顺沟纹外，密生灰黄色毛茸，并带有部分皱缩破碎的叶片，茎幼嫩疏松断面髓心约占直径的1/2以上。叶面灰棕色，叶背绿色，两面密生毛茸、气微异香，味微苦淡。",
    "effect": "1.抑菌作用 广藿香酮体久对白色含珠菌、新型隐球菌、黑根霉等真菌有明显的抑制作用，对甲型溶血性链球菌等细菌也有一定的抑制作用[1]。广藿香叶鲜汁对金黄色葡萄球菌、白色葡萄球菌及枯草杆菌的生长也有定的抑制作用[2]。其鲜汁滴耳（4滴/次，每日3次）能治疗金黄色葡萄球菌所致的急性实验性豚鼠外耳道炎[3]。广藿香酮能抑制青霉菌等霉菌的长，可用于口服液的防腐[4]。2.钙捐款抗作用 广藿香水提物对高钾引起的离体豚鼠结肠带收缩有明显抑制，表明其有钙拮抗作用，3×10-4g/ml，抑制率为17%，30×10-4g/ml时，抑制率达91%。有效成分为广藿香醇，其钙拮抗作用的拮抗参数（PA2)值为5.95，IC50为4.7×10-5mol/L。广藿香醇对Ca2＋引起的大鼠主动脉条的收缩，也与维拉帕米相心，具有剂量赖性拮抗作用[5]。",
    "creation": "主茎切片，分枝切咀，叶生用。",
    "function": "?",
    "taste": "味辛；性温",
    "usage": "6～15g。",
    "compatibility": "阴虚者禁服。",
    "storage": "置阴凉干燥处，防潮。",
    "side_effects": "?",
    "category": "归脾、胃、肺经。",
    "plant": "多年生草本。茎直立，粗壮，上部多分枝，近褐色，密被灰黄色茸毛。叶对生，叶片卵圆形或长椭圆形，叶先端短尖或钝圆，基部楔形或钝圆，叶缘具不整齐的粗锯齿，两面均被茸毛。叶脉于背面凸起，腹面稍凹下，没有叶脉分布的叶肉部分则于腹面稍隆起，故叶面不平坦。轮伞花序多花密集，组成连续的假穗状花序;苞片及小苞片条状披针形，密被短柔毛;花萼筒状，外密被柔毛，内疏被毛，齿5，钻状披针形，长约为萼的1/3;花冠淡红紫色，冠檐二唇形，上唇3裂，下唇全缘;雄蕊4枚，外伸，花丝分离，中具髯毛。小坚果近球形，稍压扁。花期4月。",
    "application": "用量3~9克，煎服。用治湿浊中阻、脘痞呕吐、暑湿倦怠、胸闷不舒、寒湿闭暑、腹痛吐泻、鼻渊头痛。",
    "position": "全草类",
    "source": "?"
  },
  {
    "name": "莲须",
    "alias": "金樱草(《品汇精要》)，莲花须(《医学正传》)，莲花蕊(《孙天仁集效方》)，莲蕊须(《纲目》)。",
    "ingredient": "含槲皮素、木犀草素、异槲皮甙、木犀草素葡萄糖甙。又含生物碱。",
    "process": "夏季花盛开时，采取雄蕊，阴干。",
    "distinguish": "干燥雄蕊呈线状，花药长1～1.5厘米，直径约0.5毫米，多数扭转呈螺旋状，黄色或浅棕黄色，2室，纵裂，内有多数黄色花粉。花丝呈丝状而略扁，稍弯曲，长1～1.6厘米，棕黄色或棕褐色。质轻。气微香，味微涩。以干燥、完整、色淡黄、质软者为佳。\n主产湖南、湖北、福建、江苏、浙江、江西等地。",
    "effect": "?",
    "creation": "?",
    "function": "清心，益肾，涩精，止血。治梦遗滑泄，吐、衄、崩、带，泻痢。\n\n①《本草蒙筌》：\"益肾，涩精，固髓。\"\n\n②《纲目》：\"清心通肾，固精气，乌须发，悦颜色，益血，止血崩、吐血。\"\n\n③《本草通玄》：\"治男子肾泄，女子崩带。\"\n\n④《会约医镜》：\"除泻痢。\"\n\n⑤《本草再新》：\"清心肺之虚热，解暑除烦，生津止渴。\"",
    "taste": "甘涩，平。\n\n①《本草从新》：\"甘，平而涩。\"\n\n②《医林纂要》：\"苦甘涩，平。\"\n\n③《本草再新》：\"味甘淡，性清凉，无毒。\"",
    "usage": "内服：煎汤，0.8～1.5钱；或入丸、散。",
    "compatibility": "①《日华子本草》：\"忌地黄、葱、蒜。\"\n\n②《本草从新》：\"小便不利者勿服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肾经",
    "plant": "莲 多年生水生草本。根茎横生，肥厚，节间膨大，内有多数纵行通气孔洞，外生须状不定根。节上生叶，露出水面；叶柄着生于叶背中央，粗壮，圆柱形，多刺；叶片圆形，直径25-90cm，全缘或稍呈波状，上面粉绿色，下面叶脉从中央射出，有1-2次叉状分枝。花单生于花梗顶端，花梗与叶柄等长或稍长，也散生小刺；花直径10-20cm，芳香，红色、粉红色或白色；花瓣椭圆形或倒卵形，长5-10cm，宽3-5cm；雄蕊多数，花药条形，花丝细长，着生于托之一；心皮多数埋藏于膨大的花托内，子房椭圆形，花柱极短。花后结“莲蓬”，倒锥形，直径5-10cm，有小孔20-30个，每孔内含果实1枚；坚果椭圆形或卵形，长1.5-2.5cm，果皮革质，坚硬，熟时黑褐色。种子卵形，或椭圆形，长1.2-1.7cm，种皮红色或白色。花期6-8月，果期8-10月。\n生境分布：生于水泽、池塘、湖沼或水田内，野生或栽培。资源分布：广布于南北各地。",
    "application": "?",
    "position": "为睡莲科植物莲的雄蕊。植物形态详\"莲子\"条。",
    "source": "《本草通玄》"
  },
  {
    "name": "木馒头",
    "alias": "木莲(《本草拾遗》)，水馒头(《岭外代答》)，鬼馒头(《纲目》)，蔓头萝(《生草药性备要》)，凉粉果、木铎，桔杷、文头果、文头榔、糖馒头(《中国树木分类学》)，馒头郎(《广州植物志》)，牛奶子、牛奶柚、金柚奶、假秤锤、程邦子、水子(《福建民间草药》)，鬼球(《药材资料汇编》)，木果蒲、胖朴(《浙江中药手册》)，爬墙果、爬壁果(《四川中药志》)，薜荔果、膀膀子(《湖南药物志》)，凉粉子、烹泡子(《江西草药》)。",
    "ingredient": "?",
    "process": "秋季采取将熟的花序托，剪去炳，晒干。",
    "distinguish": "干燥花序托，膨大成梨形或倒卵形，黄褐色至黑褐色，长4～6厘米，直径约4厘米，顶端近截形，中央有一稍突出的小孔，孔内有膜质的小苞片充塞，孔外通常有细密的褐色绒毛；下端渐狭，具有短的果柄痕迹，质坚硬而轻，内生无数单性花或黄棕色圆球状瘦果。以个大、干燥者为佳。\n\n主产江苏、四川、浙江、广东，广西等地。",
    "effect": "?",
    "creation": "?",
    "function": "通乳，利湿，活血，消肿。治乳汁不下，遗精，淋浊，乳糜尿，久痢，痔血，肠风下血，痈肿，疔疮。\n\n①《本草拾遗》：\"破血。\"\n\n②《本草图经》：\"能壮阳道。\"\n\n③《纲目》：\"固精，消肿，散毒，止血，下乳。治久痢肠痔，心痛阴颓。\"\n\n④《生草药性备要》：\"通经行血。煲食下乳，消肿毒；洗疳、疔、痔，理跌打。\"\n\n⑤《本经逢瓯》：\"治一切风癣恶疮，为利水活血通乳要药。\"\n\n⑥《得配本草》；\"活血生用，止血煅用。\"",
    "taste": "甘。平.\n\n①《纲目》：\"甘，平，涩，无毒。\"\n\n②《得配本草》：\"甘酸，寒。\"",
    "usage": "内服；煎汤，2～5钱；或入丸、散；外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肾、胃、大肠经",
    "plant": "常绿攀援或匍匐灌木。叶二型；营养枝上生不定根，攀援于墙壁或树上，叶小而薄，叶片卵状心形，长约2.5cm，膜质，基部稍不对称，先端渐尖，叶柄很短；繁殖枝上无不定根，叶较大，互生，叶柄长5-10mm；托叶2，披针形，被黄色丝状毛；叶片厚纸质，卵状椭圆形，长5-10cm，宽2-3.5cm，先端急尖至钝形，基部圆形至浅心形，全缘，上面无毛，下面被黄色柔毛；基出脉3条，侧脉4-5对，在表面下陷，背面突起，网脉蜂窝状。花序托单生于叶腋，梨形或倒卵形，长3-6cm，宽3-5cm，顶部截平，略其短钝头或为脐状突起，基部有时收缩成一短柄，幼时被黄色短柔毛，成熟时绿带浅黄色或微红，基生苞片宿存，密被长柔毛；雄花和瘿花同生于一花序托内壁口部，多数，排成数行，有梗，花被片2-3；雄蕊2，花丝短；瘿花具梗，花被片3，花柱侧生；雌花生于另一植株花序托内壁，花梗长，花被片4-5。瘦果近球形，有粘液。花期5-6月，果期9-10月。\n生境分布：生于旷野树上或村边残墙破壁上或石灰岩山坡上。资源分布：分布于华东、中南、西南等地。",
    "application": "?",
    "position": "为桑科植物薜荔的干燥花序托。植物形态详\"薛荔\"条。",
    "source": "《纲目》"
  },
  {
    "name": "紫金龙",
    "alias": "串枝莲、黑牛膝、川山七、豌豆跌打、大麻药、豌豆七、野豌豆。",
    "ingredient": "紫金龙的根含右旋紫堇定（corydine)，右旋海罂粟碱（glaucine)。 \n",
    "process": "秋季采收。切片晒干。",
    "distinguish": "\n\n\n",
    "effect": "?",
    "creation": "?",
    "function": "镇痛；止血；降血压。主神经性头痛；牙痛；胃痛；风湿关节痛等各种痛证；跌打损伤；外伤出血；产后出血不止；崩漏下血及高血压病\n①《云南中草药》：\"止血，清热消炎，麻醉镇痛。治高血压，外伤出血，跌打损伤，骨折。\"\n\n②《云南思茅中草药选》：\"止血收敛，舒筋络，止痛。治神经性头痛，牙痛，关节痛，胃痛，痧症。\"\n\n③《云南中草药选》：\"止血。治血崩，妇女产后流血过多。\"",
    "taste": "辛，苦，凉；肝胃肾经\n①《云南中草药》：\"辛微苦，凉，有毒。\"\n\n②《云南思茅中草药选》：\"苦麻，性寒。\"",
    "usage": "\n\n\n",
    "compatibility": "①《云南思茅中草药选》：\"孕妇忌服。\"\n\n②《云南中草药选》：\"服药时忌食豆类。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "藤铃儿草\n多年生草质藤本，折断时流出黄红色汁液。根木质，圆柱形，粗可达5厘米，多分枝，干时外皮浅茶褐色，且为木栓质，有斜向沟纹。茎有纵沟，多分枝，3出2回羽状复叶，有些小叶呈卷须状；小叶卵形，长0.6～3厘米，宽0.4～2厘米，基出脉5～7，全缘。总状花序与叶对生；花小，淡黄色；萼片2，长约2毫米，早落；花瓣4，左右对称，外面2枚基部、囊状，内面2枚具细长爪，上部粘合；雄蕊6，合生成2束；子房狭卵形。蒴果长卵形，长约2厘米，紫红色。种子多数。花期夏季。\n生于阴湿的水沟边、低洼草地、竹林及杂木林下。分布于云南、广西等地。",
    "application": "?",
    "position": "为罂粟科植物藤铃儿草的根。",
    "source": "《云南中草药》"
  },
  {
    "name": "桐油",
    "alias": "桐子油(《纲目》)。",
    "ingredient": "从油桐子热压所得的桐油，是一种干性油(碘价157～170)，以高温(200～250℃)加热，可因自行聚合而成凝胶，甚至完全固化。此特殊性质是由于其主要成分α-桐油精的聚合，这是其他干性油所未有的特性。\n\n桐油含α-桐酸83%和三油精15%。比较详细的数据：桐油的混合脂肪酸含α-桐酸74.5%，亚油酸9.7%，油酸8.0%，饱和脂肪酸3.3%，不皂化物0.1%。又一资料：α-桐酸77%，亚油酸10%，油酸9%，饱和脂肪酸4%。α-祠酸分子中含有三个共轭双键，故有多种几何异构体。在饱和脂肪酸中有硬脂酸和棕榈酸。\n\n桐油含维生素E及角鲨烯。又含植物甾醇、戊聚糖及几种蛋白质。\n\n桐油的毒性成分，桐酸是其一，但还夹杂着油桐子中的有毒皂素等毒质(参考\"油桐\"条)。又热桐油上发生的气体，与皮肤接触能引起急性皮炎。",
    "process": "为大戟科植物油桐Vernicia fordii （Hemsl.）Airy-Shaw的种子所榨出的油。拉丁植物动物矿物名：Vernicia fordii （Hemsl.）AiryShaw[Aleurites fordii Hemsl.；A.cordata Muell.Arg.]",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "探吐风痰。外用治疥癣，臁疮，汤火伤，冻疮皲裂。\n\n①《本草拾遗》：\"摩疥癣虫疮，毒肿。\"\n\n②《日华子本草》：\"敷恶疮疥及宣水肿。\"\n\n③《纲目》：\"涂胫疮、汤火伤疮；吐风痰喉痹，及一切诸疾，以水和油，扫入喉中探吐。\"",
    "taste": "甘辛，寒，有毒。\n\n①《日华子本草》：\"冷，微毒。\"\n\n②《纲目》：\"甘微辛，寒，有大毒。\"",
    "usage": "外用：涂擦、调敷或探吐。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "桐油毒性较大，临床都作外用，禁忌内服。中毒者均系误食（将桐油误当一般食油烹调菜肴）所致。据289例观察，误食后大多在2小时内出现中毒症状，最早者40分钟，少数在4小时左右。主要表现为恶心、频繁的呕吐；其次为腹痛，头痛，头晕，呼吸困难，四肢抽搐，手足麻木、发冷，呕血、便血，发烧；严重者出现昏迷和喉肌痉挛。实验室检查提示，部分病例的肾脏有轻度损害；并能加剧肝脏疾患的临床症状及肝功能改变。经及时救治均告恢复。此外，尚有因持续食入微量桐油（食油中掺有桐油）而引起亚急性中毒者。据52例报告，其临床表现较之上述急性中毒有如下不同之点：㈠胃肠症状轻；㈡全身症状明显，发热、气憋、手足发麻远多于急性中毒，且有下肢水肿、感觉减退、潮红灼热、心脏扩大等急性中毒者罕见的征象；㈢预后较严重，本组病例中有5例因心力衰竭而死亡。",
    "category": "?",
    "plant": "油桐 小乔木，高达9m。枝粗壮，无毛，皮孔灰色。单叶互生；叶柄长达12cm，顶端有2红紫色腺体；叶片革质，卵状心形，长5-15cm，宽3-14cm，先端渐尖，基部心形或楔形，全缘，有时3浅裂，幼叶被诱色短柔毛，后近于无毛，绿色有光泽。花先叶开放，排列于枝端成短圆锥花序；单性，雌雄同株；萼不规则，2-3裂；花瓣5，白色，基部具橙红色的斑点与条纹；雄花具雄蕊8-20，排列成2轮，上端分离，且在花芽中弯曲；雌花子房3-5室，每室1胚珠，花柱2裂。核果近球形，直径3-6cm。种子具厚壳状种皮。花期4-5月，果期10月。\n生境分布：喜生于较低的山坡、山麓和沟旁。资源分布：分布于陕西、甘肃、江苏、安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州、云南等地。",
    "application": "①治疗外科炎症\n以桐油和石膏粉调敷患处。如用药及时，对急性化脓性炎症有促使其吸收消退或局限的作用。据65例各种软组织急性炎症的观察结果，用药1～10天后有46例炎症完全消失，6例炎症局限，症状好转；13例脓肿缩小，自行破溃或经小型切开引流而痊愈。用于急性阑尾炎11例，于3～14天全部治愈；阑尾脓肿17例，除1例形成弥漫性腹膜炎而死亡外，其余均在7～15天治愈；慢性盆腔附件炎13例，均于3～6天痊愈；其他如膈下脓肿、腹腔脓肿、急性胆囊炎、局限性腹膜炎、扁桃体脓肿、齿槽脓肿等，用药后亦有良好效果。治疗过程中，须根据病情需要结合其他疗法，如应用抗菌素、输液、输血等。对已经成熟的脓肿或业已切开引流者，及急性穿孔性阑尾炎、阑尾脓肿溃破或其他原因引起的弥漫性腹膜炎，应及时采取手术或其他方法治疗。制剂及用法：以桐油30～40毫升与生石膏粉100克混和，调匀后涂于纱布或油纸上，外敷患处。腹腔炎症则敷于病变部位的腹前壁上；盆腔附属器官炎症敷于下腹，或采用阴道坐药方法；扁桃体炎及齿槽脓肿等敷于下颌部。敷药宽度必须超出炎症浸润范围。根据病情轻重每日换药1～3次\n\n②治疗灼伤\n力求在灼伤后10分钟内，把灼伤的肢体浸泡于桐油桶里，浸泡时间以病人患肢离开油桶后疼痛消失或只有轻微灼感为止。浸泡后用消毒纱布沾生桐油敷贴患处，每天更换1次，至创面干燥为止。试治9例，浸泡后灼伤处周围红肿明显缩小，起泡也减少。Ⅲ度灼伤焦痂干燥后脱落自愈。没有出现感染，且愈后瘢痕柔软，不引起功能障碍。\n\n③治疗寻常疣\n先用缝衣针或小刀将疣的表面轻轻刮破，随即将油桐果的胶汁滴在疣面，听其自然干涸结痂，自行脱落。如患处脱痂后，仍有部分疣组织尚未脱落者，再滴药1～2次，以愈为度。滴药后不要用水洗涤患处，以免影响结痂。治疗8例，除1例多发性滴药3次未效外，其余7例单纯性经滴药1～3次均脱落，随访半年未见复发。",
    "position": "为大戟科植物油桐的种子所榨出的油。植物形态详\"油桐子\"条。",
    "source": "《日华子本草》"
  },
  {
    "name": "珍珠",
    "alias": "真朱(《本草经集注》)，真珠(《雷公炮炙论》)，蚌珠(《南方志》)，珠子(《儒门事亲》)，濂珠(《增订伪药条辨》)",
    "ingredient": "\n主含碳酸钙。\n\n珍珠贝的天然珍珠含碳酸钙91.72%，有机物5.94%，水2.23%。\n\n马氏珍珠贝的天然珍珠有白色、银色两种，各含碳酸钙83.71%、80.82%，碳酸镁7.22%、2.16%，氧化硅0.54%、0.56%，磷酸钙0.35%、0.15%；氧化铝和氧化铁0.54%、痕量，水0.89%、1.26%，有机物6.11%、13.44%。养殖珍珠的成分与天然珍珠相比，碳酸钙含量大，为94.70%，碳酸镁含量极少。\n\n珍珠中的元素有铝、铜、铁、镁、锰、钠、锌、硅、钛、锶等。\n",
    "process": "\n天然珍珠，全年可采，以12月为多。从海中捞起珠蚌，剖取珍珠，洗净即可。\n\n人工养殖的无核珍珠，在接种后养殖一年以上，即可采收，但以养殖二年采收的珍珠质量较佳。采收的适宜时间为秋末，因河蚌分泌珍珠质主要是4～11月。\n",
    "distinguish": "\n呈圆球形、矩圆形或不规则的球形，直径约1～6毫米。表面现半透明状的银白色、黄白色、淡粉红色或浅蓝色，光滑圆润，具特有的色彩和光泽。质坚硬，破碎后断面呈同心层纹，有的中心见有少许异物存在。用火烧之有爆裂声。在紫外线灯下有浅蓝紫色或浅绦黄色萤光，外周呈半透明状。无臭，味微咸。以粒大、形圆、珠光闪耀、平滑细腻、断面有层纹者为佳。\n\n海产的天然珍珠主产广东、台湾；淡水养殖的珍珠主产黑龙江、安徽、江苏及上海等地。\n",
    "effect": "\n珍珠提取液对离体兔肠有抑制作用。\n",
    "creation": "\n珠粉:取珍珠洗净，用布包好，加豆腐与水共煮约2小时，取出，洗净，捣碎，加水少许，研成极细粉末，干燥即成。\n\n①《雷公炮炙论》:\"(真珠)须取新净者，以绢袋盛之，然后用地榆，五花皮、五方草各四两，细锉，又以牡蛎约重四、五斤已来，先置于平底铛中，以物四向搘令稳，然后著真珠于上，方下三药，笼之，以浆水煮三日夜，勿令火歇，日满出之，用甘草汤淘净，于臼中捣细。以绢罗重重筛过，更研二万下用。\"\n\n②《纲目》:\"凡入药不用首饰及见尸气者，以人乳浸三日煮过，捣研。一法以绢袋盛入豆腐腹中煮一炷香，云\n",
    "function": "\n镇心安神，养阴熄风，清热坠痰，去翳明目，解毒生肌。治惊悸，怔忡，癫痫，惊风搐搦，烦热消渴，喉痹口疳，目生翳障，疮疡久不收口。\n\n①《本草经集注》:\"治目肤翳。\"\n\n②《药性论》:\"治眼中翳障白膜。亦能坠痰。\"\n\n③《海药本草》:\"主明目，除面皯，止泄。合知母疗烦热消渴，以左缠根治小儿麸豆疮入眼。\"\n\n④《日华子本草》:\"安心、明目。\"\n\n⑤《本草衍义》:\"小儿惊热药中多用。\"\n\n⑥《纲目》:\"安魂魄，止遗精、白浊，解痘疔毒。\"\n\n⑦《本草汇言》:\"镇心，定志，安魂，解结毒，化恶疮，收内溃破烂。\"\n\n⑧《本经逢原》:\"煅灰入长肉药及汤火伤敷之。\"\n",
    "taste": "\n甘咸，寒。\n\n①《开宝本草》:\"寒，无毒。\"\n\n②《品汇精要》:\"味淡，性寒，无毒。\"\n\n③《纲目》:\"咸甘，寒，无毒。\"\n",
    "usage": "\n内服:入丸、散，2～3分。外用:研末干撒、点眼或吹喉。\n",
    "compatibility": "\n①《本草经疏》:\"病不由火热者勿用。\"\n\n②《本草新编》:\"疮毒若内毒未净，遽用真珠以生肌，转难收口。\"\n",
    "storage": "密闭。",
    "side_effects": "?",
    "category": "心；肝经",
    "plant": "1.合渍珠母贝，贝壳为斜四方形，壳质较脆，壳长50-90mm，宽18-32mm，高与长相近，较大个体高可达100mm以上。壳顶位于前方，两侧有耳，前耳较后耳稍小。两壳不等，右壳较平，左壳稍凸，右壳前耳下方有一明显的足丝凹陷。背缘平直；腹缘圆，壳面淡黄褐色，同心生长轮脉极细密，成片状，薄脆易脱落，壳中部常呈磨损状近腹缘的排列紧密，延伸成小舌末端稍翘起，足丝孔大，足丝呈毛发状。壳内面中部珍珠层厚而发达，具极强的珍珠光泽。有的外套膜受刺激后，上皮组织急剧裂殖，形成珍珠囊，且不断分泌珍珠质，才逐渐形成珍珠。壳内面边缘淡黄色，无珍珠层。铰合线直，有一突起主齿，沿铰合线下方有一长齿片。韧带紫褐色，前上掣肌痕明显，位于壳顶下方，闭壳肌痕大，长圆形，前端稍尖，位于壳中央稍近后方。2.珠母贝，贝壳呈不规则圆形，壳质坚厚，一般壳长110-150mm，大者可达200mm左右，高与长近等，左壳稍凸略大于右壳，壳顶位于背缘前端并向前弯，右壳顶前方有一凹陷，为足丝出孔，两壳耳不明显，壳表面棕褐色或绿褐色，壳顶光滑，暗绿色，其余部分被有同心形鳞片，鳞片延伸至壳的边缘呈棘状或锯齿状，中部鳞片常脱落，多数留有淡白色放射状。壳内面珍珠层厚，有虹彩光泽，铰合线直，无齿，韧带强壮，紫褐色，前上掣肌痕较小，闭壳肌痕宽大，长圆形，略呈葫芦状，外套缘黑色，肛门膜具黑色素，肥厚宽大，顶端有一小突起。3.大珠母贝，贝壳近五边形，略圆，壳质坚实厚重，成体壳长超过200mm，大者可达300mm以上，重大4-5kg，是珍珠贝中最大的一种，壳稍平，壳顶位于背缘前端，前耳小，无后耳。壳表面鳞片排列不规则，呈灰黄褐色，放射肋淡褐色，老贝壳体鳞片常脱落，显露珍珠层，放射肋不明显。壳内面具很厚的银白色珍珠层，边缘部黄褐色。铰合部后端稍突出。韧带宽厚，脱落后有一凹痕。闭壳肌痕宽大，的肾形，痕面不平滑，有许多横纹。肛门膜舌形，末端宽圆。4.长耳珠母贝，贝壳近方形，壳长100mm 左右，个体比合浦珠母稍大，壳顶位于前方，无前耳，后耳较长，成翼状突起，右壳较平，左壳稍凸。壳表边缘鳞片层薄，成片翘起。壳内面具银白色珍珠层，闭壳肌痕细长。5.三角帆蚌，贝壳大而扁平，壳质坚硬，外形略呈三角形。左右两壳顶紧接在一起，后背缘长，并向上突起形成大的三角形帆状后翼，前背缘短小，呈尖角状。腹缘近直线，略呈弧形。壳面不平滑，壳顶部刻有粗大的肋脉。生长线同心环状排列，距离宽。贝壳内面平滑，珍珠层乳白色。6.褶纹冠蚌，贝壳较大，略呈不等边三角形。前背缘冠突不明显，后部长高，后背缘向上斜出伸展成为大形的冠。壳的后背部自过错顶起向后有一系列的逐渐粗大的纵肋。腹级长近直线。壳面深黄绿色至黑褐色，壳顶常受侵蚀而丢失表层颜色。珍珠层有光泽。7.背角无齿蚌，贝壳外形呈有角突的卵圆形，前端稍圆，后端呈斜切状，腹缘呈弧形。后背部有自壳顶射出的三条粗肋脉。壳面绿褐色。闭壳肌痕长椭圆形。壳内面珍珠层乳白色。\n生境分布：1.栖息于风浪较平静的海湾中，泥沙、岩礁或砾较多的海底，以足丝固着生活于岩礁或石块上，以潮流通畅、水质较肥的海区生长较好。从低潮线附近至水深10m左右均有生长，通常在5m的深处较多。以硅藻为主食，适且生长温度在15-30℃之间，产卵期5-10月，生长速度较快，一般2年壳高即可达70mm左右。2.栖息于潮间带低潮线附近，以足丝固着于岩礁缝际或珊瑚礁内，且多固着于背风浪的岩石基部。3.多栖息于水深20m左右的海区，在60m的深处也能采到。4.生境和分布同合浦珠母贝。5.生活于淡水泥底稍带沙质的河湖中。6.生活于江河、湖泊的泥底，行动迟缓。7.生活于江河湖沼泥底。资源分布：1.分布于广东、广西沿海，尤以北部湾较为常见，广西合浦产量最高。2.分布于广东、海南、广西及西沙群岛等沿海为育珠的良种之一。3.分布于海南及西沙群岛为热带亚热带种。4.生境与分布同合浦珠母贝。5.分布于河北、江苏、安徽、浙江等地。6.分布于全国各地。7.分布于全国各地。\n栽培：生活习性 合浦珠母贝，生活于较为平静的海湾中，泥沙、岩礁或石砾较多的海底。蚌一般生活在江、河、湖、泊、池沼、小溪等泥质、沙质或石砾之中。珍珠分天然珍珠和人工养殖珍珠两种。天然珍珠：当珍珠贝和蚌在水中生长时，在一定的刺激下，刺激点附近的外套膜上分泌珍珠质的外套膜上皮组织急剧裂殖逐渐包围刺激源，然后形成完整的珍珠囊，以刺激点为中心，外套膜不断分泌珍珠质，渐次一层层地包围，逐渐形成珍珠，在自然条件下的刺激是外界砂料、寄生虫等，形成核珍珠。如动物本身外套膜上皮细胞因病态或其他外因刺激而离开原来的位置，进入组织中也可以形成珍珠囊而形成无核珍珠。养殖技术 根据自然珍珠形成的原理，我国先后在海水、淡水中养珠获得成功，其养殖方法分植核法和植皮法两种。相干核法：将蚌壳的珍珠层磨成小核，用专门的器械插入蚌的外套膜内，可形成无核珍珠。植皮法：将外套膜小片植入另一蚌的外套膜内，可形成无核珍珠。一般宜选生活力旺盛，蚌体完整无残，健壮无病的蚌，接种好的吊养在饵料丰富、阳光充足、水流畅通、水深1m以上的水域内，2-3年可培育出1.5-2g的珍珠。饲养管理 养蚌育珠水面不能同时种植水生植物。鱼蚌混养的池塘在夏季高温季节要经常冲水，保持 水质新鲜有氧。刚放养的10天内，每隔2-3天检查1次，有无吐片、死蚌现象发生，以后每隔1星期或半个月检查1次，同时洗刷育珠蚌上的青苔和其他附着物。",
    "application": "用量0.1～0.3克，多入丸、散;外用适量，研末撒或点眼。用治惊悸失眠、惊风癫痫、目生云翳、疮疡不敛。",
    "position": "\n为珍珠贝科动物珍珠贝、马氏珍珠贝或蚌科动物三角帆蚌、褶纹冠蚌、背角无齿蚌等贝类动物珍珠囊中形成的无核珍珠。\n",
    "source": "\n《开宝本草》\n"
  },
  {
    "name": "芒硝",
    "alias": "朴硝,皮硝,风化硝。",
    "ingredient": "主含含水硫酸钠，并常夹杂微量氯化钠、硫酸钙和硫酸镁等杂质。本品为渗透性泻下药，口服后在肠中形成高渗盐溶液状态，促使肠道蠕动而致泻。以芒硝为主的方剂有显著的抗炎、抗菌及溶解胆结石作用。",
    "process": "全年可采制，以秋、冬季为好。取天然产的不纯芒硝，加水溶解，放置，使杂质沉淀，再过滤，滤液加热浓缩，放冷析出结晶，取出晾干。上层结晶为芒硝，下层结晶为朴硝。如结晶不纯，可重复处理，直至获得洁净的芒硝结晶。",
    "distinguish": "本品的水溶液显钠盐（附录Ⅳ）与硫酸盐（附录Ⅳ）的鉴别反应。",
    "effect": "①泻下作用\n芒消系含有杂质的硫酸钠，玄明粉则系纯粹的硫酸钠，内服后其硫酸离子不易被肠粘膜吸收，存留肠内成为高渗溶液，使肠内水分增加，引起机械刺激，促进肠蠕动。盐类对肠粘膜也有化学刺激作用，但并不损害肠粘膜。过浓的溶液到达十二指肠时，可引起幽门痉挛，从而延迟全部药物从胃中排空，同时可将组织中的水分吸入肠管，故服时应饮大量的水以稀释之。服后4～6小时发生下泻作用，排出流体粪便。如用以治疗组织水肿，需少饮水。\n②其他作用\n实验性阑尾炎和阑尾穿孔的家兔，腹部外敷大黄，芒消、大蒜加适量食醋的糊剂，对阑尾及脾脏的网状内皮系统有明显的刺激作用，使其增生现象与吞噬能力有所增强，阑尾炎症较对照组明显减轻。正常家兔右下腹部外敷大蒜芒消糊剂，局部皮肤有发热、发红、起水疱等刺激症状，小肠及阑尾、袋状结肠运动增强；用1％普鲁卡因局部环封后，肠管运动则见减弱。因此，其作用是通过神经反射引起的。由于蠕动增强，血流供应丰富，网状内皮系统吞噬功能加强，从而调动了机体内在的抗病能力。感染性创伤用10～25％硫酸钠溶液外敷，可以加块淋巴生成，有消肿和止痛的作用。4.3％硫酸钠无菌溶液静脉滴入可作为利尿剂以治疗无尿症和尿毒症。",
    "creation": "取天然产的芒硝，用热水溶解，过滤，放冷即析出结晶，通称朴硝。再取萝卜洗净切片，置锅内加水煮透后，加入朴硝共煮，至完全溶化，取出过滤或澄清后取上层液，放冷，待析出结晶。干燥后即为芒硝（每朴硝100斤，用萝卜10～20斤）。也有取天然产的芒硝，经煮炼、过滤，冷却后，取上层的结晶为芒硝，下层的结晶为朴硝。",
    "function": "?",
    "taste": "性寒，味咸、苦。归胃经、大肠经。",
    "usage": "6～12g，一般不入煎剂，待汤剂煎得后，溶入汤剂中服用。外用适量。",
    "compatibility": "不宜与三棱同用，孕妇禁用。",
    "storage": "密闭，在30℃以下保存，防风化。",
    "side_effects": "?",
    "category": "归胃、大肠经。",
    "plant": "单斜晶系。晶体为短柱状，通常成致密粒状、被膜状。无色透明，但常带浊白、浅黄、淡蓝、淡绿等色。条痕为白色。玻璃样光泽。断口贝壳状，硬度1.5～2。比重1.5。性脆。形成于含钠离子和硫酸根离子饱和溶液的内陆盐湖中。",
    "application": "用量6～12克，一般不入煎剂，待汤剂煎得后，溶入汤剂中服用；外用适量。用治实热便秘、大便燥结、积滞腹痛、肠痈肿痛、乳痈、痔疮肿痛。",
    "position": "?",
    "source": "《别录》"
  },
  {
    "name": "白降丹",
    "alias": "降丹、降药、水火丹",
    "ingredient": "主要含氯化汞及氯化亚汞。其含量比例依生产方法而有不同。",
    "process": "为二氯化汞和氯化亚汞的混合结晶。拉丁植物动物矿物名：",
    "distinguish": "1.性状鉴别 为针状结晶聚集而成的块状物；白色或微黄色，与碗接触的一面平滑而光亮，有时微带淡玫瑰紫色，另一面与折断面，均呈明显的针状结晶，微有光泽。不透明。质重，易碎。比重5.4。气无，味辣，并有持久性金属味。粉末为白色针状结晶。以色白、条状、有光泽、贮存年久者为佳。于闭口管中加热至227℃时，熔成无色液体，约300℃时升华，水溶液显汞化合物与氯化物的各种特殊反应。\n各地均可制造，以江西、湖南、湖北产量较大。\n2.显微鉴别 取碎屑少许，制成油浸薄片，于透射偏光镜下，无色透明，条柱状；正高突起。斜消光，消光角26°。正延性。\n3.化学鉴别 （1）取本品约0.1g，加水5ml与稀硝酸1滴，使其溶解，静置。①取上清液显汞盐的鉴别反应。参见朱砂条。②取上清液，加硝酸，使成酸性后，滴加硝酸银试液，即生成白色凝乳状沉淀，分离，沉淀加氨试液即溶解，再加硝酸，沉淀复生成。（检查氯化物）（2）X射线衍射分析曲线 4.12(10),3.15(>10),2.23(3)，1.96（4），1.58（3）(相当于汞膏)；3.26(<1),2.71(<1),2.06(1)(相当于黄氯汞矿)。\n(3)差热分析曲线 吸热290℃(小)，250℃始溶解。整个特点同轻粉\n\n",
    "effect": "0.5%浓度在试管内对绿脓杆菌有明显的抗菌作用。",
    "creation": "降法，升法",
    "function": "消痈；溃脓；蚀腐；杀虫。主痈疽发背；疔疮；瘰疬；脓成不溃；腐肉难消；风癣疥癞\n.\n《医宗金鉴》：\"治痈疽发背，一切疔毒。水调敷疮头上，初起者立刻起疱消散，成脓者即溃，腐者即脱，消肿。\"",
    "taste": "\n味辛，性热；有毒。归脾经。\n",
    "usage": "外用：研末撒疮头上，或合他药研末调涂，或作药拈。",
    "compatibility": "有毒，具腐蚀性，切忌内服。外用亦宜微量。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n生境分布：各地均可制造，以江西、湖南、湖北产量较大。",
    "application": "?",
    "position": "为二氯化汞和氯化亚汞的混合结晶。",
    "source": "《药材资料汇编》"
  },
  {
    "name": "五加皮",
    "alias": "南五加皮、五谷皮、红五加皮",
    "ingredient": "细柱五加根皮含丁香甙（syringin)，刺五加甙（eleutheroside)B1，即是异春皮定-α-D-葡萄糖甙（isofraxidin-α-D-glucoside)，右旋芝麻素（sesamin)，16α-羟基-（-)-贝壳松-19-酸[16α-hydroxy-(-)-kauran-19-oic acid)[2],β-谷甾醇（β-sitosterol)，β-谷甾醇葡萄糖甙（β-sitosterol glucoside)，硬脂酸（stearc acid)[1][1]，棕榈酸（palmitic acid)，亚麻酸（linolenic acid)及维生素A、B1等[3]。还包含挥发渍，内有4-甲基水杨醛（4-methyl salicylaldehyde)等成分[3]。无梗五加 根及根皮含左旋芝麻素、左旋洒维宁（savinin)[4]，还含无梗五加甙（acanthoside)A、B、C、D、K2、K3[5-7]，其中甙A和甙C的结构尚不清楚，甙B和甙D分别是丁香树脂酚（syrinaresinol)的单葡萄糖甙和双葡萄糖甙，它们都属于木脂体类，甙K2和甙K3则都属于三萜类。又含β-谷甾醇，胡萝卜甙（daucosterin(即是β-谷甾醇葡萄糖甙，豆甾醇（stig-masterol)，莱油甾醇（campesterol)[7，8]，水深性多糖和碱性多糖[9]，强心甙及微量挥发油[10]。",
    "process": "夏、秋采挖，剥取根皮，晒干。",
    "distinguish": "干燥根皮呈卷筒状，单卷或双卷，长7～10厘米，筒径约6毫米，厚约1～2毫米。夕表面灰褐色，有横向皮孔及纵皱，内表面淡黄色或淡黄棕色。质脆，易折断，断面不整齐；淡灰黄色。气微香，味微苦涩。以粗长、皮厚、气香、无木心者为佳。\n\n主产湖北、河南、安徽、陕西、四川、江苏、广西、浙江等地亦产。\n\n此外，五加科下列同属植物的茎皮或根皮，在少数地区亦作五加皮使用：①红毛五加的茎皮，使用于四川，参见\"红毛五加皮\"条。②白竻的根皮，使用于西南地区民间，参见\"刺三甲\"条。③乔木五加的根皮，使用于西藏地区。④蜀五加和藤五加的根皮，使用于陕西等地。\n\n考诸《本草》记载，五加皮当以上述五加科植物五加的根皮为正。但市场上使用较广者，为萝藦科植物杠柳的根皮，商品习称\"香加皮\"或\"北五加皮\"。其性状不同，应予区。参见\"香加皮\"条。",
    "effect": "一、刺五加药理作用：\n1.对中枢神经系统的作用：刺五加对中枢神经的兴奋和抑制过程均有影响，单独1次给药显示出中枢神经系统的刺激作用，连续给药则显示出强壮作用。刺五加不仅改善兴奋过程，而且也加强抑制过程，使抑制趋于集中，使分化更完全，增加大脑皮层的内抑制过程。它的兴奋作用原理不同于苯丙胺类的化合物，不仅毒性低，而且不扰乱正常的睡眠，刺五加对神经系统的兴奋或抑制与用药时神经系统的功能状态和剂量大小颇有关系。\n1.1.兴奋作用：在兔的脑电图上显示出刺五加提取物能削弱水合氯醛、巴比妥及氯丙嗪的抑制作\n用，并对中枢神经系统有人参样明显的兴奋作用。刺五加提取物还可缩短乙醚的麻醉过程和提高乙醚或水合氯醛麻醉结束后的兴奋性。\n1.2.抑制作用：刺五加提取物对中枢神经系统有镇静作用。能延长己烯醛麻醉时间，降低己烯醛麻醉后的兴奋性。\n1.3.抗惊厥作用：在部分实验中，在动物死之前的数分钟注射饱和氯化钠固定，会提高伸肌挛缩的程度；如在动物固定前1小时先给刺五加，则中毒鼠的痉挛状态明显减少。\n2.抗疲劳作用：刺五加根的提取物和甙类均有抗疲劳作用。甙的作用较相提取物为强，较人参提取物及人参甙为强。腹腔注射刺五加醇浸膏水溶液20g/kg，平均延长小鼠游泳时间1/4。刺五加茎皮水提物500mg/kg及其丁香树脂酚-二-o-B-D-葡萄糖甙50mg/kg均能显著延长大鼠负荷游泳时间。以小鼠爬绳试验测定刺五加根在不同生长时期的生理活性，显示：5月份1g干根为79SUA33/g（兴奋作用单位)，7月份活性明显下降，到8月份落叶前可达到最大值116SUA33/g。刺五加叶也显示类似变化（SUA33：实验动物与对照动物比较，延缓衰竭时33%的剂量为1个SUA33)。刺五加根和叶的提取物分别可提高大鼠活动能量25%和70%。医学 全在.线提供\n3.抗癌作用：刺五加根的提取物和总甙对动物实验性的移植瘤、药物诱发瘤、癌的转移和小鼠自发白血病都有一定的抑制作用，还能减轻抗癌药物的毒性。在大鼠、小鼠身上接种肉瘤180及肉瘤256瘤种，刺五加对肉瘤的生长有一个较弱的抑制作用（4-28%)。刺五加提取物可降低小鼠移植艾氏腹水癌的阳性率和缩小癌的病灶，提高噻替派对移植和发展的艾氏腹水癌的作用。不能改变大鼠接种瓦克氏腹水肉瘤的移植阳性率，但能缩小肺上的病灶。能使小鼠接种LID-1及其他一些癌的移植阳性率减少，能抑制由尿烷引起的肺腺瘤,减少6一MTU引起的甲状腺癌和由吲哚引起的小鼠骨髓性白血病。降低小鼠自发乳腺癌及自发白血病的形成过程。服用环磷酰胺后的小鼠，再服用刺五加提取物可提高动物的生存时间和存活率。但当与环磷酰胺同时给接种肉瘤180的小鼠服用时，刺五加则对环磷酰胺的毒性和抗癌作用均无影响。刺五加还可抑制小鼠SSK肉瘤和大鼠瓦克瘤的扩散。减少氢化可的松在小鼠接种艾氏腹水癌后的血源性扩散作用。能降低大鼠瓦克氏瘤和小鼠肉瘤180对环磷酰胺、乙基巴比妥的毒性作用的敏感性。能使患白血病的小鼠服甲乙基巴比妥的半数致死量从30mg/kg提高到46mg/kg，并能降低由乙基巴比妥和环磷酰胺在实验动物身上引起的慢性中毒症状，如动物的体重、胸腺、肾上腺的重量及白细胞和嗜酸细胞数等方面均有改善。\n4.适应原样的作用：\n4.1.刺五加能增加机体的非特异性抵抗力刺五加对各种有害刺激因素，如物理的（寒冷、灼热、过重或失重、过度运动或强迫性不动、离心及放射)、化学的（各种化学物质)、生物的不良影响，均能增加机体的抵抗能力。刺五加能增加动物抵抗放射的能力，对一次急性X线照射或多次慢性照射，均有抗放射作用。如长期照射（总剂量1620-7000r)，刺五加可延长大白鼠生命二倍，并能改善血相。与抗菌素一起使用可延长被照射60天（总剂量3000r)的大鼠的生命三倍。对红细胞遭受放射样作用物质侵害时有保护作用，可作为放射损伤的预防和治疗药。刺五加注射液可促进经一次总量为4GY的60Co射线照射，造成造血系统放射损伤后小鼠的细胞结构的恢复。刺五加能拮抗罗布毒素C的抑制免疫的作用。对蜱媒脑炎有特殊的抗病毒免疫力。刺五加还可减少青蛙因注入洋地黄毒甙引起的死亡数，提高机体对磷酸三甲苯酚酯和士的宁的解毒能力。刺五加提取物能增加毛细血管在低气压下的防御能力，和降低人体由于冷和血液中血红蛋白的含量而引起的发病频率。刺五加花果醇提物、挥发油，刺五加总黄酮均有耐缺氧作用少量服用刺五加根浸液对高温劳动者的主要系统的新陈代谢过程和劳动能力有良好的影响，而增大剂量则体温升高、排汗量、肺活量和二氧化碳呼出量均增大，氧消耗升高，肾上腺皮质的糖皮质激素和雄性激素都能相对地和绝对地上升。并能提高机体对温度变化（高温、冷冻)的适应力。每天服刺五加流浸膏1ml/kg，可提高母鸡产蛋率2.2倍。\n4.2.刺五加能调节病理过程，使其趋于正常化能使因化学因素、生物因素引起的红细胞、白细胞的增多和减少恢复正常。如由硝酸钴引起的红细胞增多及苯肼引起的红细胞降低，刺五加均能使之恢复正常。在麻醉猫实验中，刺五加使降低的血压很快回到正常。刺五加甙则有降压作用。刺五加能调节内分泌功能紊乱。既能阻止促肾上腺皮质激素引起的肾上腺增生，又可减少由可的松引起的萎缩。既可防止甲状腺素引起的甲状腺肥大，又可防止甲基硫尿嘧啶引起的甲状腺萎缩。既能使食物性及肾上腺性的高血糖症的血糖降低到正常，也可使胰岛素引起的低血糖症的血糖增加。能降低由四氧嘧啶引起的大鼠糖尿病的尿糖量及防止大鼠体重下降，并对此糖尿病的发展有截阻作用。能阻止相应的内分泌重量的变化，但不影响它们的分解代谢作用。刺五加能改变机体应激反应警戒期的病理过程，防止在此过程中的肾上腺增生，胆甾醇含量降低，胸腺缩小及胃出血情况减少。抗警戒期作用以刺五加甙E为最强，刺五加甙B1较弱，而刺五加甙C则无作用。刺五加还能产生应激反应的抵抗期，大鼠在此期间除肾上腺肥大，胆甾醇含量、脾脏和动物外观均正常，体重甚至比没有游泳的大鼠增长还快一些。在应激反应的衰竭期中刺五加可阻止肾上腺缩小，胆甾醇降低，胸腺、脾脏、肝脏、肾脏及心脏的重量相对降低。\n5.抗衰老作用：刺五加喂饲22月龄大鼠2月后，红细胞脂质过氧化物降低17.75、Na+，K+-ATP酶活性升高17.42%，提示有一定抗衰老作用。\n6.对心血管系统的作用：麻醉猫皮下或者静脉注射刺五加提取物能扩张脑血管改善大脑的供血量。刺五加甙只有在大剂量时才能看到此作用。此外，结扎颈动脉或脑动脉引起的犬的急性贫血后，马上给药（1mg/（kg.天)，皮下)，连续2周，可缓和上述原因引起的贫血、降低的血压和降低的血红蛋白、红细胞数，以及改善所伴随的疾病和代偿性局部贫血的心电图。刺五加提取物及其基叶的乙醇提取液对血小板聚集有很强的抑制作用。刺五加浸膏还有抗心律失常作用，使正常窦律时间增加，使异常动作电位显著减少。刺五加提取物能减弱家兔心肌缺血组织损害，促进表面细胞的再生和心肌梗塞区域的恢复。\n7.抗菌消炎作用：刺五加对切除肾上腺的小鼠，在夏、秋和冬季可减轻热性发炎性水肿，在春季稍有消炎作用。对切除肾上腺的大鼠，在冬天和春天能阻止甲醛性关节炎症的发展。能减轻生理盐水和15%蛋白溶液引起的炎症。用李司忒氏菌感染的小鼠和兔注射刺五加提取物后，第一个小时是降低了动物对感染的抵抗力，随后明显地提高了对感染的抵抗力，所以认为它有提高机体肠道杆菌的能力。\n8.对内分泌系统的作用：给静止和游泳15分钟后的大鼠服用刺五加未见明显增加肾上腺素及血液中的可的松类激素的含量。但在5小时游泳后，则明显地增加可的松的含量。有报道给药后对肾上腺内部组织没有明显改变，而对肾上腺的嗜铬组织有直接显著的作用。刺五加根提取物及刺五加甙均有促性腺作用。雄性幼鼠服用根提取物和叶中分离到的总甙或者刺五加甙B、B1和E，均增加了体重以及精囊与前列腺重量和RNA含量。甙在去势雄性动物身上有预防精囊和前列腺的萎缩作用，对雌性小鼠有明显的促雌性激素作用，而且促进小鼠性早熟和体重增加。服用刺五加提取物后母鸡产蛋量可提高20.4%，蛋的重量提高24%，并增加输卵管中总氮量和蛋白质，这种母鸡的蛋孵出的小鸡提高了氮和蛋白质的新陈代谢。刺五加叶的制剂能防止兔子进食氧化的葵花籽油所造成的性机能降低，精子的浓度和活动能力降低以及减少雌兔的自然流产和死亡。防止由于氧化脂肪引起的少毛发和口周坏死以及肝、心脏的病理变化，而维生素E很少有此作用。\n9.免疫增强作用：刺五加多糖（PES.)及其甙B（紫丁香甙)、D和E（两种构型的紫丁香树脂酚甙)均能明显提高细胞产生诱生干扰素的能力，对S801和S7811白血病细胞系的促诱生能力以PES（纯品)最佳，PES及其甙B、D、E次之。Op刺五加（50g/kg)对皮下注射环磷酰胺引起的白血球减少症有保护作用，对苯引起的小鼠和兔的白血球减少症亦有显著的预防作用。腹腔注射刺五加注射液可抑制环磷酰胺所致的白细胞减少。刺五加多糖对B细胞功能重建有较好的效果，并可减轻环磷酰胺引起的白细胞减少，明显增强小鼠脾分泌IgM和IgG的溶血空斑试验和小鼠对牛血清蛋白诱导的迟发型超敏反应性。刺五加能增强网状内皮系统的吞噬能力、腹腔巨噬细胞的吞噬能力，提高玫瑰花结的百分率1.2-1.8倍。刺五加多糖能明显增加CTL杀伤靶细胞的活性，促进ConA刺激的小鼠脾细胞分泌白细胞介素-2\n10.其它作用：刺五加能提高人的嗜酸细胞、a-球蛋白的血浆浓度、血红细胞的数目和血中碱储量。刺五加多糖对CCl4与硫化乙酰胺所致鼠肝脏中毒有明显改善，并能促进机体抗感染的能力，对结核菌感染有一定的抵御作用还有抗利尿作用。\n二、无梗五加的药理作用：\n1.抗炎作用：辽宁产无梗五加的根皮，用乙醇提取之未脱脂制剂及脱脂制剂，对大白鼠的蛋清性及甲醛性关节炎均表现抑制作用，连续5天皮下注射未脱脂制剂0.75g/kg/日的抑制蛋清性肿胀作用，与连续5天肌肉注射考的松7.5mg/kg/日的抑制作用相似。未脱脂制剂分别由皮下或腹腔注射于切除肾上腺的大白鼠，对蛋清性肿胀无抑制作用，因此短梗五加的抗炎作用与肾上腺有密切关系。此外短梗五加亦能降低家兔的血管通透性。\n2.镇痛、解热作用：小白鼠腹腔注射上述这2种制剂，均表现镇痛作用，与吗啡相比作用较缓和，但在家兔实验无解热作用。\n3.对心血管的影响：未脱脂制剂对离体蟾蜍心脏有明显的抑制作用，于蟾蜍在位心则使心率减慢，脱脂制剂对离体心脏使频率减少，对在位心脏则仅使幅度减少。二种制剂均能使麻醉兔血压下降。医.学 全在.线提供\n4.其他作用：两种制剂对家兔离体肠管及子宫均有兴奋作用，受孕子宫更敏感。对正常家兔的脑电图有轻度的激活作用，如以小鼠活动作指标，五加皮甙的兴奋作用较其流浸膏强40-140倍。能削弱水合氯醛、巴比妥及氯丙嗪的抑制作用,增强大脑皮层的内抑制过程；在急性试验中，仅引起轻度的血压降低；总之，在增强机体非特异性抵抗力的剂量，不引起正常功能的显著变化。但在机体抵抗力下降或遇额外负担而有特殊需要时，却能增加体力或智力工作的效能。与苯丙胺类药物不同，不但毒性较低，而且不引起兴奋，不扰乱正常的睡眠。适应原的作用原理可能与改变一般应激反应的过程有关，刺五加可阻止应激反应警戒期所特有的解剖及生化学改变，如肾上腺增生，胆甾醇含量降低、胸腺缩小及胃出血等。此种抗警戒期作用，以刺五加甙E为最强，而刺五加甙B1则较弱，而刺五加甙C则几无作用，故作用与一定的化学结构有关。刺五加也能阻止动物在应激反应衰竭期中所出现的肾上腺、胸腺、脾、肝及肾等的重量降低。这些动物实验说明，适应原的作用与应激反应不同，其作用完全是向着对机体有利的方向进行的，应激反应是一种非特异性反应，机体有许多器官与系统参与；同样，适应原也具有多方面的作用，它既影响神经系统、心血管系统，又影响其他许多生理指标。适应原的作用原理正在进一步研究，现已有些试验证明，它对细胞及对蛋白质、核酸生物合成过程有某些影响。如刺五加可刺激某些原虫、细菌和酵母细胞的生长繁殖，对红细胞遭受放射样作用物质侵害时有保护作用，它还有抗氧化剂的作用，刺激免疫体的形成等；在一定条件下，对大鼠有降血糖作用。",
    "creation": "拣净杂质，用水洗净，稍润后切片，干燥。\n\n《本草述钩元》：\"五加皮，剥去骨，阴干酒洗，或用姜汁制。\"",
    "function": "祛风湿，壮筋骨，活血去瘀。治风寒湿痹，筋骨挛急，腰痛，阳痿，脚弱，小儿行迟，水肿，脚气，疮疽肿毒，跌打劳伤。\n\n①《本经》：\"主心腹疝气，腹痛，益气疗躄，小儿不能行，疽疮阴蚀。\"\n\n②《别录》：\"疗男子阴痿，囊下湿，小便余沥，女人阴痒及腰脊痛，两脚疼痹风弱，五缓虚羸，补中益精，坚筋骨，强志意。\"\n\n③《药性论》：\"能破逐恶风血，四肢不遂，贼风伤人，软脚，臀腰，主多年瘀血在皮肌，治痹湿内不足，主虚羸，小儿三岁不能行。\"\n\n④《日华子本草》：\"明目，下气，治中风骨节挛急，补五劳七伤。\"\n\n⑤《纲目))：\"治风湿痿痹，壮筋骨。\"\n\n⑥《本草再新》：\"化痰除湿，养肾益精，去风消水，理脚气腰痛，治疮疥诸毒。\"\n\n⑦《陕西中草药》：\"活血消肿。治风湿关节痛，阴囊湿疹，跌打损伤，水肿，小便不利。\"\"\n\n⑧《云南中草药》：\"治跌打损伤，骨折，疮毒，疟疾。\"",
    "taste": "辛，温。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"苦，微寒，无毒。\"\n\n③《药性论》：\"有小毒。\"\n\n④《医林纂要》：\"苦微辛，寒。\"\n\n⑤《四川中药志》：\"性温，味甘，无毒。\"\n\n入肝、肾经。\n\n①《雷公炮制药性解》：\"入肺、肾二经。\"\n\n②《本草经疏》：\"入足少阴、厥阴经。\"\n",
    "usage": "内服：煎汤，1.5～3钱；浸酒或入丸、散。外用：捣敷。",
    "compatibility": "阴虚火旺者慎服。\n\n①《本草经集注》：\"远志为使。畏蛇皮、玄参。\"\n\n②《本草经疏》：\"下部无风寒湿邪而有火者不宜用，肝肾虚而有火者亦忌之。\"\n\n③《得配本草》：\"肺气虚、水不足二者禁用。\"",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "急性毒性：小鼠20±2g，雌雄各半，分成若干组，每组10只，按1：5等比灌胃南五加Ⅰ或南五加Ⅱ1次，待用药浓度都提高到相当生药480g/kg时，观察3天，动物均无死亡。亚急性毒性：选用健康未成年大鼠（90g左右，雌雄兼有）和成年家兔（（1.5kg左右，雌雄兼有），每天灌胃南五加Ⅰ或南五加Ⅱ，连续30天，大鼠60、6g/kg；家兔12、12g/kg（均按生药量），结果：血象、肝、肾功能及主要内脏的形态学检查及动物体重等均没有发现明显的异常,南五加萜酸小鼠半数致死量静脉注射为200mg±18mg/kg。南五加总皂甙给小鼠灌胃20g/kg，1小时后小鼠活动减少，于给药后2小时，小鼠活动正常，观察48h无异常。小鼠皮下注射刺五加甙E的半数致死量为4.75g/kg。刺五加总黄酮的半数致死量为89.8mg/kg。刺五加提取物的半数致死量在10-30g/kg。刺五加根、茎、叶各部分水提取物对小鼠的平均致死量为14.5g。大鼠口服刺五加甙（10mg/kg/天），连续2mo，检查它们血和尿的化合物及器官的重量，动物没有显示出明显的毒性反应。长期服用刺五加毒性甚小，且不影响入睡与正常睡眠。连续服用刺五加提取物6mo除能延长平均寿命外，未发现胚胎毒性或致畸作用。小白鼠1次腹腔注射未脱脂制剂半数致死量为13g/kg，其半数致死量的1/3即能产生抗炎作用，因此，无梗五加的毒性并不大。毒性低，对正常生理功能干扰小。如刺五加总甙的毒性即很低，其半数致死量为4.75g/kg（小鼠皮下注射）。毒性：刺五加总甙对小鼠的半数致死量为4.75g/kg。100%煎剂用平板纸片法，对金黄色葡萄球菌、绿脓杆菌有抑制作用。",
    "category": "归经_肝经",
    "plant": "①五加(《本经》)，又名：豺漆(《本经》)，文章草(《巴蜀异物志》)，五花(《雷公炮炙论》)，豺节(《别录》)，木骨、追风使、刺通(《本草图经》)，白刺(《纲目》)，茨五甲(《草木便方》)，白竻树、五叶路刺、细柱五加、老虎獠、五花眉、水面油、白芦刺、五加花、鸡脚风。\n落叶灌木，高2～3米。茎直立或攀援，分枝无刺或有外曲刺，刺通常单生于叶柄的基部。叶互生或数叶簇生于短枝上；叶柄长4～9厘米，光滑或疏生有小刺；掌状复叶，小叶5枚，少有3或4枚，顶端1枚较大，两侧小叶渐次较小，倒卵形至卵状披针形或近菱形，长3～8厘米，宽1.5～4厘米，先端尖或渐尖，基部楔形，边缘具锯齿，两面光滑或仅沿脉上有锈色绒毛；小叶无柄。伞形花序，单生于叶腋或短枝末梢，花序柄长1～3厘米，果时伸长；花多数，黄绿色，直径约2厘米，花柄柔细，光滑，长6～10毫米；萼5齿裂，裂片三角形，直立或平展；花瓣5片，着生于肉质花盘的周围，卵状三角形，顶端尖，开放后反卷；雄蕊5；子房下位，2室，花柱2枚，分离，柱头圆头状。浆果状核果近球形，侧向压扁，直径约5毫米，熟时紫黑色，近中央有纵脉3条。种子2粒，细小，半圆形而扁，淡褐色。花期5～7月。果期7～10月。\n生长于山坡上或丛林间。分布陕西、河南、山东、安徽、江苏、浙江、江西、湖北、湖南、四川、云南、贵州、广西、广东等地。\n\n本植物的叶(五加叶)亦供药用，另详专条。\n\n②无梗五加\n灌木，高至4米。枝上有锥形的硬刺或无刺。掌状复叶，小叶3～5枚，矩圆状倒卵形或倒卵形至矩圆状倒披针形，长3～8厘米，有不规则锯齿，几无毛；叶柄长3～6厘米。花暗紫色，几无柄，成密生球形头状花序生于有细毛的短梗上，通常数个生于小枝顶端。果黑色，阔椭圆形，长10～14毫米。花期8月。果期9月。\n生于山地林下，林缘。分布东北、华北等地。\n\n③刺五加\n灌木，高1米许。小枝密生细刺毛或刺。掌状复叶，小叶3～5枚，椭圆状倒卵形至矩圆形，长6～12厘米，有双重锐锯齿，上面散生毛，下面幼时沿叶脉有带褐色细毛。伞形花序球形；花紫黄色；花梗长1～2厘米。果近球形，径约8毫米。花期7月。果期10月。\n生于山地林下、林边。分布辽宁、吉林、黑龙扛、河北、山西等地。\n\n④糙叶五加\n灌木，高至3米.小枝细时有粗糙细毛，后变为黄灰色，渐脱落，有粗壮微反曲刺。掌状复叶，小叶5枚，几无柄，倒卵形或长椭圆形，长3～6厘米，有细锯齿，上面粗糙，下面有细毛；叶柄长4～7厘米，粗糙。伞形花序数个生枝顶，总梗长1～3厘米，有毛；花梗长8～15毫米，微有毛或无毛。花期8月。果期10月。\n分布河北、河南、陕西、甘肃、四川、湖南、湖北、浙江、安徽等地。\n\n⑤轮伞五加\n灌木，高2～3米。枝棕褐色，枝和叶柄基部有小倒刺。叶互生或簇生于短枝上；掌状复叶，小叶3～5片，倒卵形或卵状披针形，边缘有锯齿，齿端有小刺毛，基部楔形或斜形，叶脉上有刺毛，主脉于下面稍突起。伞形花序腋生或顶生，多成轮状排列；花小，多数；花瓣5，黄绿色。果近球形，熟时紫黑色；内有种子2粒。\n多生于山坡丛林间。分布西藏等地。",
    "application": "用量4.5~9克，水煎服，用治风湿痹痛、筋骨痿软、小儿行迟、体虚乏力、水肿、脚气。",
    "position": "为五加科植物五加或无梗五加、刺五加、糙叶五加、轮伞五加等的根皮。",
    "source": "《本经》"
  },
  {
    "name": "醋",
    "alias": "苦酒(《伤寒论》)，淳酢(《本草经集注》)，醯(《别录》)，米醋(《食疗本草》)。",
    "ingredient": "醋的一般组成为浸膏质、灰分、挥发酸、不挥发酸、还元糖。具体物质有高级醇类、3-羟基丁酮、二羟基丙酮、酪醇、乙醛、甲醛、乙缩醛、乙酸(含量3～5%)、琥珀酸、草酸及山梨糖等糖类。",
    "process": "为用高梁、米、大麦、小米、玉米或低度白酒为原料酿制而成的含有乙酸的液体。亦有用食用冰醋酸加水和着色料配成，不加着色料即成白醋。拉丁植物动物矿物名：vinegar",
    "distinguish": "?",
    "effect": "1.杀虫作用 体外试验，0.125%-0.25%乙酸与原头蚴接触后可在2-3min内出现皮层起泡，起刺，皮层分离，溶解及虫体发暗，钙粒减少等形态结构变化。5-10min内可达到100%杀死原头蚴的效果。原头蚴经药液处理10min后，给小鼠腹腔接种，均未发育成棘球坳。2.抗菌、抗病毒作用 乙酸对甲型链球菌、卡他球菌、肺炎链球菌、白色葡萄球菌、流感病毒等致病菌，有很好的抑菌和杀菌作用。",
    "creation": "?",
    "function": "散瘀，止血，解毒，杀虫。治产后血晕，痃癖癥瘕，黄疸，黄汗，吐血，衄血，大便下血，阴部瘙痒，痈疽疮肿。解鱼肉菜毒。\n\n①《别录》：\"消痈肿，散水气，杀邪毒。\"\n\n②《千金·食治》：\"治血运。\"\n\n③《本草拾遗》：\"破血运，除癥决坚积，消食，杀恶毒，破结气，心中酸水痰饮。\"\n\n④《日华子本草》：\"治产后妇人并伤损，及金疮血运；下气除烦，破癥结。治妇人心痛，助诸药力，杀一切鱼肉菜毒。\"\n\n⑤《本草衍义》：\"益血。\"\n\n⑥《注解伤寒论》：\"敛咽疮。\"\n\n⑦《纲目》：\"散瘀血。治黄疸、黄汗。\"\n\n⑧《本草备要》：\"散瘀，解毒，下气消食，开胃气。\"\n\n⑨《医林纂要》：\"泻肝，收心。治卒昏，醒睡梦；补肺，发音声；杀鱼虫诸毒，伏蛔。\"\n\n⑩《会约医镜》：\"治肠滑泻痢。\"\n\n⑾《本草再新》：\"生用可以消诸毒，行湿气；制用可宣阳，可平肝，敛气镇风，散邪发汗。\"\n\n⑿《随息居饮食谱》：\"开胃，养肝，强筋，暖骨，醒酒，消食，下气辟邪，解鱼蟹鳞介诸毒。\"\n\n⒀《现代实用中药》：\"用于结核病之盗汗，为止汗药；又伤寒症之肠出血，为止血药。\"",
    "taste": "酸苦，温。\n\n①《别录》：\"味酸，温，无毒。\"\n\n②《本草蒙筌》：\"酸甘，温。\"\n\n③《纲目》：\"酸苦，温，无毒。\"",
    "usage": "内服：入汤剂或拌制药物。外用：烧热熏嗅、含漱或和药调敷。",
    "compatibility": "脾胃湿重，痿痹、筋脉挛者慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃；经",
    "plant": "?",
    "application": "①预防流行性感冒、流行性脑脊髓膜炎\n关闭门窗，诹适量醋(每立方米空间用2～10毫升)用1～2倍水稀释后加热蒸熏，每次1小时，每日或隔日1次，连续3～6天。某年春冬，某部队先后有13个连队发生流感，其中12个连队经用此法后第2天即控制了流行；而另一连队未曾应用，结果2天后有60%的人染病，于第3天应用此法后便很快控制了蔓延。此外，在\"流脑\"流行期间，曾对84名带菌者行食醋蒸熏，每日2次，?续10天，结果带菌者全部转为阴性。经试验，食醋蒸熏对流感病毒具有良好的杀灭作用；同时食醋对甲型链球菌、卡他球菌、肺炎双球菌、白色葡萄球菌及流感杆菌等5种细菌也有杀菌作用。\n\n②治疗急、慢性传染性肝炎\n取米醋2斤，鲜猪骨1斤，红、白糖各4两，置锅内共煮(不加水)，至沸后90分钟取出过滤。成人每次30～40毫升，小儿(5～10岁)10～15毫升，每日3次饭后服。1个月为一疗程，慢性者可服2～3疗程。对有高热者不适用。据3例观察，服药40～60天后均告恢复。\n\n③治疗胆道蛔虫病\n按年龄大小顿服酸醋30～50毫升或更多，以后视情况可再次服用，直至不痛为止。在疼痛明显减轻的当天或次日，按常规服用驱蛔药物。观察15例，服药总量为300～500毫升；结果12例于两天内完全止痛，3例在3～4天疼痛亦完全解除。\n\n④治疗蛲虫病\n用食醋灌肠治疗58例，经1～3次即愈。无不良反应。方法：将食醋用凉开水稀释(每30毫升醋加凉水至100毫升)，于睡眠前用消毒导尿管一根插入肛门内约20厘米，然后以消毒注射器将药液注入肠内，每次100～140毫升(小儿酌减)，每日1次。\n\n⑤治疗一般外科炎症\n取食醋250毫升，置搪瓷碗中加热，沸后加入乳香、没药末各6克，边搅拌边加入淀粉(山芋粉亦可)60克，待成糊状后即将其涂于牛皮纸上(面积应大于病变范围，厚约1～1.5厘米)，俟温度降至50℃左右时敷于患处，外加三、四层纱布包扎。如有伤口，按常规处理，在敷以凡士林纱布后再敷醋膏(勿直接涂于伤口，以免腐蚀扩大)。凡疖、痈、蜂窝织炎、丹毒、脓肿、腮腺炎、乳腺炎等急性炎症皆可应用，对结核性炎症及骨髓炎等则不适宜。临床观察50例，除5例(系寒性脓肿、喉头结核及骨髓炎)无效外，均获治愈。一般在两小时后疼痛开始减轻，六小时后开始消肿。治愈时间在2天内者16例，6天内者20例，9天内者7例，10天以上者2例。\n\n⑥治疗石灰烧伤\n根据酸碱中和的原理，试用5%食醋溶液浸洗患部，获得良好效果。洗后患处的灼热刺痛及颜面潮红等症状能立即解除；如形成腐蚀性溃疡者，亦可自行结痴愈合。",
    "position": "为以米、麦、高梁或酒、酒槽等酿成的含有乙酸的液体。",
    "source": "《别录》"
  }
]