[
  {
    "name": "红毛鸡",
    "alias": "茅笼中鸟、绿结鸡(《陆川本草》)，毛鸡、落谷(《广西中药志》)。",
    "ingredient": "?",
    "process": "一般在夏、秋季捕捉。设置罗网，仿其鸣声以诱捕。捕得后应分置笼中，以免互殴致死。亦有以猎枪射杀或诱套捕捉者。捕后加工：先剖腹，从正中切开头、嘴，摘除内脏，用布或纸片抹净血迹，以竹条两根将腹部撑平，腹腔向下，在小火上慢慢炕干，取出，除去竹条，将脚与尾轻轻缚在一起，免其断落。\n\n经加工的红毛鸡，去毛后浸制的酒，名\"毛鸡酒\"，为两广名产。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《广西中药志》：\"妇科用以调经、补血。外用治跌打、风湿。\"",
    "taste": "《广西中药志》：\"味甘，性温，无毒。\"",
    "usage": "内服：，浸酒。外用：浸酒涂敷。",
    "compatibility": "《广西中药志》：\"阳盛及血燥者忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝经",
    "plant": "褐翅鸦鹃，体长约50cm左右，体形似鸡。头、颈、上背及胸部均呈金属紫蓝色；肩、翼和肩间部概栗红色；初级飞羽和外侧次级飞羽的先端略沾褐色；全身余部纯黑，尾羽有金属绿色反光。虹膜赤红色；嘴黑色，上嘴尖端向下弯曲，口裂及于眼下；脚、趾、爪均黑色，后爪特形延长而直。\n生境分布：平时栖于草地、矮树或灌木丛间，常在有荫蔽的地上驰走。食物为昆虫、蜥蜴、田鼠、鸟卵等，亦兼吃果实。资源分布：分布于我国自浙江部至广东、广西、云南等地。",
    "application": "?",
    "position": "为杜鹃科动物褐翅鸦鹃除去内脏，羽毛后的全体。",
    "source": "《广西中药志》"
  },
  {
    "name": "香薷",
    "alias": "香菜(《本草经集注》)，香菜(《千金方》)，香戎(《食疗本草》)，香茸(《本草图经》)，紫花香菜(《履巉岩本草》)，蜜蜂草(《纲目》)。",
    "ingredient": "海州香薷含挥发油，密花香薷含有挥发油0.3%，其中主成分为香薷二醇。还含甾醇、酚性物质和黄酮甙等。",
    "process": "夏、秋季采收，当果实成熟时割取地上部分，晒干或阴干。",
    "distinguish": "干燥全草，全体被有白色茸毛。茎挺立或稍呈波状弯曲，长约30～50厘米，直径约1～3毫米；近根部为圆柱形，上部方形，节明显，淡紫色或黄绿色；质脆，易折断。叶对生，皱缩破碎或巳脱落；润湿展平后，完整的叶片呈披针形或长卵形，长2.5～3.5厘米，宽3～5毫米，边缘有疏锯齿，暗绿色或灰绿色。茎顶带有穗状花序，呈淡黄色或淡紫色，宿存的花萼钟状，苞片脱落或残存。有浓烈香气，味辛，微麻舌。以质嫩、茎淡紫色、叶绿色、花穗多、香气浓烈者为佳。\n主产江西、河北、河南等地，以江西产量大，品质佳，商品习称\"江香薷\"。\n\n各地民间所用的香稿尚有以下几种：①四川、陕西、山东等地以同属植物香薷的干燥全草，作香薷使用。药材形状与上述品种相似，惟完整的叶较大，呈卵状椭圆形或披针状椭圆形，长3.5～10厘米，宽1.5～3厘米；穗状花序，花明显地偏向一侧。在四川称此为\"德昌香薷\"或\"土香薷\"。《本草衍义》所述香薷，即为本种，但目前在药材商品中很少使用。参见\"半边苏\"条。②福建、江西、湖南、湖北、广东、广西、贵州等地以唇形科植物石香薷的全草作香薷使用。参见\"石香葇\"条。③云南、四川、贵州等地，有以唇形科植物牛至的全草作香薷使用者。参见\"土香薷\"条。④新疆地区使用的香薷，为唇形科植物萼果香薷的全草。参见\"萼果香薷\"条。⑤西藏地区尚有以密花香蒲及其变种的全草入药，又称\"密香薷\"。",
    "effect": "挥发油具有广谱抗菌和杀菌作用，并有直接抑制流感病毒的作用。1.抗病毒作用：海州香薷水煎剂1：20 浓度时对病毒ECHO11 株有抑制作用。2.抑菌作用：本品挥发油对大肠杆菌、金黄色葡萄球菌有抑菌作用。用平板打孔法测定时，浓度在1：200-1 ：1000的抑菌圈直径均为9mm。其水煎液对金黄色葡萄球菌也有抑菌作用，用平板打孔法测定，当浓度为1：1．25时抑菌圈的直径为15mm，浓度为1：1．25-1：0.16时抑菌圈直径均为9mm。石香薷挥发油对金黄色葡萄球菌、脑膜炎双球菌、伤寒杆菌等有较强抑制作用。3.对离体肠平滑肌的作用：香薷挥发油对小鼠、大鼠、豚鼠和家兔的离体回肠自发性收缩活性皆有较强的直接抑制作用，但对不同种属的动物的敏感性不同，相比之下，对豚鼠和家兔回肠的抑制作用较强，半数有效量分别为3.6和7.6μg/ml，而对大鼠和小鼠的作用稍弱，半数有效量为14.2和35.1μg/ml。对豚鼠回肠因鸡蛋清所引起的过敏性收缩和氯化钡所致的过敏性收缩均有对抗作用。",
    "creation": "拣去杂质，用水喷润后，除去残根，切段，晒干即得。\n\n《雷公炮炙论》：\"凡采得(香薷)，去根留叶，细锉，暴干，勿令犯火。\"",
    "function": "发汗解暑，行水散湿，温胃调中。治夏月感寒饮冷，头痛发热，恶寒无汗，胸痞腹痛，呕吐腹泻，水肿，脚气。\n\n①《别录》：\"主霍乱，腹痛吐下，散水肿。\"\n\n②孟诜：\"去热风，卒转筋，可煮汁顿服。又干末止鼻衄，以水服之。\"\n\n③《日华子本草》：\"下气，除烦热，疗呕逆冷气。\"\n\n④《履巉岩本草》：\"截四时伤寒.\"\n\n⑤《本草衍义补遗》：\"治伤暑，利小便。\"\n\n⑥《滇南本草》：\"解表除邪，治中暑头疼，暑泻肚肠疼痛，暑热咳嗽，发汗，温胃，和中。\"\n\n⑦汪颖《食物本草》：\"夏月煮饮代茶，可无热病，调中温胃；含汁漱口，去臭气。\"\n\n⑧《纲目》：\"主脚气寒热。\"",
    "taste": "辛，微温。\n\n①《别录》：\"味辛，微温。\"\n\n②孟诜：\"温。\"\n\n③《滇南本草》：\"性温，味苦辛。\"\n\n④《本草汇言》：\"味辛甘，性温，无毒。\"",
    "usage": "内服：煎汤，1～3钱，或研末。",
    "compatibility": "表虚者忌服。\n\n①《本草从新》：\"无表邪者戒之。\n\n②《得配本草》：\"火盛气虚，阴虚有热者禁用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "归肺、胃经",
    "plant": "海州香薷\n多年生草本，高30～40厘米。茎直立，通常呈棕红色，二歧分枝或单一，均四棱形，密被灰白色卷曲柔毛。叶对生，广披针形至披针形，长2.3～3.5厘米，宽3～5毫米，先端锐尖或钝尖，基部广楔形，边缘具疏锯齿，偶近全缘，上面深绿色，密被白色长柔毛，下面淡绿色，密布腺点，沿主脉疏被柔毛。轮伞花序密聚成穗状，顶生和腋生；苞片阔倒卵形，绿色，先端骤尖，基部渐狭，全缘，两面均具长柔毛及腺点，边缘具长缘毛，具5条明显的纵脉；花萼5裂，裂片三角状披针形，具长柔毛及腺点，每裂片具1条中脉；花冠唇形，淡红紫色，上唇2裂，下唇3裂，中裂片矩形，两侧裂片略呈三角形；雄蕊4，花药黄色，花丝着生于花冠筒中部以上；雌蕊1，子房上位，花柱线状，柱头2歧。小坚果4，近卵圆形，棕色，藏于宿存萼内。花期9月。果期10月。\n生于山野。分布辽宁、河北、山东、河南、安徽、江苏、浙江、江西、湖北、四川、贵州、云南、陕西、甘肃等地。",
    "application": "用量3~9克，水煎服，或研末。用治暑湿感冒、恶寒发热、头痛无汗、腹痛吐泻、小便不利。具有抗病原微生物、增强免疫、解痉、利尿、镇痛、镇静、止咳祛痰等作用。",
    "position": "为唇形科植物海州香薷的带花全草。",
    "source": "《别录》"
  },
  {
    "name": "肺心草",
    "alias": "梅花草、白侧耳。",
    "ingredient": "?",
    "process": "夏、秋采集，洗净晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热润肺，消肿止痛。治肺结核，腮腺炎，淋巴腺炎，喉炎，白带，热毒疮肿，跌打损伤。",
    "taste": "甘，寒。",
    "usage": "内服：煎汤，3～5钱；或研末。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "突隔梅花草\n多年生草本，高10～45厘米。基生叶厚纸质，肾形或心形，长2.5～6厘米；叶柄长达16厘米；茎生叶1片，圆形，基部心形，抱茎，全缘。花白色，单生茎端；萼片5，卵形或宽倒卵形，顶端钝圆；花瓣5片，匙形、倒卵形、倒披针形，长达2.5厘米，全缘，有时下部或基部稀疏睫毛状细裂；雄蕊5，与花瓣互生，药隔褐色，呈钻状长突出于花药之上，蕊间退化雄蕊中部以上3深裂；子房上位，心皮3个，合生，花柱稍长于子房，柱头3裂。蒴果椭圆形。花果期6～9月。\n生于山坡路旁、林缘、林下或草坡上。分布云南、四川、湖南、湖北、陕西、河南等地。",
    "application": "?",
    "position": "为虎耳草科植物突隔梅花草的全草。",
    "source": "《云南中草药》"
  },
  {
    "name": "洋金花",
    "alias": "曼罗花、蔓陀罗花、千叶蔓陀罗花、层台蔓陀罗花、山茄花、押不芦、胡茄花、大闹杨花、马兰花、风茄花、佛花、天茄弥陀花、洋大麻子花、关东大麻子花、虎茄花、风麻花、酒醉花、羊惊花、枫茄花、广东闹羊花、大嗽叭花",
    "ingredient": "\n\n\n",
    "process": "8～11月间，将初开放的花朵采下，晒干、阴干或微火烘干。亦可捆把后再晒干。",
    "distinguish": "①南洋金花：为白曼陀罗的干燥花朵。多为数十朵捆成一把。花萼一般已除去。花冠漏斗状，长10～15厘米，黄棕色至淡棕色，皱褶，筒状部具纵皱纹，上部5裂，多已破碎，完整者裂片尖端呈丝状，两者之间呈凹陷，雄蕊5，多包于花冠筒内。雌蕊1。花纸质，易碎。气微，味苦而涩。以去萼、朵大、质厚、整齐、黄棕色、有香气者为佳。\n主产江苏、福建、广东等地。\n\n②北洋金花：为毛曼陀罗的干燥花朵。多分散，或捆成小把。花形状与南洋金花类似而较短，但带有黄绿色至灰绿色的萼筒，萼筒上有5个棱角，长3～5厘米，灰绿色，外被灰白色柔毛。气味同南洋金花。以朵大、黄棕色、完整、无杂质者为佳。\n主产河北、山东、河南等地。\n\n除上述两种外，尚有几种同属植物的干燥花，亦同等入药：①欧曼陀罗，茎淡绿色。花白色。蒴果卵球形，先端具较长的坚硬针刺，成熟时规则的4瓣裂(分布长江流域各省)。\n\n②紫花曼陀罗，茎淡紫红色。花淡紫色；花萼上部亦略具淡紫点。蒴果卵球形，具近于等长的坚硬针刺；成熟时规则的4瓣裂(分布长江流域各省)。\n\n③无刺曼陀罗，花白色，蒴果平滑无刺。\n\n④重瓣曼陀罗，花冠2～3层，外面紫色，内白色。",
    "effect": "①中枢作用\n白曼陀罗花的主要有效成分为东莨菪碱，有显著的镇静作用(阿托品则兴奋大脑)。一般剂量可使人感觉疲倦、进入无梦之睡眠；它还能解除情绪激动，产生\"健忘\"。个别病人可产生不安、激动、幻觉乃至谵妄等阿托品样兴奋症状。过去仅知其可作麻醉前给药，现与冬眠药物合用(在某些情况下，可不用或少用冬眠药物)，产生强大的协同作用，广泛应用于\"中药麻醉\"。电生理方法证明，东茛菪碱对大脑皮层及中脑网状结构上行激活系统有抑制作用；临床实践证明，毒扁豆碱(静脉注，可用至4毫克)有良好的催醒作用，说明其麻醉作用可能与中枢性递质有关。东莨菪碱对呼吸中枢的兴奋作用、抗晕作用与治疗帕金森氏病的作用，都比阿托品强。\n\n②周围作用\n东莨菪碱能阻断毒草碱型乙酰胆碱受体，因此作用性质上与阿托品相同，仅在作用强度上略有差异。其散瞳、麻痹眼调节及抑制腺体分泌的作用，较阿托品约强1倍，对心脏迷走神经的作用则较弱，中药麻醉过程中，心率显著加快，可事先给心得安以克服之。由于它的抗胆碱作用，洋金花总碱注射液在解救有机磷农药中毒有良好效果。它与阿托品同样有解除血管痉挛的作用，因此能改善微循环及组织器官的血液灌注，而有抗休克的功效。\n\n③体内过程与毒性\n洋金花总碱口服，较易吸收，分布于全身，可通过胎盘至胎儿循环。用犬和小鼠实验表明，洋金花对生殖功能及胎儿均无影响；大部分在肝中被酶水解，东莨菪碱仅1%以原形从肾排出。犬静脉注射洋金花总碱后，可发生强烈惊厥或角弓反张，终于呼吸衰竭而死亡。用总碱对犬作静脉麻醉(2毫克/公斤)，3天后处死，未见内脏有明显形态学改变。犬静脉注射最小致死量为80毫克/公斤，麻醉的最小有效量为2毫克/公斤，安全范围较大。",
    "creation": "?",
    "function": "定喘，止咳，祛风，麻醉止痛，解痉止搐。治哮喘，惊痫，风湿痹痛，脚气，疮疡疼痛。并作外科手术麻醉剂。\n\n①《纲目》：\"诸风及寒湿脚气，煎汤洗之。又主惊痫及脱肛，并入麻药。\"\n\n②《生草药性备要》：\"少服止痛，通关利窍，去头风。\"\n\n③《本草便读》：\"止疮疡疼痛，宣痹着寒哮。\"\n\n④《陆川本草》：\"治咳嗽，跌打疼痛。\"",
    "taste": "味辛，性温，有毒。归肺，肝经。\n①《纲目》：\"辛，温，有毒。\"\n\n②《生草药性备要》：\"味甘，性温，有毒。\"\n\n③《本草便读》：\"辛，温，大毒。\"",
    "usage": "内服：煎汤(或泡水)，1～1.5分；入散剂，3～5厘；煎酒或作卷烟吸。外用：煎水洗或研末调敷。",
    "compatibility": "内服宜慎。体弱者禁用。",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "犬静脉注射洋金花总碱后，可发生强烈惊厥或角弓反张，终于呼吸衰竭而死亡。用总碱对犬作静脉麻醉(2mg/kg)，3天后处死，未见内脏有明显形态学改变。犬静脉注射最小致死量为80mg/kg，麻醉的最小有效量为2mg/kg，安全范围较大。洋金花注射液小鼠静脉注射的半数致死量为8.2mg/kg，洋金花总碱犬静脉注射 的 最小致死量约为75-80mg/kg，2.5mg/kg 给犬 静脉注射 一次，3天后处死，其13种主要脏器与对照组比较未见明显的形态差异。",
    "category": "归经_肺经",
    "plant": "①白曼陀罗，又名：风茄儿、山茄子(《纲目》)，大颠茄(《生草药性备要》)，颠茄、闷陀罗(《广西通志》)，野蓖麻、猪颠茄、猪波罗、老鼠愁、白花曼陀罗、金盘托荔枝。\n一年生草本，全体近于无毛.茎直立，圆柱形，高25～60厘米，基部木质化，上部呈叉状分枝.叶互生，上部的叶近于对生；叶柄长2～6厘米，表面被疏短毛；叶片卵形、长卵形或心脏形，长8～14厘米，宽6～9厘米，先端渐尖或锐尖，基部不对称，圆形或近于阔楔形，全缘或具三角状短齿，两面无毛，或被疏短毛；叶脉背面隆起。花单生于叶腋或上部分枝间；花梗短，直立或斜伸，被白色短柔毛；萼筒状，长4～6厘米，淡黄绿色，先端5裂，裂片三角形，先端尖，花后萼管自近基部处周裂而脱落，遗留的萼管基部宿存，果时增大呈盘状，边缘不反折；花冠漏斗状，长12～16厘米，顶端直径5～7厘米，向下直径渐小，白色，具5棱，裂片5，三角状，先端长尖；雄蕊5，不伸出花冠管外，花药线形、扁平，基部着生；雌蕊1，子房球形，疏生细短刺，2室，胚珠多数，花柱丝状，柱头盾形。蒴果圆球形，表面有疏短刺，成熟后由绿变为淡褐色。种子多数，略呈三角状。花期3～11月。果期4～11月。\n生长于山坡草地或住宅附近。分布江苏、浙江、福建、广东、广西、湖北，四川等地；上海、南京一带有栽培。\n\n②毛曼陀罗，又名：软刺曼陀罗、毛花曼陀罗。\n一年生草本。形与上种相似，但全体密被白色短柔毛；叶互生或近于对生，叶片广卵形，长8～20厘米，宽5～12厘米，全缘或微呈波状。花白色或淡蓝色，萼管基部宿存，边缘向外反折。蒴果近圆形，密生柔软针刺。花期5～9月。果期6～10月。\n分布辽宁、河北、江苏、浙江等地；北京、南京、上海等城市均有栽培。\n\n以上两种植物的根(曼陀罗根)、叶(曼陀罗叶)、果实(曼陀罗子)亦供药用，各详专条。",
    "application": "①用于麻醉\n相传我国名医华佗早在公元200余年，就曾应用\"麻沸散\"作为麻醉剂为病人施行刮骨、剖腹手术。近年来，继针刺麻醉之后，又进一步采用了以洋金花为主的中药麻醉，获得初步成功。基本处方为：洋金花，生草乌、川芎、当归。给药途径：目前计采用口服、灌肠、肌肉注射、静脉点滴、穴位注射(耳穴、鼻穴)及耳根非穴位麻醉等6个途径给药，麻醉效果相似。据临床应用425人次的介绍，其中有高年老人及乳婴；有肝硬变、高血压病患者、休克病人、恶液质患者等，共施行大小手术81种，手术时间最长者达9小时以上，洋金花生药用量。1次高达20克，术后一般恢复良好。上述病例采用中麻手术无1例失败，麻醉效果满意者(指麻醉平稳，病人安静，能顺利完成手术，或手术刺激反应较明显，但不需改用其他麻醉，仍能完成手术操作者)占90%左右。\n\n禁忌症：㈠青光眼或有眼压增高者；㈡心动过速或有心动过速病史者以及心肺功能明显代偿不全者；㈢高热病人；㈣严重高血压患者；㈤肝肾功能严重损害者。\n\n存在问题：㈠麻醉深度不够：临床观察及脑电图表明，过去大部分中药麻醉病人的麻醉深度，相当于乙醚麻醉的Ⅲ期一级。因此，对上腹部手术，部分病人肌肉松弛不够满意，内脏牵拉反应明显，使手术操作有一定困难，如在术前或术中配合使用八角枫、锡生藤及汉防己等，或封闭两侧足三里穴等方法，可有助于腹肌松弛。㈡苏醒时间长：采用口服或灌汤法，苏醒时间多在10～12小时；注射给药，苏醒时间约为6～8小时。有报告在手术将结束时，肌肉注射槟榔注射液1～2毫升，同时静脉注射美解眠40毫升，能使苏醒提前3小时左右。对采取口服给药的病例，亦可在手术结束前从胃管抽去剩余药液，并注入甘草绿豆汤，亦能提早清醒。㈢窦性心动过速：可用1%普鲁卡因静滴代替冬眠药物，既能提早苏醒时间，又能控制心率。\n\n②治疗慢性气管炎\n用洋金花注射液每5天肌注1次，一般注射4～5次，每次注射液中含东莨菪碱0.5～1.0毫克，根据病人年龄、性别、体质强弱等具体情况，用量略有不同。一般于注射后10～15分钟出现反应迟钝；15～20分钟进入浅睡，40～60分钟进入深睡；3～4小时后苏醒，醒后呼吸通顺，略有倦意。共治疗慢性气管炎1200例，临床控制率为70%，显效率为17%，用药后作心、肝、肾功能测定，未见有损害。此外，有用曼陀罗组成?方气管炎片、气管炎注射液作穴位(肺俞、定喘穴)交叉注射，10次为一疗程，验证640例，其中临床近控率36%，显效率23%或用曼陀罗叶100克(鲜叶用600克)，甘草50克，制成25%曼陀罗合剂内服，每次4～5毫升，10天一疗程，共治44例，均取得较好疗效。\n\n③治疗精神分裂症\n将曼陀罗花用白酒浸成10%酊剂，或制成20%煎剂。每日早餐后服1次，连服6天，停服1天。用量由10毫升开始，根据反应程度，逐渐增加至40～80毫升，以用药后1小时左右出现迷睡，并维持2～3小时为适宜。服药后有胃部不适及食欲减退的副作用，可在每次服药当天上下午给胃蛋白酶或稀盐酸，并采用0.5%毛果芸香碱眼膏以减轻瞳孔散大及视力模糊。接受此种治疗后，患者的临床表现一般可分三个阶段：第一阶段，服药15分钟左右开始出现轻度不安，口干。瞳孔散大，视物不清。并可出现幻视，意识蒙胧，定向障碍，步态不稳。部分患者有尿意频繁，少数有躁动恐怖情绪。这一阶段约持续1/2～2小时。第二阶段，主要为迷睡状态，可出现肌张力增强或减退，口涎增加，呼吸深缓，这一阶段约2～10小时不等。第三阶段为醒转期，醒后自感头脑清醒，除胸闷、不思饮食、口干外，前述的临床表现均消失。根据对62例精神分裂症患者的观察，单独使用曼陀罗的疗效似不高，但对精神运动性兴奋有良好的宁静作用。",
    "position": "为茄科植物白曼陀罗或毛曼陀罗的干燥花。",
    "source": "《药物图考》"
  },
  {
    "name": "野木瓜",
    "alias": "那蘑、牛藤(《广西植物名录》)。",
    "ingredient": "茎、叶含皂甙、酚类、氨基酸。种子中分出三种三萜皂甙：七姐妹藤甙A、B、C。干燥种子含袖28.7%。",
    "process": "为木通科植物七姐妹藤的茎、根。",
    "distinguish": "?",
    "effect": "果实及核仁对蛔虫、鞭虫有驱虫作用，对钩虫效力不肯定。作用不受热的破坏。但过于成熟的果实，作用很弱。",
    "creation": "?",
    "function": "①《国药的药理学》：\"为强心、利尿药。\"\n\n②《广西植物名录》：\"藤，止痛；藤及根，利尿。\"",
    "taste": "性味：甘；性温\n性状：性状鉴别 茎圆柱形，长3-5cm，直径0.3-2.5cm。表面灰棕色至棕色，有粗纵纹，栓皮常块状脱落而显露内部纤维束；细茎具光泽，纵纹明显，有小枝痕与叶痕。质坚硬，稍带韧性。切断面皮部常与木部分离，皮部狭窄，深棕色，可见灰白色波环状中柱鞘，木部宽广，浅棕黄色，射线致密，导管孔明显。叶片完整或破碎，背面网脉间有白色斑点。气微、味淡、稍苦涩。显微鉴别 茎横切面：木栓层有时夹有石细胞，与爆壁细胞形成落皮层。皮层散有石细胞群，近木栓怪处几连成环状。中柱鞘纤维壁厚，木化，在紧接韧皮部多排列成新月形，髓射线处的石细胞群连成环状。韧皮部较窄。束内形成层可见。髓射线数至约20列细胞，木化，壁孔明显，近形成层处均有石细胞群，木质部细胞均木桦，导管直径60-120μm。髓细胞类圆形，壁稍层，木化，壁孔明显。本品薄壁细胞含有众多细小淀粉粒；皮层薄细胞含草酸钙方晶。叶表面观：上表皮细胞壁厚，垂周壁波状弯曲，并略呈串珠状增厚。下表皮细胞有众多不定式气孔，副卫细胞壁稍平直。在扫描电子显微镜下观察叶下表皮，可见气孔与白斑处的圆形凸起物，并有光学显微镜下不可见的刺球体。",
    "usage": "内服：煎汤，0.5～1两。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肾经",
    "plant": "七姐妹藤\n常绿藤本。叶互生，掌状复叶，有3～7小叶，长圆形至矩卵圆形，先端短渐尖，基部圆形，长4～9厘米，全缘，有主脉及网状细脉，革质，上面平滑，下面带白色；叶柄长；小叶有小叶柄，长3厘米。总状或伞形花序，3～7朵组成，雌雄同株；花直径1.5～2厘米，白色、淡红色或青莲色晕；雄花外轮3个萼片阔披针形，长约13毫米，内转3个萼片线形，稍长，雄蕊6；雌花较雄花稍大而数少，内轮3个披针形萼片较外轮的为短，退化雄蕊6，成熟心皮卵圆形，紫色。浆果，卵圆形，长6～7厘米，果肉白色，内含黑色种子多数。花期5月。\n生于山野或栽培于庭园间。产于广东、广西等地。\n\n此外，还有本种的变种七叶莲，又名：尾叶野木瓜、尾叶假荔枝。形态近似本种。功用相同。",
    "application": "止痛\n㈠煎剂：牛藤全草1两，加水煎成30毫升，痛时顿服，必要时日服3次。观察手术后疼痛、麻风反应性疼痛等各种痛症共113例，一般服药后15分钟开始止痛，药效可持续4小时。㈡丸剂：每丸相当生药1两，日服2～3次，每次1～2丸。治疗外伤疼痛、内脏疼痛、手术后疼痛、神经痛、头痛等40余例，均收镇静止痛效果，其中显效者占73%。㈢片剂：每片相当生药2.5克。痛时顿服4～6片。用于各种手术后疼痛40余例，一般服药后30分钟左右开始止痛，药效持续3小时。㈣注射剂：每次肌肉注射2毫升(相当于生药5克)。止痛生效和持续时间与煎剂基本相同。\n\n另有报道，用七叶莲制成注射液，每次2毫升(相当于干叶3克)肌肉注射，亦有止痛效果。据12例观察，一般注射后5～15分钟见效，持续止痛效果4～10小时。",
    "position": "为木通科植物七姐妹藤的茎、根。",
    "source": "《国药的药理学》"
  },
  {
    "name": "高良姜",
    "alias": "膏凉姜(《本草经集注》)，良姜(《局方》)，蛮姜、佛手根(《履巉岩本草》)，小良姜(《中药志》)，海良姜(《药材学》)。",
    "ingredient": "根茎含挥发油0.5～1.5%，其中主要成分是1，8-桉叶素和桂皮酸甲酯，尚有丁香油酚、蒎烯、毕澄茄烯等。根茎尚含黄酮类高良姜素、山柰素、山奈酚、槲皮素、异鼠李素等和一种辛辣成分，称高良姜酚。",
    "process": "夏末、秋初挖取生长4～6年的根茎，除去茎、叶、须根及鳞片，洗净，切成小段晒干。",
    "distinguish": "干燥根茎，圆柱形，弯曲，多分歧，长4～6厘米，直径1～1.5厘米，表面暗红棕色，有纵皱纹与灰棕色波状环节，每节长0.5～1厘米，下侧面有圆形的细根残痕。质坚硬，不易折断，断面红黄色或棕红色，较粗糙。气芳香，味辛辣。以粗壮、坚实、红棕色、味香辣者为佳。\n产广东、广西、台湾等地。",
    "effect": "高良姜煎液(100%)对炭疽杆菌、α-或β-溶血性链球菌、白喉及类白喉杆菌、肺炎球菌、葡萄球菌(金黄色、柠檬色、白色)、枯草杆菌等皆有不同程度的抗菌作用(琼脂平板挖沟法)。在试管内对人型结核杆菌略有抑制作用，但效力不及黄连等。",
    "creation": "拣净杂质，水洗，稍浸，捞出，润透，切片，晾干。\n\n《纲目》：\"高良姜，红豆蔻，并宜炒过入药，亦有以姜同吴茱萸、东壁土炒过入药用者。\"",
    "function": "温胃，祛风，散寒，行气，止痛。治脾胃中寒，脘腹冷痛，呕吐泄泻，噎脯反胃，食滞，瘴疟，冷癖。\n\n①《别录》：\"主暴冷、胃中冷逆、霍乱腹痛。\"\n\n②《药性论》：\"治腰内久冷，胃气逆、呕吐。治风，破气，腹冷气痛；去风冷痹弱，疗下气冷逆冲心，腹痛，吐泻。\"\n\n③《本草拾遗》：\"下气，益声。煮作饮服之，止痢及霍乱。\"\n\n④《日华子本草》：\"治转筋泻痢，反胃呕食，消宿食。\"\n\n⑤《本草图经》：\"治忽心中恶，口吐清水者，取根如骰子块，含之咽津，逡巡即瘥；若(口中)臭亦含咽，更加草豆蔻同为末，煎汤常饮之佳。\"\n\n⑥《珍珠囊》：\"温通脾胃。\"\n\n⑦《滇南本草》：\"治胃气疼，肚腹疼痛。\"\n\n⑧《纲目》：\"健脾胃，宽噎膈，破冷癣，除瘴疟。\"\n\n⑨姚可成《食物本草》：\"去白睛翳膜，补肺气，益脾胃，理元气。\"\n\n⑩《本草求原》：\"治脚气欲吐，目卒赤，头痛，风冷痹痛。\"\n\n⑾《广东中药》：\"治寒疝湿痹。\"",
    "taste": "辛，温。\n\n①《别录》：\"大温。\"\n\n②《本草拾遗》：\"味辛，温。\"",
    "usage": "内服：煎汤，0.5～1.5钱；或入丸、散。",
    "compatibility": "阴虚有热者忌服。\n\n《本草经疏》：\"胃火作呕，伤暑霍乱，火热注泻，心虚作痛，法咸忌之。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "醚提物小鼠灌胃的半数致死量为4.2±0.4ml/kg，中毒表现为翻正反射消失，持续8小时以上才死亡。小鼠灌胃水提物120g/kg，观察7天，无死亡。高良姜能使鼠伤寒沙门氏菌TA98和TA100发生诱变。",
    "category": "脾；胃经",
    "plant": "高良姜\n多年生草本，高30～80厘米。根茎圆柱状，横走，棕红色或紫红色，有节，节处具环形膜质鳞片，节上生根。茎丛生，直立。叶2列；无柄；叶片狭线状披针形，长15～30厘米，宽1.5～2厘米，先端尖，基部渐狭，全缘或具不明显的疏钝齿，两面无毛；叶鞘开放，抱茎，边缘膜质，叶舌长可达3厘米，挺直，膜质，渐尖，棕色。圆锥形总状花序，顶生，长5～15厘米，花稠密；小苞片宿存，膜质，棕色，环形至长圆形，外面被疏毛；花两性，具短柄；萼筒状，长7～14毫米，3浅圆裂，棕黄色，外面被短毛；花冠管漏斗状，长约1厘米，裂片3枚，长约1.7厘米，浅肉红色，外面被疏短柔毛；唇辩矩卵形至矩状广卵形，浅肉红色，中部具紫红色条纹，长2～2.5厘米；侧生退化雄蕊锥状，雄蕊1，花丝粗壮，药隔膨大，先端阔，2裂呈叉形；子房下位，3室，花柱细长，基部下方具2个合生的圆柱形蜜腺，长约3毫米，柱头2唇状。蒴果不开裂，球形，直径约1.2厦米，被短毛，熟时橘红色。种子具假种皮，有钝棱角，棕色。花期4～10月。\n生长在路边、山坡的草地或灌木丛中。分布广东的海南及雷州半岛、广西、云南、台湾等地。广东、云南并有栽培。",
    "application": "用量3～6克，内服煎汤，或入丸、散。用治脘腹冷痛，胃寒呕吐，嗳气吞酸。",
    "position": "为姜科植物高良姜的根茎。",
    "source": "《别录》"
  },
  {
    "name": "天雄",
    "alias": "白幕(《本经》)。",
    "ingredient": "生块根含乌头碱(aconitine)约0.01%，次乌头碱(hypacoitine)约0.048%，中乌头碱(mesaconitine)约0.006%，经炮制后生物碱含量降低。",
    "process": "为附子或草乌头之形长而细者。",
    "distinguish": "?",
    "effect": "1.天雄对垂体-肾上腺皮质系统有兴奋作用，能显着降低大白鼠肾上腺内维生素C的含量，增加尿中17-酮类固醇的排泄，减少末梢血液中嗜酸性白细胞数。此外，对某些肾上腺皮质功能不全的患者，具有肾腺皮质激素样作用。2.天雄能兴奋迷走神经中枢，而有强心作用。3.乌头碱对小鼠有镇痛作用。4.乌头碱及乌头次碱均有麻醉作用。5.对动物甲醛性和蛋清性关节炎有明显的消炎、退肿作用。",
    "creation": "①《雷公炮炙论))：\"宜炮皴坼后去皮尖底用，不然阴制用并得。\"\n\n②《药性论》：\"干姜制用之。\"\n\n③《日华子本草))：\"凡丸、散炮去皮脐用，饮药即和皮生使甚佳。\"\n\n④《纲目》：\"熟用。一法，每十两，以酒浸七日，掘土坑，用炭半枰煅赤，去火，以醋二升沃之，侯干，趁热入天雄在内，小盆合一夜，取出，去脐用之。\"",
    "function": "祛风，散寒，燥湿，益火助阳。治风寒湿痹，历节风痛，四肢拘挛，心腹冷痛，痃癖癥瘕。\n\n①《本经》：\"主大风，寒湿痹，历节痛，拘挛缓急，破积聚邪气，金疮，强筋骨，轻身健行。\"\n\n②《别录》：\"疗头面风去来疼痛，心腹结积，关节重，不能行步，除骨间痛，长阴气，强志，令人武勇，力作不倦。又堕胎。\"\n\n③《药性论》：\"能治风痰，冷痹，软脚毒风，能止气喘促急。杀禽、虫毒。\"\n\n④《日华子本草》：\"治一切风、一切气，助阳道，暖水藏，补腰膝，益精明目，通九窍，利皮肤，调血脉，四肢不遂，破痃癖癥结，排脓止痛，续骨，消瘀血，补冷气虚损，霍乱转筋，背脊偻伛，消风痰，下胸膈水，发汗，止阴汗，炮含治喉痹。\"",
    "taste": "辛，热，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"甘，大温，有大毒。\"\n\n③《药性论》：\"大热，有大毒。\"",
    "usage": "内服：煎汤，0.8～2钱；或入丸、散。外用：研末调敷。",
    "compatibility": "阴虚阳盛及孕妇禁服。\n\n《本草经集注》：\"远志为之使。恶腐婢。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肾经",
    "plant": "植物形态详\"川乌头\"及\"草乌头\"条。",
    "application": "?",
    "position": "为附子或草乌头之形长而细者。植物形态详\"川乌头\"及\"草乌头\"条。",
    "source": "《本经》"
  },
  {
    "name": "柏树叶",
    "alias": "?",
    "ingredient": "柏树叶含穗花杉双黄（amentoflavone），单甲基穗花杉双黄酮（monomethylamentoflavone），扁柏双黄酮（hi-nokiflavone），7″-单甲基扁柏双黄酮（7″-monomethylhinokifla-vone），柏木双黄酮（cupressuflavone）及其衍生物，脱镁叶绿素（pheophytin）a,10S和10R-羟基脱镁叶绿二酸二甲酯（methylpheophorbide）a,α-柏木萜烯（α-funebrene）。\n\n",
    "process": "全年可采，剪取枝叶，阴干。",
    "distinguish": "1.性状鉴别：枝叶呈树枝状。叶细小鳞片形，先端锐尖，紧密贴生于小枝上，但在较大的枝上，叶尖不紧贴而成刺状突出；叶面黄绿色或灰绿色；小枝棕褐色。质脆，易断。气淡，味涩。\n2.显微鉴别：柏树叶与侧柏叶主要区别为，表皮和皮层有较多的含棕色物质的细胞，转输管胞的具缘孔少、草酸钙结晶主要少砂晶，偶见片状或柱状结晶。 　　\n3.理化鉴别：取本品粗粉3g，加甲醇30ml，置水浴上回流30min。滤过，滤液蒸干，残渣加5%碳酸钠15ml溶解，用水饱和正丁醇提取2次，每次10ml，再用稀盐酸调节Ph至3-4，用乙醚提取2次，每次10ml，合并醚液挥干，残渣用甲醇2ml溶解，作供试液。另取槲皮素适量，以甲醇溶解作对照液用。分别取上液10μl，点于同一硅胶GF/254薄层板上，以甲苯：乙酸乙酯：甲酸（5：4：1）展开，置紫外灯下检视，供试品色谱中，在与对照品色谱相应的位置上，显相同色斑。",
    "effect": "?",
    "creation": "?",
    "function": "凉血止血；敛疮生肌。主吐血；血痢；痔疮；癞疮；烫伤；刀伤；毒蛇咬伤\n①《分类草药性》:\"和血。治肠风痔肿，痢疾，吐血；兼涂小儿肥疮。\"\n\n②《重庆草药》:\"止血生肌，治刀伤。\"\n\n③《广西药植名录》:\"治咳血，心气痛，筋缩症。\"",
    "taste": "苦；涩；性平\n\n①《分类草药性》:\"苦涩。\"\n\n②《重庆草药》:\"味苦辛，性温，无毒。\"",
    "usage": "内服:煎汤，3～4钱；或研末。外用:捣敷或研末调敷。",
    "compatibility": "?",
    "storage": "阴干\n.",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "柏木，又名:香柏(《三辅旧事》)，香扁柏、垂丝柏、扫帚柏、白木树、密密松、扁柏、垂柏、柏青树、宋柏。\n常绿乔木，高可达20米，直径可达1米。树皮平滑，灰褐色，枝条下垂。叶鳞片状，交互对生，紧贴枝上，呈卵状三角形，生于幼树或老树壮枝上的呈线形或锥形，3或4枚轮生而广展，先端长尖稍开展。花小，单性，同株，顶生；雄花序黄色，对生成椭圆形，雄蕊通常8。球果木质，球形，具短柄，直径8～12毫米，褐色，鳞片8，盾状，镊合状排列，背面有短尖的小凸体，每鳞片具种子3。种子卵形，稍有翅。花期4～5月。果期6～9月。\n生于山坡，公路旁、古墓和庙宇等处常栽培。全国大部分地区有分布。\n\n本植物的果实(柏树果)及树干渗出的树脂(柏树油)亦供药用，各详专条。",
    "application": "\n1.治吐血\n　　柏树子、柏树叶。打粉，兑酒吃，每次四钱。 \n2.治小儿肥疮\n　　柏树嫩叶打粉(或煅打粉)，调油涂(洗净后涂)\n",
    "position": "为柏科植物柏木的枝叶。",
    "source": "《分类草药性》"
  },
  {
    "name": "鹿茸",
    "alias": "斑龙珠",
    "ingredient": "\n东北产的上、中、下三等鹿茸，顺次含水分12.91%，11.01%，10.82%；有机物60.44%，51.8%，49.07%；水溶性浸出物12%，8.77%，7.02%；醇溶性浸出物2.31%，1.08%，0.89%；醚溶性浸出物1.16%，0.64%，0.61%；灰分26.65%，37.79%，40.11%。灰分中含钙、磷、镁等；水浸出物中含多量胶质。一说尚含极少量的卵胞激素\"雌酮\"。\n",
    "process": "\n一般分锯茸和砍茸两法。①锯茸：雄鹿从第三年开始锯茸，每年可采收1～2次。每年采2次者，第一次在清明后45～50天，习称\"头茬茸\"，第二次约在立秋前后，习称\"二茬茸\"。每年采一次者，约在7月下旬。锯时将鹿用绳子拖离地面，迅速将茸锯下，伤口敷\"七厘散\"或\"玉真散\"，贴上油纸，放回鹿舍。锯下之茸，须立即加工。先洗去茸毛上不洁物，并挤去一部分血液，将锯口部用线绷紧，缝成网状，另在茸根钉上小钉，缠上麻绳。然后固定于架上，置沸水中反复烫3～4次，每次15～20秒钟，使茸内血液排出，至锯口处冒白沫，嗅之有蛋黄气味为止，\n",
    "distinguish": "\n①花鹿茸\n又名：黄毛茸、花茸。为梅花鹿的幼角。㈠锯茸：全体呈圆柱形，多具1～2分枝。具1分枝者，习称\"二杠\"，其主枝习称\"大挺\"，挺高14～20厘米，锯口直径约3厘米，离锯口约3厘米处分枝，分枝长10～15厘米，直径较主枝略细。外皮红棕色咸棕色，多光润，表面布有红黄色或棕黄色致密的茸毛，上端较密，下部较稀，分岔间具-条灰色筋脉；皮茸紧贴。体轻，锯口洁白，有细蜂窝，外围无骨质。气微腥，味微咸。具2分枝者，习称\"三岔\"，大挺长24～30厘米；直径较细，多不圆，略呈弯弓形，微向后偏，先端略尖，下部多有纵棱线(称\"起筋\")及突起的疙瘩(称\"骨豆\"或\"钉\")，皮红黄色，毛稀而较粗。二茬茸和头茬茸相似，但挺长而不圆，或下粗上细，下部有纵棱筋，毛较粗糙，体较重，无腥气。㈡砍茸：即带有脑骨的茸，亦分二杠、三岔等规格，与锯茸同。脑骨前端平齐，后端有一对弧形的骨，习称\"虎牙\"。脑骨洁白无残肉，外附脑皮，皮上密生茸毛。花鹿茸均以粗大、挺圆、顶端丰满、质嫩、毛细、皮色红棕、油润光亮者为佳。挺细瘦、下部起筋、毛粗糙、体重者质次。\n主产吉林、辽宁、黑龙江、河北、北京等地；其他地区亦有少量生产。\n\n②马鹿茸\n又名：青毛茸。为马鹿的幼角。形状比花鹿茸粗大，分枝亦较多，侧枝一个者习称\"单门\"，二个称\"莲花\"，三个称\"三岔\"，四个称\"四岔\"，或更多。其中以莲花、三岔、四岔为主。东北产的单门，大挺长23～27厘米，直径3厘米许。皮灰黑色，毛青灰色或灰黄色，细而光亮，质嫩，断面外皮较厚，灰黑色，中央米黄色，有较细的蜂窝眼，微有腥气，味微咸。莲花大挺长16～33厘米，下部有棱线，而质不老，断面蜂眼稍大。三岔质较老，皮色深，四岔毛粗而稀，挺下部具棱线及疙瘩。分岔顶端多显露光头，习称\"捻头\"。砍茸则脑骨较薄，色灰白，毛灰褐色，两茸间距离较花鹿茸为宽。西北产的多为砍茸，长30～100厘米。挺多不圆，顶端圆扁不一，表面有棱，多抽皱干瘪，分岔较长且弯曲，毛灰色或黑灰色而粗长，锯面色较深，上端紫红色，中段以下灰红色，下部灰白色，常见骨质。有腥臭气，味咸。马鹿茸均以茸体饱满、体轻、下部无棱线、断面蜂窝状、组织致密、米黄色者为佳。茸体干瘪、毛粗不全，体较重、下部起筋、断面灰红色者质次。茸体大部分毛已脱掉，显灰白色，或下部隆起疙瘩状，内部灰白色，体重已成骨化者不可作鹿茸入药。\n主产黑龙江、吉林、内蒙古、新疆、青海、甘肃等地。产东北的称\"东马茸\"，又名\"关马茸\"，品质较优。产西北的称\"西马茸\"，品质较次。\n\n鹿茸除上述品种外，尚有同属动物水鹿(分布四川、云南、广东、台湾)、白唇鹿(分布四川、青海、西藏)、白鹿(分布四川西部)等的幼角亦作鹿茸使用。商品在四川称春茸(水鹿茸)、岩茸(白唇鹿茸)、草茸(白鹿茸)，但均属野生，产量很少。\n",
    "effect": "\n①对心血管的作用\n从西伯利亚斑鹿的鹿茸中抽提出的鹿茸精，大剂量使血压降低，心振幅变小，心率减慢，并使外周血管扩张。中等剂量引起离体心脏活动显著增强，心收缩幅度变大，并使心率加快，输出量增加；对衰弱的心脏其强心作用特别显著，对节律不齐的离体心脏可使节律恢复，同时使心脏收缩加强加速。鹿茸精口服时对伴有低血压的慢性循环障碍，可使脉搏充盈，血压上升，心音变得更有力。\n\n②强壮作用\n鹿茸精为良好的全身强壮剂，它能提高机体的工作能力，改善睡眠和食欲，并能降低肌肉的疲劳。鹿茸对大白鼠的脑、肝、肾等组织，能显著提高其耗氧量。加25%或50%的鹿茸于饲料中，可使小白鼠的体重增加较快，对健康成熟的家兔，口服一定量鹿茸粉末或注射鹿茸浸膏后，经过一定时间，红细胞、血色素及网状红细胞均见增加，用较大剂量能促进血细胞特别是红细胞的新生。马鹿茸0.4，0.5，2.0克/公斤/日连续灌胃14～15天有明显增加大鼠体重的作用。对全身虚弱、久病之后及疲劳等，口服鹿茸精有一定强壮作用。\n\n③性激素样作用\n用马鹿鹿茸片配成生理盐水浸液，对去睾丸大白鼠和小白鼠前列腺及精囊称重法和去卵巢小白鼠阴道涂片法试验，证明并无雄性激素或雌性激素样作用，亦不能使未孕家兔的卵巢出现血斑，也不能促使雄蟾蜍排精，因此亦不具有促性腺激素样作用。日本学者用苏联制鹿茸酊对大白鼠皮下注射，测定动物前列腺及精囊重量，其作用强度在丙酸睾丸酮与对照组之间。用鹿茸精1毫升/100克给予去势雄鼠并无上述作用。\n\n④对创伤的影响\n鹿茸对长期不易愈合和一时新生不良的溃疡和创口，能增强再生过程，并能促进骨折的愈合，影响氮素及碳水化物的代谢。鹿茸精对头、颈部受伤的家兔，可使异常的脑电波、糖酵解(颈髓部的糖酵解在创伤时受到抑制)、酶活性(颈髓部的己糖磷酸激酶、甘油磷酸激酶、GPT在受伤时活性降低)得到改善；试管内对三羧酸循环无影响，但能促进糖酵解，在脊髓神经匀浆中则使酶消耗增加。\n\n⑤其他作用\n用鹿茸精致敏后，再静脉注射，并不引起过敏性休克。鹿茸能兴奋离体肠管及子宫，增强肾脏的利尿机能。用猫的降压实验，证明去睾鹿茸比未去睾者效果略高。\n",
    "creation": "\n鹿茸片：用酒精灯火燎焦茸毛，刮净，以布带扎缠，用热酒从底部徐徐渗入，以灌满润透为度，然后切片、压平、晒干。鹿茸粉：取干燥的鹿茸片，碾成细末。\n\n《本草衍义》：\"茸上毛，先薄以酥涂匀，于烈焰中急灼之，若不先以酥涂，恐火焰伤茸。俟毛净，微炙入药。\"\n",
    "function": "\n壮元阳，补气血，益精髓，强筋骨。治虚劳羸瘦，精神倦乏，眩晕，耳聋，目暗，腰膝酸痛，阳痿，滑精；子宫虚冷，崩漏，带下。\n\n①《本经》：\"主漏下恶血，寒热惊痫，益气强志。\"\n\n②《别录》：\"疗虚劳洒洒如疟，羸瘦，四肢酸疼，腰脊痛，小便利，泄精，溺血，破留血在腹，散石淋，痈肿，骨中热，疽痒(《本草经疏》云：\"痒\"应作\"疡\")。\"\n\n③《药性论》：\"主补男子腰肾虚冷，脚膝无力，梦交，精溢自出，女人崩中漏血，炙末空心温酒服方寸匕。又主赤白带下，入散用。\"\n\n④《日华子本草》：\"补虚羸，壮筋骨，破瘀血，安胎下气，酥炙入用。\"\n\n⑤《纲目》：\"生精补髓，养血益阳，强健筋骨。治一切虚损，耳聋，目暗，眩晕，虚痢。\"\n\n⑥《本草切要》：\"治小儿痘疮虚白，浆水不充，或大便泄泻，寒战咬牙；治老人脾肾衰寒，命门无火，或饮食减常，大便溏滑诸证。\"\n",
    "taste": "\n甘咸，温。\n\n①《本经》：\"味甘，温。\"\n\n②《别录》：\"酸，微温，无毒。\"\n\n③《本草蒙筌》：\"味甘咸，气温，无毒。\"\n\n入肝、肾经。\n\n①《雷公炮制药性解》：\"入肾经。\"\n\n②《本草经巯》：\"入手厥阴、少阴，足少阴、厥阴经。\"\n\n",
    "usage": "\n内服：研末，3～8分；或入丸、散；亦可浸酒。\n",
    "compatibility": "\n阴虚阳亢者忌服。\n\n①《本草经集注》：\"麻勃为之使。\"\n\n②《本草经疏》：\"肾虚有火者不宜用，以其偏于补阳也；上焦有痰热及胃家有火者不宜用，以其性热复腻滞难化也。凡吐血下血，阴虚火炽者概不得服。\"\n",
    "storage": "置阴凉干燥处，密闭，防蛀。",
    "side_effects": "毒性：鹿茸提取物10、16、25及40g/kg灌胃后观察3天均未见死亡，也未见其他异常现象。鹿茸精各种给药途径对小鼠和大鼠的半数致死量见下表。动物中毒时出现颤抖，安静、喘气、流泪等症状。亚急性毒性实验表明，12周内给大鼠腹腔注射9，27mg／kg，引起明显的纤维性腹膜炎，内分泌性变不明显。血液和生化学检查表明，大剂量鹿茸精可引起红血球容积、血红素、血总蛋白及白蛋白／球蛋白比值轻度降低，但使雌性大鼠血中碱性磷酸酶和SGOT活性增高。鹿茸精无抗原性，也无致畸作用。",
    "category": "归经_肾经",
    "plant": "\n1.梅花鹿，体长约1.5m左右，体重100kg左右。眶下腺明显，耳大直立，颈细长。四肢细长，后肢外侧踝关节下有褐色足迹腺，主蹄狭小，侧蹄小。臀部有明显的白色臀斑，尾短。雄鹿有分叉的角，长全时有4-5叉，眉叉斜向前伸，第二枝与眉叉较远，主干末端再分两小枝。梅花鹿冬毛检疫站棕色，白色斑点不显。鼻面及颊部毛短，毛尖沙黄色。从头顶起沿脊椎到尾部有一深棕色的背线。白色臀斑有深棕色边缘。腹毛淡棕，鼠蹊部白色。四肢上侧同体色，内侧色稍淡。夏毛薄，无绒毛，红棕色，白斑显著，在脊背两旁及体侧下缘排列成纵行，有黑色的背中线。腹面白色，尾背面黑色，四肢色较体色为浅。\n2.马鹿，体形较大，体长2m，体重超过200kg。肩高约1m，背平直肩部与臀部高度相等。鼻端裸露，耳大呈圆锥形。颈长约占体长1/3，颈下被毛较长。四肢长，两侧蹄较长，能触及地面。尾短，雄性有角，眉叉向前伸，几与主干成直角，主十稍向后略向内弯，角面除尖端外均较粗糙，角基有一小圈瘤状突。冬毛灰褐色。嘴、下颌深棕色，颊棕色，额部棕黑色。耳外黄褐、耳内白色。颈部与身体背面稍带黄褐色，有一黑棕色的背线。四肢外侧棕色，内侧较浅。臀部有黄赭色斑。夏毛较短，没有绒毛，呈赤褐色。\n",
    "application": "\n治疗血液病\n取鹿茸内骨髓，用白酒浸渍，制成20%的鹿茸血酒；或从鹿颈静脉内取血放入白酒中，制成30%的鹿血酒。每次10毫升，日服3次。试治血小板减少症21例，11例临床症状和血象均有明显改善；白细胞减少症5例，血象进步者3例，临床症状改善者2例；血小板、白细胞减少症15例，其中7例血象和症状均有改善；再生障碍性贫血6例，血象和症状均有不同程度的改善；由慢性苯中毒引起的血液病14例，其中10例服药后眩晕、头痛、乏力、齿龈出血、鼻衄、失眠等症状和血象均有改善。对高血压、肾炎、肝炎及肝功能不正常者忌服。\n",
    "position": "\n为鹿科动物梅花鹿或马鹿的尚未骨化的幼角。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "矮地茶",
    "alias": "平地木,老勿大,不出林,叶底珠",
    "ingredient": "矮茶素(左)冬青萜醇(右)化学结构含紫金牛酚Ⅰ、Ⅱ（ardisinol Ⅰ,Ⅱ），紫金牛素（ardisin）、岩石菜内酯（dergenin）、信筒子醌（embelin）、酸金牛醌（rapanone）及槲皮甙、挥发油等。",
    "process": "夏、秋二季茎叶茂盛时采挖，除去泥沙，置阴凉干燥处",
    "distinguish": "该品根茎呈圆柱形，疏生须根。茎略呈扁圆柱形，稍扭曲，长10~30cm，直径0.2~0.5cm；表面红棕色，有细纵纹、叶痕及节；质硬，易折断。叶互生，集生于茎梢；叶片略卷曲或破碎，完整者展平后呈椭圆形，长3~7cm，宽1.5~3cm；灰绿色、棕褐色或浅红棕色；先端尖，基部楔形，边缘具细锯齿；近革质。茎顶偶有红色球形核果。气微，味微涩。",
    "effect": "\n止咳作用\n　　矮地茶煎剂及其提出物矮茶素1号对电刺激猫喉上神经所引起的咳嗽及氨水喷雾引起的小鼠咳嗽都有明显的止咳作用，矮茶素1号作用尤为显著，可能系矮地茶的主要止咳成分。它的止咳作用强度按剂量计算相当于可卡因的1/4～1/7，连续给猫用药23天也无耐受性。推测其止咳作用部位在中枢，可能在中脑。矮地茶和矮茶素1号对大鼠硫喷妥钠剂量无减少作用，对小鼠无明显止痛作用，大剂量对动物亦无催眠作用，中毒剂量对狗也无明显抑制呼吸作用，矮茶素1号对尼可刹米引起的呼吸兴奋无明显对抗。此药对咳嗽中枢的抑制可能是选择性的，对其他中枢并无明显的抑制。\n\n\n祛痰平喘作用\n　　矮地茶煎剂对小鼠灌胃有明显的祛痰作用（酚红法），作用强度与等计量桔梗相当，腹腔注射的效果更强，而对家兔眼结合膜无明显的刺激性，说明其祛痰作用可能系通过吸收作用产生的。祛痰有效成分可能是黄酮甙，矮茶素1号灌胃无祛痰作用，亦无明显的平喘作用（豚鼠组织胺喷雾法）。[4]对呼吸的影响\n　　矮地茶有降低大鼠气管-肺组织耗氧量的作用，矮茶素1号作用于含硫氢基必需基团的酶体系，因而降低了组织呼吸，但作用不强。\n\n\n抗病毒作用\n　　矮地茶水煎剂对金色葡萄球菌和流感病毒（鸡胚试验）有一定的抑制作用。除去鞣质后即失去抗菌作用；挥发油及黄酮甙在体外虽有抑菌作用，但体内难以达到有效浓度。\n",
    "creation": "干燥",
    "function": "化痰止咳，利湿，活血。用于咳嗽、痰中带血、慢性支气管炎、湿热黄疸、跌扑损伤。",
    "taste": "性平，味辛、微苦。\n\n⑴《植物名实图考》：“性寒。”\n\n⑴《现代实用中药》：“苦，平。”\n\n归肺、肝经。\n",
    "usage": "用量15～30g。",
    "compatibility": "少数患者服用本品或有胃脘部不适等消化反应。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "：常绿小灌木，高10～30cm，基部常匍匐状横生，暗红色，有纤细的不定根。茎常单一，圆柱形，表面紫褐色，被短腺毛。叶互生，常3～7片集生茎端叶轮生状；椭圆形或卵形，长3～7cm，宽1.5～3cm，先端短尖，基部楔形，边缘有尖锯齿，两面疏生腺点，下面淡红色，中脉有毛；叶柄密被短腺毛。花序近伞形，腋生或顶生；花萼5裂，有腺点；花冠5裂，白色，有红棕色腺点；雄蕊5，短于花冠裂片，花药背面有腺点。核果球形，熟时红色，有黑色腺点，具宿存花柱和花萼。花期6～9月，果期8～12月。",
    "application": "1．慢性气管炎：矮地茶35g，水煎分3次服，或用本品制剂。 　　\n2．肺结核、结核性胸膜炎：矮地茶、夏枯草各12g，百部、白及、天冬、功劳叶、桑皮各9g，水煎服。 　　3．急性黄疸型肝炎：矮地茶30g，红糖适量，红枣10枚，水煎服。 　　\n4．跌打损伤、风湿痹痛、月经不调等：可与其他药配伍应用。",
    "position": "为紫金牛科植物紫金牛Ardisiajaponica(Hornst.)B1.的全株。",
    "source": "?"
  }
]