[
  {
    "name": "海风藤",
    "alias": "风藤、巴岩香(《中药志》)。",
    "ingredient": "茎、叶含细叶青蒌藤素、细叶青蒌藤烯酮、细叶青蒌藤醌醇、细叶青蒌藤酰胺，其中细叶青蒌藤素含量最高，并且有阻抑肿瘤的作用，此外尚含β-谷甾醇、豆甾醇及挥发油，挥发袖主成分为α-蒎烯、β-蒎烯、柠檬烯、香桧烯、莰烯、异细辛醚。",
    "process": "8～10月割取藤茎，除去根及叶，晒干。",
    "distinguish": "干燥藤茎呈长圆柱形而扁，微弯曲，长15～60厘米，直径3～7毫米。表面粗糙，灰褐色或褐色，有纵向纹理。节膨大，节间长4.5～9厘米，节上不定根长短不等。横断面韧皮部窄，木质部与射线相间放射状排列，木部灰黄色，有许多小孔，射线灰白色，木质部与韧皮部交界处有小洞，故横切面边缘可见小洞成环状，中央有灰褐色髓。质轻而脆，折断时纤维状。气清香，味辛。以茎条粗壮、均匀、气香者为佳。\n主产福建、浙江及台湾等地。\n\n浙江、福建、湖南等地尚有以山蒟的藤茎作海风藤用。",
    "effect": "海风藤能增加小鼠心肌营养血流量，降低狗心肌缺血区侧枝血管阻力，对冠心病和脑血栓有较好的疗效。海风藤提取物可以拮抗大鼠静脉注射内毒素引起的动脉血压下降，并能减轻内毒素血症对肺血管壁通透性增高引起的肺水肿。海风藤的这种效应可能与其中风藤烯酮与PAF的拮抗作用有关。PAF（血小板激活因子）提示海风藤是一种值得尝试的治疗内毒素休克的中药。",
    "creation": "原药放清水中浸30～60分钟，取出放箩内润16～24小时，切片，晒干。",
    "function": "祛风湿，通经络，理气。治风寒湿痹，关节疼痛，筋脉拘挛，跌打损伤，哮喘，久咳。\n\n①《本草再新》：\"行经络，和血脉，宽中理气，下湿除风，理腰脚气，治疝，安胎。\"\n\n②《浙江中药手册》：\"宣痹，化湿，通络舒筋。治腿膝痿痹，关节疼痛。\"",
    "taste": "辛苦，微温。《中药志》：\"辛，微温。\"",
    "usage": "内服：煎汤，2～5钱；或浸酒。",
    "compatibility": "海风藤的品种比较复杂。全国大部地区使用的海风藤，为福建、浙江、湖南等地区的胡椒科风藤等数种植物的藤茎。福建省产的海风藤，主要为风藤；还有山蒟和石南藤（均为胡椒科）。浙江产的海风藤，原植物主要为山蒟，少数是毛蒟。这四种藤茎，在药材外形上不易区分，均为扁圆柱形。有些地区则以其中3毫米以下者作石南藤使用。京津销售习惯，用直径在3毫米以上者；3毫米以下者不用。",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "心；肾经",
    "plant": "细叶青蒌藤\n常绿攀缘藤本，全株有特殊香气。茎灰色，略扁，有关节，表面具纵沟；枝通常两分歧，关节处常生有不定根。叶互生，有长柄，叶片狭卵形至卵形，长5～8.5厘米，宽2.8～4.5厘米，先端长锐尖或骤尖，基部圆形，全缘，质稍厚，上面暗绿色，下面淡绿色，常散生白色软毛，叶脉5～7条。穗状花序生于枝梢，与叶对生，长2～8厘米，直径2.5～3毫米，下垂；花单性，雌雄异株；无花被，苞片盾状；雄蕊3枚，罕为2枚，花药2室；雌蕊1枚，子房上位，1室。浆果近球形，熟时红色，直径3～4毫米。花期5～6月。果期8～9月。\n生于海岸或深山的树林中。分布浙江、福建、广东、台湾等地。",
    "application": "用量10~20克。用治风湿性关节炎、腰腿痛、腰肌劳损、筋脉拘挛、产后风瘫等。",
    "position": "为胡椒科植物细叶青蒌藤的藤茎。",
    "source": "《本草再新》"
  },
  {
    "name": "小草乌",
    "alias": "云南飞燕草、倒捉壶(《贵州草药》)，鸡脚草乌(《中国高等植物图鉴》)，细草乌(《云南中草药》)。",
    "ingredient": "云南翠雀花根含飞燕草碱(Delco-sine)等生物碱。",
    "process": "夏、秋采挖。放于热灰中炮制后，用开水洗净去皮，切片晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "驱风除湿，散寒止痛，通络散瘀。治风湿关节痛，胃寒疼痛，跌打损伤。\n\n①《滇南本草》：\"治胃气疼痛，开胃健脾，止面寒、背寒，胸膈噎食，痞满疳疾，左右胁窟，呕吐作酸。\"\n\n②《云南中草药》：\"祛风燥湿，止痛定惊。治风湿疼痛，小儿惊风，小儿肺炎，癫痫，蛔虫，胃痛。\"",
    "taste": "辛苦，温。有毒。\n\n①《滇南本草》：\"性温热，味苦。\"\n\n②《云南中草药》：\"微麻苦，温，有毒。\"",
    "usage": "内服：煎汤，1～2钱；研末服1～2分；或浸酒。外用：研末调敷。",
    "compatibility": "本品有毒，不可内服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；胃经",
    "plant": "①云南翠雀花，又名：月下参(《滇南本草》)。\n多年生宿根草本，茎高40～90厘米。块根肉质肥厚，黄褐色。茎草质，纤细，多分枝，下部有柔毛，上部无毛，分枝，约生4叶，茎下部叶具长柄；叶片五角形，长3.6～5.8厘米，宽5.5～10厘米，3～5裂，每一裂片又有2～3浅裂；2回裂片狭三角形或披针形，疏生柔毛。总状花序顶生，狭长，具3～10花；花蓝紫色，左右对称；萼片5，倒卵形，距钻形；花瓣2，有距；雄蕊多数；心皮3。蓇葖果长1～1.5厘米。种子金字塔形，沿棱生狭翅。花期夏季。\n生于山坡草地、灌木丛中潮湿地。分布云南、贵州等地。\n\n②滇北翠雀花\n多年生草本，高60～100厘米。根须状。茎直立，有反曲的短硬毛，等距地生叶。茎下部叶具长柄；叶片轮廓五角形，长4.5～6厘米，宽7.5～11厘米，基部深心形，3深裂，裂片边缘具小裂片和牙齿。总状花序狭长，顶生或近顶生；花序轴和花梗被反曲的白色短毛和伸展的黄色腺毛；小苞片与花邻接或近邻接，披针形；萼片5，紫蓝色，椭圆形，长1～1.2厘米，距钻形，长1.6～2.1厘米；退化雄蕊2，瓣片蓝色，2裂，有白色髯毛；雄蕊多数；心被3。种子密生鳞状横翅。\n生于山坡、荒地或疏林中。分布云南。",
    "application": "?",
    "position": "为毛茛科植物云南翠雀花或滇北翠雀花的块根。",
    "source": "《云南中草药》"
  },
  {
    "name": "野苋菜",
    "alias": "苋菜、光苋菜",
    "ingredient": "1．凹头苋 全草含苋菜红甙（amarantin）[1]，叶含锦葵花素-3-葡萄糖甙（malvidin－3－glucoside）和芍药花素-3-葡萄糖甙（peonidin-3-glucoside）[2]。2．反枝苋 全草含饱和的和不饱和的脂肪酸有亚麻酸（linolenis acid），棕榈酸（palmitic acid），亚油酸（linoleic acid），油酸（oleic acid），硬脂酸（stearic acid）和肉豆蔻酸（myristic acid）[3]。叶含谷氨酸（glutamicacid），天冬氨酸（aspartic acid），蛋氨酸（methionine），组胺酸（histidine），葡糖胺（glucosamine），半乳糖胺（galactosamine）［4］。组织培养的挥发油分析有顺-3-己烯-1-醇（cis-3-hexen-1-ol）．1-乙醇(1-hexanol),反-2-已烯-1-醇（trans-2-hexen－1－ol）[5]",
    "process": "夏、秋采收全草或根，鲜用或晒干；秋季果熟时采收种子。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒。治痢疾，目赤，乳痈，痔疮。\n\n①苏轼《物类相感志》：\"蜂叮痛，以野苋菜捣敷之。\"\n\n②《滇南本草》：\"白者去肺中痰结，赤者破肠胃中血积。赤白同用，打肚腹毛发之积，消虫积，杀寸白虫，下气。洗皮肤瘙痒、皮肤游走之风。\"\n\n③《中国药植图鉴》：\"缓和止痛、收敛、利尿、解热；种子能利尿、明目。\"\n\n④《福建中草药》：\"清热解毒。\"",
    "taste": "甘，凉。\n\n①《滇南本草》：\"性微温，味咸。\"\n\n②《福建中草药》：\"甘，凉。\"",
    "usage": "内服：煎汤，0.5～4两。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "大肠;小肠经",
    "plant": "凹头苋\n一年生草本，高10～80厘米。茎斜上，基部分枝，微具条棱，无毛，淡绿色至暗紫色。叶片卵形或菱状卵形，长1.5～4.5厘米，宽1～3厘米，顶端钝圆而有凹缺，基部阔楔形，全缘；叶柄长1～3.5厘米。花簇生叶腋，后期形成顶生穗状花序；苞片干膜质，矩圆形；花被片3，细长圆形，先端钝而有微尖，向内曲；雄蕊3；柱头3或2，线形。胞果球形或宽卵圆形，略扁，近平滑或略具皱纹，不开裂。花期6～7月。\n生于田野、路旁、村边。分布我国南北各地。\n\n本种与野苋极相似，但本种的果实不开裂，而该种的果实通常环状横裂。",
    "application": "治疗甲状腺肿大\n取鲜野苋菜根、茎2两，猪肉2两(或用冰糖5钱)，水煎，分两次饭后服。轻者1周，重者3周即可见效。",
    "position": "为苋科植物凹头苋的全草及种子。",
    "source": "《滇南本草》"
  },
  {
    "name": "粳米",
    "alias": "大米(《滇南本草》)，硬米(《本草求原》)。",
    "ingredient": "约含75%以上的淀粉，8%左右的蛋白质，0.5～1%的脂肪。尚含有少量B族维生素；维生素的含量因稻子的种类和种植地点而异。脂肪部分含有酯型胆甾醇和自由胆甾醇，菜油甾醇，豆甾醇，谷甾醇，甘油一、二、三酯，磷酯，廿四酰基鞘氨醇葡萄糖，自由脂肪酸。尚含有乙酸、延胡索酸、琥珀酸、甘醇酸、柠檬酸和苹果酸等多种有机酸，葡萄糖、果糖、麦芽糖等单糖。",
    "process": "禾本科粳米Oryza sativa L.，以种子入药。",
    "distinguish": "理化鉴别 取粉末2g，加水4ml，置研钵中研磨，静置片刻后吸取上清液，滤过，滤液供试。 （1）取上述水提取液，点于滤纸上，喷洒茚三酮试剂，在100℃左右烘箱中放置1-2min，斑点呈紫色。 （2）取上述水提取液，点于滤纸上，喷洒苯胺-邻苯二甲酸试剂，105℃烘5min，呈现棕色斑点。（3）取上述水提取液，加1滴碘-碘化钾溶液，显紫蓝色。",
    "effect": "抗肿瘤作用。应用自然长菌风化陈年(3年以上)的糯木粽子，剔去其发黑者，80℃焙干，磨粉，做成水混悬液、水提取液及乙醇提取液。给小鼠接种腹水型肝癌后，每天灌服水混悬液或皮下注射水或乙醇提取液，连续10天，对于腹水型肝癌小鼠的腹水生成均有一定的抑制作用，其抑制率分别为77.6%、56.4%和52.1%。在腹水涂片上看到用药组的癌细胞退变现象都较对照组为著，肉眼观察，对照组腹腔内肿瘤生长较给药组广泛，粘连情况也较严重。但接种癌细胞后11天，对照组与用药组动物死亡情况并无明显差异。",
    "creation": "?",
    "function": "补中益气，健脾和胃，除烦渴，止泻痢。\n\n①《别录》：\"主益气，止烦，止泄。\"\n\n②《千金·食治》：\"平胃气，长肌肉。\"\n\n③孟诜：\"温中，益气，补下元。\"\n\n④《日华子本草》：\"壮筋骨，补肠胃。\"\n\n⑤《滇南本草》：\"治诸虚百损，强阴壮骨，生津，明目，长智。\"\n\n⑥《纲目》：\"粳米粥：利小便，止烦渴，养肠胃。\"\"炒米汤：益胃除湿。\"",
    "taste": "甘，平。\n\n①《别录》：\"味苦，平，无毒，\"\n\n②《千金·食治》：\"味辛苦，平，无毒。生者冷，燔者热。\"\n\n③《七卷食经》：\"味甘，微寒。\"\n\n④《纲目》：\"北粳：凉，南粳：温，赤粳：热，白粳：凉，晚白粳：寒，新粳：热，陈粳：凉。\"",
    "usage": "内服：煎汤。",
    "compatibility": "《纲目》：\"炒米汤不去火毒，令人作渴。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "《本草求真》：\"入脾、胃经。\"",
    "plant": "稻(《诗经》)，又名：稌(《诗经》)，嘉蔬(《礼记》)，水稻。\n一年生草本。秆直立，丛生，高约1米左右；中空，有节，有分蘖。叶具叶鞘，叶鞘无毛，与节间等长或下部者较长；叶舌膜质而较硬，披针形，基部两侧下延与叶鞘边缘相结合，长8～25毫米，幼时具明显的叶耳；叶片线形，扁平，长30～60厘米，宽6～15毫米；粗糙，叶脉明显。圆锥花序疏松，成熟时向下弯垂，分枝具角棱，常粗糙；小穗长圆形，长6～8毫米；每小穗仅具1花，不育花外稃锥刺状，无毛；可育花外稃硬纸质，具5脉，遍被细毛或稀无毛，无芒或有芒；内稃3脉，亦被细毛；鳞被2枚，卵圆形，长约1毫米；雄蕊6，花药长约2毫米，花丝细弱；子房长圆形，光滑，花柱2枚，柱头羽毛状，有时有第三枝退化的花柱。颖果矩圆形，平滑，淡黄色、白色。种子具明显的线状种脐。花期7～8月。果期8～9月。\n水生或陆生。全国各地均有栽培。稻的类型很多，按米粒的粘性不同，可分为粳稻、籼稻、糯稻等种。粳稻植株较矮，秆硬，叶幅狭，谷粒较短圆，米的粘性较强，胀性小。籼稻植株较高，秆软，叶幅宽，谷粒细长，米的粘性差，胀性大。糯稻在以上二种类型中都有，其米粒中含有多量糊精，粘性最强，胀性小。\n\n本植物的茎叶(稻草)、果实上的细芒刺(稻谷芒)、发芽的果实(谷芽)、种皮(米皮糠)以及糯稻、籼稻的种仁(糯米、籼米)、糯稻的根茎及根(糯稻根须)亦供药用，各详专条。",
    "application": "?",
    "position": "为禾本科植物稻(粳稻)的种仁。",
    "source": "《别录》"
  },
  {
    "name": "竹蜂",
    "alias": "笛师(《方言》郭璞解)，留师(《本草拾遗》)，竹蜜蜂(《白孔六帖》)，竹筛蜂(《陆川本草》)，乌蜂、熊蜂、象蜂(《广西中药志》)。",
    "ingredient": "?",
    "process": "\n秋、冬季蜂群居竹内时捕捉，先封闭竹孔，将竹砍下，燃火加热，待蜂闷死后，破竹取出，晒干。或用盐水腌浸贮存。\n",
    "distinguish": "\n性状鉴别，竹蜂体粗大，黑色，有光泽。雌虫胸前有浓密的黑色长毛，雄虫胸前方有一带状浓密的淡黄色绒毛，翅基部蓝紫色，向外缘顶部变铜色，有金属样光泽\n\n",
    "effect": "?",
    "creation": "?",
    "function": "\n清热化痰，定惊。治小儿惊风，口疮，咽痛。\n\n①《陆川本草》：\"祛风化痰，行气消肿，治风痰闭窍，气喘腹胀，风水浮肿，小儿急惊。\"\n\n②《广西中药志》：\"清热泻火，祛风。治齿霞，口疮，咽痛，小儿惊风。\"\n",
    "taste": "\n《广西中药志》：\"味甘酸，性寒，无毒。\"\n\n胃；大肠经 \n\n",
    "usage": "\n内服：烘干研末，2～4个。\n",
    "compatibility": "\n《广西中药志》：“虚寒无火者禁用。”\n",
    "storage": "\n秋、冬季蜂群居竹内时捕捉，先封闭竹孔，将竹砍下，燃火加热，待蜂闷死后，破竹取出，晒干。或用盐水腌浸贮存。\n",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "竹蜂，体形钝圆肥大，长约25mm。体黑色，密生柔软的黑绒毛，复眼1对。触角稍弯曲，胸部背面密生黄毛。翅紫蓝色，基部色泽较深，翅端较淡，全翅闪现金色光辉。足3对，黑色而短。 \n",
    "application": "?",
    "position": "为蜜蜂科昆虫竹蜂的全虫。",
    "source": "《本草拾遗》"
  },
  {
    "name": "小金钱草",
    "alias": "荷包草(《百草镜》)，肉馄饨草(《眼科要览》)，金锁匙(《纲目拾遗》)，黄疸草(《中国植物图鉴》)，小马蹄草(《贵州民间方药集》)，螺丕草(《福建民间草药》)，小铜钱草、酒杯窝(《广西中兽医药植》)，金挖耳、鸡眼草、小灯盏菜(《广西中药志》)，小迎风草、小碗碗草(《四川中药志》)，小元宝草(《上海常用中草药》)，落地金钱(《福建中草药》)，小蛤蟆碗(《浙江民间常用草药》)，九连环(《四川常用中草药》)。",
    "ingredient": "?",
    "process": "4～6月收采，晒干，去净泥杂。",
    "distinguish": "干燥全草多皱缩成团，根细，黄绿色，茎纤细，灰棕色，连同叶之下面，均被以稀疏白色或灰黄色毛茸。质脆，易折断。断面中有小孔。叶互生，多皱缩，圆形或肾形，灰绿色至棕色，上面稍粗糙，质脆易碎，生药中稀见花果。气微弱，味辛。\n\n产四川、浙江、福建、广西、湖南等地。",
    "effect": "58%煎剂用平板挖沟法，对金黄色葡萄球菌有抑制作用。",
    "creation": "?",
    "function": "清热，解毒，利水，活血。治黄疸，痢疾，砂石淋痛，白浊，水肿，疔疮肿毒，跌打损伤。\n\n①《百草镜》：\"利湿热。治黄疸，臌胀，白浊，经闭；捣汁点热眼；煎汤洗痔疮肿痛。\"②《贵州民间方药集》：\"治病后体虚，兴奋精神；又可利尿，治水肿。\"\n\n③《广西中药志》：\"利尿，散瘀，止痛。治五淋，白浊，痢疾；外治跌打刀伤，风火眼痛。\"\n\n④《四川中药志》：\"除风，理气。治风寒咳嗽。跌打损伤及黄疸病。\"",
    "taste": "苦辛，凉。\n\n①《纲目拾遗》：\"性微寒。\"\n\n②《福建民间草药》：\"辛，平。\"\n\n③《广西中药志》：\"味淡微酸，性凉，无毒。\"",
    "usage": "内服：煎汤，2～5钱(鲜者1～2两)。外用：捣敷或捣汁滴眼。",
    "compatibility": "《纲目拾遗》：\"忌盐。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肝经",
    "plant": "马蹄金\n多年生草本，匍匐、纤细，长至30厘米，节处着地生不定根，全体通常被丁字形着生的毛。单叶互生，圆形至肾形，径6～10毫米，很少达25毫米，先端圆形，有时微凹，全缘，基部深心形，上面绿色，光滑，下面浅绿色，秃净或有疏柔毛。花小，单生叶腋，花梗短于叶柄；花萼5裂，裂片卵形，长不及1毫米，绿色，宿存；花冠钟状，白色；雄蕊5；子房上位，2室，为两个分离的心皮组成。蒴果近球形，径约2毫米，短于花萼。种子两粒。花期4月。果期7～8月。\n生路边、草丛、墙下等半阴湿处。分布四川、贵州、云南、广东、广西、福建、浙江、江苏、湖南、湖北、江西、台湾等地。",
    "application": "?",
    "position": "为旋花科植物马蹄金的全草。",
    "source": "《四川中药志》"
  },
  {
    "name": "小蓟",
    "alias": "猫蓟，青刺蓟、千针草，刺蓟菜，刺儿菜，青青菜、萋萋菜、枪刀菜，野红花，刺角菜、木刺艾、刺杆菜、刺刺芽、刺杀草，荠荠毛，小恶鸡婆、刺萝卜，小蓟姆、刺儿草、牛戳刺，刺尖头草",
    "ingredient": "带花全草含芸香甙（rutin)，原儿茶酸（proto-catechuic acid),绿原酸（chlorogenic acid)，咖啡酸（caffeic acid)，氯化钾（potassium chloride)[1]。蒙花甙（linarin )即刺槐甙（acaciin)，也即刺槐素-7-鼠李糖葡萄糖甙（acacetin-7-rhamnogluco-side)[1，2]，刺槐素（acacetin)[3，3]，酪桉（tyramine)[5]，蒲公英甾醇（taraxasterol)，φ-蒲公英甾醇乙酸酯（φtaraxasteryl acetate)，薄公英甾醇（taraxasterol)，φ-蒲公英甾醇乙酸酯（φ-taraxasteryl acetae)，三十烷醇（triacontanol),β-谷甾醇（β-sitosterol)，豆甾醇（stigmas-terol)[6]。 \n",
    "process": "5-6月盛开期，割取全草晒干或鲜用\n",
    "distinguish": "①干燥全草的茎圆柱状，常折断，直径2～3毫米，微带紫棕色，表面有柔毛及纵棱；质硬，断面纤维状，中空。叶片多破碎不全，皱缩而卷曲，暗黄绿色，两面均有白色丝状毛，全缘或微波状，有金黄色的针刺。头状花序顶生，总苞钟状，苞片黄绿色，5～6列，线形至披针形，花冠有时已不存，冠毛羽毛状。气弱，味甘。\n\n②干燥根呈长圆柱状，下部渐细：顶端直径3～7毫米，表面土棕色，有纵棱，着生多数细长须根。质硬，断面纤维性。\n全国各地均产。一般用全草，青海地区则用根及茎。考诸古代本草书籍多用根。\n\n此外，同属植物刻叶刺儿菜的全草在东北及河北亦同等使用。性状与小蓟相似，但茎略粗，直径3～5毫米，叶边缘有明显块刻。头状花序的总苞棕黄色，苞片6～8列，三角状披针形至线状披针形。气弱，味淡。",
    "effect": "1.对心血管系统的作用\n1.1兴奋心脏作用\n用经草酸铵处理去钙的200%小蓟水煎剂及200%醇提取物，按Langendorff氏法制备心脏，水煎剂0.1ml（相当生药0.2g)、醇提取物0.05ml（相当生药0.1g)对具肾上腺素能B1受体的离体兔心，离体豚鼠心房肌，均表现收缩力增强及频率略增加，且此两种效应均可被B受体阻滞剂心得安所拮抗。\n1.2升压作用\n早年报道小蓟煎剂iv有良好的升压作用，并有强心及缩血管作用，作用性质类似儿茶酚胺类物质。最近山东中医药研究所从小蓟水煎剂中分离得到白色小蓟结晶，以每天ip0.1%利血平0.1ml/100g，连续10d，以耗竭大鼠体内儿茶酚胺，形成利血平化大鼠，股静脉给予小蓟结晶。\n结果表明小蓟结晶iv后能明显升高非利血平化大鼠的血压，升压强度存在明显，而对利血平化大鼠小蓟结晶的升压作用明显减弱，且无量效关系，此作用性质类似酷胺。同时证实其升压作用与去甲肾上腺素的作用不同。\n1.3对肾上腺素能受体的影响\n小蓟水煎剂0.075g/ml营养液对具肾上腺素能a受体的兔主动脉条表现收缩作用，此作用可被a受体阻滞剂酚妥拉明所拮抗。对具肾上腺素能β2受体的豚鼠离体气管片的表现舒张作用，且可被心得安（0.017mg/ml营养液)所拮抗。\n小蓟水煎剂对心房肌的作用量（0.0067g/ml营养液)只有对主动脉条及气管片的作用量的1/10，因此认为小蓟对肾上腺素能β1受体的作用大于对β2受体及α受体的作用。\n2.对血液系统的作用\n小蓟为传统的止血中药，已证实其具有止血作用，并得到止血有效成分。小蓟止血主要通过使局部血管收缩，抑制纤溶而发挥效应的。小鼠口服浸剂5g/kg，可使出血时间明显缩短。\n3.抗突变作用\nAmes试验法，采用的两次水煎煮浓缩液进行试验，每皿加入量为3mg，TA98的诱变剂为4-硝基邻苯乙胺，TA100的修复剂为迭氮钠。结果发现小蓟有一定抗突变力。\n4.抗菌作用\n煎剂在试管内对溶血性链球菌、肺炎球菌及白喉杆菌有一定的抑制作用。酒精浸剂1:30000时对人型结核菌即有抑制作用，但水煎剂对结核菌的抑菌浓度要比此大300倍以上。\n5.其他作用\n煎剂或酊剂对家兔离体、在位及慢性瘘管的子宫都有兴奋作用，但对猫的在位子宫、大鼠离体子宫和兔离体小肠则有抑制作用。也和儿茶酚胺类物质相似。煎剂对大鼠实验性四氯化碳中毒性肝炎并无预防及治疗作用。对肝脏受损的家兔（四氯化碳中毒)的糖耐量曲线也不能加速其恢复。对小鼠亚砷酸中毒似有一定保护作用，但不很显著。对大鼠甲醛性关节炎有一定的消炎作用，但不及考的松。对小鼠有镇静作用，但无镇痛作用",
    "creation": "切咀，生用或炒炭。",
    "function": "凉血，祛瘀，止血。治吐血，衄血，尿血，血淋，便血，血崩，急性传染性肝炎，创伤出血，疔疮，痈毒。\n\n①《食疗本草》：\"取菜煮食之，除风热。根，主崩中，又女子月候伤过，捣汁半升服之。金疮血不止，挼叶封之。夏月热，烦闷不止，捣叶取汁半升服之。\"\n\n②《本草拾遗》：\"破宿血，止新血，暴下血，血痢(\"痢\"一作\"崩\")，金疮出血，呕吐等，绞取汁温服；作煎和糖，合金疮及蜘蛛蛇蝎毒，服之亦佳。\"\n\n③《日华子本草》：\"根，治热毒风并胸脯烦闷，开胃下食，退热，补虚损。苗，去烦热，生研汁服。\"\n\n④《本草图经》：\"生捣根绞汁服，以止吐血，衄血、下血。\"\n\n⑤《纲目拾遗》：\"清火疏风豁痰，解一切疔疮痈疽肿毒。\"\n\n⑥《分类草药性》：\"治血淋胀痛，跌打损伤，红崩，白带。\"\n\n⑦《上海常用中草药》：\"清热，止血，降压，散瘀消肿。治各种出血症，高血压，黄疸，肝炎，肾炎。\"",
    "taste": "甘、苦，凉。归心、肝经\n①《日华子本草》：\"凉，无毒。\"\n\n②《本草汇言》：\"味甘微苦，气寒，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱(鲜者1～2两)；捣汁或研末。外用：捣敷或煎水洗。",
    "compatibility": "脾胃虚寒而无瘀滞者忌服。\n\n①《品汇精要》：\"忌犯铁器。\"\n\n②《本草经疏》：\"不利于胃弱泄泻及血虚极、脾胃弱不思饮食之证。\"\n\n③《本草汇言》：\"不利于气虚。\"",
    "storage": "置通风干燥处。",
    "side_effects": "大鼠每天给煎剂80g/kg灌胃，连续2周，并无明显毒性，肝、肾组织检查无特殊病理变化。",
    "category": "归经_心经",
    "plant": "小蓟\n多年生草本，具长匍甸根。茎直立，高约50厘米，稍被蛛丝状绵毛。基生叶花期枯萎；茎生叶互生，长椭圆形或长圆状披针形，长5～10厘米，宽1～2.5厘米，两面均被蛛丝状绵毛，全缘或有波状疏锯齿，齿端钝而有刺，边缘具黄褐色伏生倒刺状牙齿，先端尖或钝，基部狭窄或钝圆，无柄。雌雄异株，头状花序单生于茎顶或枝端；总苞钟状，苞片5裂，疏被绵毛，外列苞片极短，卵圆形或长圆状披针形，顶端有刺，内列的呈披针状线形，较长，先端稍宽大，干膜质；花冠紫红色；雄花冠细管状，长达2.5厘米，5裂，花冠管部较上部管檐长约2倍，雄蕊5，聚药，雌蕊不育，花柱不伸出花冠外；雌花花冠细管状，长达2.8厘米，花冠管部较上部管檐长约4倍，子房下位，花柱细长，伸出花冠管之外。瘦果长椭圆形，无毛，冠毛羽毛状，淡褐色，在果热时稍较花冠长或与之等长。花期5～7月。果期8～9月。",
    "application": "①治疗疮疡\n采新鲜小蓟叶先后经0.1%过锰酸钾溶液及0.5%食盐水冲洗数次后，压榨取汁，静置1小时，倾去上层清液，取深绿色沉淀液体20毫升和白凡士林80克调成药膏。治疗疮疡、外伤化脓及职业性盐卤外伤化脓共200例，一般换药4～7次即可痊愈，未发现不良副作用。\n\n②治疗产后子宫收缩不全及血崩\n取小蓟浸膏(1：10)每次1～3毫升，日服3次。观察45例，证明确有收缩子宫、制止出血的作用。一般在服药后2～3天产后子宫平均收缩2～5厘米。如大量出血时。可每次服4～8毫升，每日3～4次，血止后改用一般剂量，或以鲜全草2两，水煎2次分服。治崩漏30例，大部分2天后血止或显著减少。\n\n③治疗麻风性鼻衄\n取全草洗净、捣碎，用纱布滤出液体，放锅内煎熬蒸发其水分，待冷却后加入适量防腐剂，装玻璃瓶内备用。用时以棉球蘸液汁塞在鼻中隔的糜烂面或溃疡面的出血点上，每天更换3～4次。治疗34例，痊愈24例(70.6%)。一般衄止在4～14天，鼻中隔溃疡面愈合在21～33天内，且无任何不良反应。\n\n④治疗传染性肝炎\n取小蓟干根1两或鲜根2两，水煎0.5～1小时，过滤加糖，睡前顿服。小儿1～3岁、4～7岁及8～12岁分别服成人的1／4、1／3及1／2量，乳儿不用。以20～30天为一疗程，部分病程较短的病例以7～10天为一疗程。治疗221例无黄疸型和黄疸型传染性肝炎而无严重肝功能不良及恶性肝炎之征象者，有效率：急性为77.9%，迁延性为42.8～69%，慢性为2%。治疗后头晕、倦怠、失眠、腹胀等症都有好转。肝区疼痛多数减轻，肝肿有明显缩小，肝功能也有不同程度的好转趋势，尤其是黄疸指数、胆红质、转氨酶的改善较为明显；但对重症黄疸病例，似有相反结果。故对恶性肝炎(包括肝昏迷)，明显肝功能不良者，肝炎患者合并胃肠道出血、活动性肺结核、急性胃炎、恶性高血压、心力衰竭及妊娠后期的妇女应禁忌。药物反应：在用药2～20天期间，可有身热、头昏、倦怠、呕吐、腹痛或失眠、尿频、尿多、荨麻疹等，一般均在1～2周内消失，严重者停药后可愈。",
    "position": "为菊科植物小蓟的全草或根。",
    "source": "《本章经集注》"
  },
  {
    "name": "鸭儿芹",
    "alias": "三叶、起莫、三石、当田(《别录》)，赴鱼(《蜀本草》)，野蜀葵(《国药提要》)，三叶芹(《经济植物手册》)，水白芷、大鸭脚板(《贵州民间方药集》)，鸭脚板草(《四川中药志》)，野芹菜、红鸭脚板、水芹菜(《贵州草药》)。",
    "ingredient": "含挥发油，其中有：异丙叉丙酮、异丙烯基丙酮、甲基异丁基甲酮、α-及β-蒎烯、莰烯、β-月桂烯、二戊烯、对-聚伞花素以及γ-松油烯、异松油烯、反式β-罗勒烯。",
    "process": "为伞形科植物鸭儿芹的茎叶。拉丁植物动物矿物名：Cryptotaenia japonica Hassk.采收和储藏：夏、秋间采收，割取茎叶，鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "消炎，解毒，活血，消肿。治肺炎，肺脓肿，淋病，疝气，风火牙痛，痈疽疔肿，带状疱疹，皮肤瘙痒。\n\n①《别录》：\"主寒热，蛇、蜂螫人。\"\n\n②《分类草药性》：\"治白淋，消肿毒，调经，退火。\"\n\n③《天宝本草》：\"火牙噙之即消。叶：捣敷耳根后，脱眼内翳。\"\n\n④《民间常用草药汇编》：\"外敷治臁疮。\"\n\n⑤《四川中药志》：\"消炎理气。治虚弱劳累，膀胱疝气，五淋尿闭及无名肿毒。\"\n\n⑥《陕西中草药》：\"活血祛瘀，镇痛止痒。治跌打损伤，皮肤瘙痒。\"\n\n⑦《常用中草药配方》：\"抗菌，消炎，解毒，止血，止痛。\"",
    "taste": "辛苦，平。\n\n①《别录》：\"味辛。\"\n\n②《陕西中草药》：\"苦微辛，平。\"\n\n③《常用中草药配方》：\"辛淡微苦，寒。\"",
    "usage": "内服：煎汤，0.5～1两。外用：捣敷或研末撒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "鸭儿芹\n多年生草本，高30～90厘米。根细长成簇。茎直立，呈叉式的分枝。叶片广卵形，长5～18厘米，3出，中间小叶片菱状倒卵形，长3～10厘米，宽2.5～7厘米，先端短尖，基部楔形，两侧小叶片斜倒卵形，小叶片的边缘锯齿状或有时2～3浅裂，叶柄长5～17厘米；茎上部的叶无柄，叶片缩小，小叶片披针形。复伞形花序呈圆锥状；伞梗4～10个，不等长；总苞和小总苞各具1～3个线形早落的苞片和小苞片。小伞形花序有花2～4朵；花白色，有时带淡紫色；萼齿不显；花瓣顶端向内弯；花柄线形，极不等长，短的仅3毫米。果实线状长卵形，两端窄，常弯曲，长4～6毫米，果棱细线状圆钝。花期4～5月。\n生长在林下阴湿处。分布长江以南各地。\n\n本植物的根(鸭儿芹根)、果实(鸭儿芹果)亦供药用，另详专条。",
    "application": "?",
    "position": "为伞形科植物鸭儿芹的茎叶。",
    "source": "《国药提要》"
  },
  {
    "name": "茜草",
    "alias": "蒨草、地血、芦茹、血见愁、地苏木、活血丹、土丹参、入骨丹、红内消",
    "ingredient": "\n　　根含多种羟基蒽醌衍生物，如茜草素(alizarin)、异茜草素(purpuro-xanthin)、羟基茜草素(purpurin)、伪羟基茜草素(pseudopurpurin)、茜草酸(munjistin)、茜草甙(rubia,ruberythric acid)、大黄素甲醚等，又分离得升白活性成分茜草萘酸甙Ⅰ及Ⅱ，其甙元为茜草萘酸。\n    \n\n\n\n\n",
    "process": "\n　　春、秋季采挖，除去泥沙，晒干。\n",
    "distinguish": "\n\n\n\n\n\n\n",
    "effect": "\n　　1 止血作用：家兔口服适量茜草温浸液2-4小时内，或腹腔注射同种剂量之茜草液后30-60分钟均有明显的促进血液凝固作用。表现为复钙时间、凝血酶原时间及白陶上部分凝血活酶时间缩短。茜草炭口服也能明显缩短小白鼠尾部出血的时间。茜草还能明显地纠正肝素所引起的凝血障碍。家兔口服温浸液后，在体内可部分纠正肝素所致的复钙时间及白陶土部分凝血活酶时间的延长。正常家兔血复钙时间及白陶土部分凝血活酶时间分别为110秒、45秒;单纯注入肝素60分钟后均大于600秒;灌注茜草温浸液(100%50ml)后90mm，再注入肝素60分钟后分别为180秒和64秒。为此，茜草可用于治疗因肝素或肝素样物质过多所致出血疾患。实验研究并证明茜草和鱼精蛋白、甲苯胺蓝均有抗肝素作用，而后两者有纠正丹参的抗凝作用。鱼精蛋白、甲苯胺蓝及茜草对丹参抗凝桔抗的作用结果：正常对照凝血酶凝固时间为9.5秒，12.5%丹参化血浆50.8秒，1%鱼精蛋白缩短34.8秒，而茜草则延长了1.2秒。提示茜草的促凝作用有其特殊性。\n\n\n　　2 抗血小板聚集作用：在试管内，大叶茜草素对花生四烯酸(AA)和胶原诱导的家兔血小板聚集有很强的抑制作用，IC50约为86.6mmol/L，对血小板激活因子(PAF)诱导的聚集也有一定的抑制性。2-甲基-1，3，6-三羟基蒽醌对胶原诱导的血小板聚集有根强抑制作用，对凝血酶。 AA和PAF诱导的作用虽较弱，但仍有显著性。1，3，6.三羟基-2-甲基蒽醌-3-0-(3'-O-乙酰基)-2-鼠李糖(1→2)-葡萄糖甙、异茜草素-3-0-β-D-葡萄糖甙及异茜草素为胶原诱导的血小板聚集的选择性抑制剂。\n\n\n　　3 升高白细胞作用：茜草的粗提取物具有升高白细胞作用闷。其升高白细胞的有效成分之一为带芳香环的酚羧酸甙，该有效成分的衍生物茜草双酯已有人工合成。茜草双酯对正常小鼠、大的白细胞有升高作用，小鼠：次口服2.5mg/只，给药8小时后白细胞明显升高，给药组为对照组的151.9%(P<0.05)。犬1次口服200mg/只，给药6小时白细胞明显增加，18-24小时达最高峰，48-72小时逐渐恢复到给药前水平。茜草双酯还有促进小鼠骨髓造血干细胞增殖和分化的作用，防治环磷酰胺所致狗白细胞减少症。\n\n\n　　4 镇咳法痰作用：氨水喷雾引咳法及酚红排泌法，分别证明小鼠口服茜草根煎剂75g/kg，有明显的镇咳和祛痰作用，但加乙醇沉淀后的滤液则无效。\n\n\n　　5 抗菌作用：体外试验表明，茜草根水提取液对金黄色葡萄球菌有一定的抑制作用，对肺炎链球菌、流感杆菌和部分皮肤真菌也有抑制作用。茜草素对金黄色葡萄球菌也有抑制作用。\n\n\n　　6 抗癌作用：茜草根所含的环己肽类化合物RA(rubiaakane)-V10mg/kg， RA-Ⅶ4mg/kg腹腔注射，连续5天，对小鼠淋巴细胞白血病P388均有显著疗效。RA-V对小鼠淋巴白血病L1210、MM2乳腺癌;RA-Ⅶ对小鼠L1210、B16黑色素瘤、结肠腺癌Colon38、Lewis肺癌、艾氏癌等有明显的活性。小鼠体内肿瘤试验表明，从茜草根提取的有抗癌活性的单体RC-18，能显著延长P388、L1210和B16的小鼠寿命，但对Lewis肺癌和肉瘤S180无明显抑制作用。RC-18抗瘤谱的实验结果提示， RC-18可能发展成为一种有效的抗癌剂。此外，2-甲氧基碳基-3-异戊烯基-2，3-环氧-1，4.萘醌和二萘氢醌衍生物体外试验，对仓鼠肺(V79)细胞、淋巴白血病(P388)和人鼻咽癌细胞(KB)有抗癌活性。整体试验中对小鼠腹水型S180有效。\n\n\n　　7 对尿路结石的作用：20%茜草(R.finctorum L)制剂喂饲小鼠，能防止实验性肾和膀胱结石的形成，尤其对碳酸钙结石的形成有抑制作用。茜草根提取液给大鼠灌服能明显提高尿液稳定性，降低尿石形成的危险性，且有一定的降尿钙作用。\n\n\n　　8 对实验性心肌梗死的治疗作用：持续性结扎大的左冠状动脉前降支，造成人工心肌梗死模型，静注用不同方法分离的茜草提取物茜Ⅰ、茜Ⅱ200mg/kg，每4小时l次，共3次，均有降低S-T段的抬高和缩小心肌梗死范围的作用。其中以茜Ⅱ作用最为明显。茜草提取物的水溶部分给小鼠腹腔注射可明显地增加心肌和脑组织中ATP的含量，对ADP引起的大鼠血小板聚集有解聚作用。对麻醉大的急性心肌缺血有保护作用，使心肌损伤范围减小，损伤程度减轻，能增加冠状动脉流量。\n\n\n　　9 对平滑肌的作用：茜草根煎剂能对抗乙酰胆碱所致的离体兔肠痉挛，有解痉作用。根的水提取物对离体豚鼠子宫有兴奋作用。\n\n\n　　10 其他作用：茜草根温浸液有扩张蛙践血管的作用。茜草素与芦丁相似，能抑制大鼠皮肤结缔组织的通透性。\n",
    "creation": "\n　　1 茜草(雷公炮炙论)：“凡使茜草根，用铜刀于槐砧上锉，日干，勿犯铁并铅”。《简要济众方》：“生捣罗为散”。《圣济总录》：“拣净锉碎”。现行，取原药材，除去杂质，洗净润透，切厚片或段，干燥，筛去灰屑。生用凉血止血，活血祛瘀。\n\n\n　　2 茜草炭《十药神书》：“烧灰存性，研极细末，用纸包，碗盖于地上一夕，出火毒”。现行，取净茜草段或片，置锅内用武火加热，炒至表面焦黑色，内部棕褐色，喷淋清水少许，灭尽火星，取出再炒至水气逸尽，取出，晾干，凉透。炒炭后寒性降低，性变收涩，止血作用增强。\n\n\n　　3 炒茜草《日华子》：“入药锉炒用”。现行，取净茜草段或片，置锅内用文火加热，炒黄。\n\n\n　　4 酒制茜草 《外科启玄》：“酒洗”。《得配本草》：“酒炒行血”。现行，取净茜草片与黄酒拌匀，置锅内用文火微炒，取出，晾干。每茜草片100kg，用黄酒25kg。\n\n\n　　5 饮片性状：茜草炭形如茜草片或段，呈焦黑色，内部棕褐色。略具焦糊气，味苦。炒茜草形茜草，表面焦黄色。酒制茜草形如炒茜草，微具酒气。贮干燥容器内，置通风干燥处。酒制茜草密闭，茜草炭及时散热，防止复燃。\n",
    "function": "\n　　凉血，止血，祛瘀，通经，镇咳，祛痰。用于吐血，衄血，崩漏，外伤出血，经闭瘀阻，关节痹痛，跌扑肿痛。 现代医学临床研究：可以治疗出血性疾患，慢性气管炎，慢性腹泻，风湿性关节炎，治疗软组织损伤，治疗白细胞减少症。\n",
    "taste": "根茎呈不规则结节状，上侧有茎基，下侧丛生粗细不等的根。根呈圆柱子形，波状弯曲，长工10~25cm，直径0.2~1cm,表面红棕色或暗棕色，具细纵纹及少数细根痕。质脆，断面平坦，皮部紫红色，木部浅黄红色。气微。味微苦。性寒，味苦。",
    "usage": "\n\n\n",
    "compatibility": "\n　　脾胃虚寒及无瘀滞者慎服。\n\n\n　　1.《本草经集注》：\"畏鼠姑。\"\n\n\n　　2.《本草蒙签》：\"勿犯铜铁。\"\n\n\n　　3.《本草经疏》：\"病人虽见血症，若加泄泻、饮食不进者，勿服。\"\n\n\n　　4.《本草正》：\"气虚不摄血及脾寒者勿用。\"\n\n\n　　5.《本草汇言》：\"精虚血少者，脾虚胃弱者，阴虚火胜者，俱禁用之。\"\n\n\n　　6.《本草从新》：\"无瘀滞者忌投。\"\n\n\n　　7.《本草求真》：\"血虚发热者忌用。\"\n",
    "storage": "置干燥处。\n",
    "side_effects": "小鼠灌服茜草根煎剂150g/kg，无死亡发生。羟基茜草素。茜草素对蚯蚓、囊尾蚴、蜗牛等有毒，但对哺乳动物和人等则相对无毒性。小鼠口服茜草双酯淀粉糊200mg无任何毒性反应；腹腔注射油酸乙酯茜草双酯混悬液的半数致死量为3012.4±66.4mg／kg。狗长期毒性结果表明，每日口服茜草双酯5.4g/只，连续90天，未见毒性反应，剂量增至9.6g/只，则出现明显毒性反应，个别动物死亡。 茜草根提取物对沙门菌属伤寒杆菌TA100和TA98有致突变作用，主要由其活性物质蒽醌衍化物光泽定(lucidin)所致。",
    "category": "归经_心经",
    "plant": "\n　　多年生攀援草本。茎四棱形，有的沿棱有倒刺。叶4片轮生，其中1对较大而具长柄，卵形或卵状披针形，长2.5~6cm或更长，宽1~3cm或更宽;叶缘和背脉有源小倒刺。聚伞花序顶生或腋生;花小，萼齿不明显，花冠绿色或白色，5裂，有缘毛。果肉质，小形，熟时紫黑色。花果期9~10月。\n",
    "application": "\n　　用于血热妄行之多种出血证。茜草性寒入血分，能凉血止血，且能化瘀。凡血热妄行之出血证均可选用，兼瘀者尤宜。治血热咯血、吐血、衄血、尿血等证，轻者单用，重者可配小蓟、白茅根、山栀子等，以增强凉血止血之功，方如《十药神书》十灰散。治大肠蕴热之肠风便血，常配黄芩、地榆、槐角等药，以清肠凉血止血。治血热崩漏，常配生地、生蒲黄、侧柏叶等药，以凉血止崩;若气虚不摄，冲任虚损，漏下不止者，再配炙黄芪、山萸肉、乌贼骨等药，以补气摄血，收涩固脱。 用于瘀血经闭，产后瘀阻腹痛，跌打损伤肿痛，兼热者尤宜，因茜草有活血法瘀之功且能凉血。治瘀血经闭，可单用，或配丹参、赤芍、当归等药同用，则可增强活血通经作用;若为血枯兼瘀之经闭，又当配制首乌、熟地黄、川芎等，以养血活血通经。治产后瘀阻腹痛，属热者，常配败酱草、红藤、赤芍等药，以清热化瘀止痛;属寒滞者，常配当归、川芎、炮姜等药，以散寒暖宫、化瘀止痛;兼气虚血亏者，常配炙黄蔑、人参、当归等药，以补虚化瘀。治跌打损伤瘀肿，常配红花、川断、骨碎补等药，以活血消肿疗伤。 用于风湿痹痛。茜草活血通经，故亦治风湿痹痛，若属热痹者，常配忍冬藤、络石藤、秦艾等药，以清热通络止痛;属风寒湿痹者，又当与川乌、独活、海风藤等同用，以祛风除湿、散寒通痹。 用于黄疸。茜草凉血清瘀热而退黄，用治湿热黄疸，可配茵陈、山栀、大黄等药，以清热凉血，利湿退黄。 用于疮痈，痔肿。茜草能凉血化瘀以消散疮痈，治热毒疮疡或乳痈，常配蒲公英、银花、地丁等药;治痔疮肿痛，常配大黄、虎杖、地榆等药。\n",
    "position": "为茜草科植物茜草RubiacordifoliaL.的根和根茎。",
    "source": "《黄帝内经》"
  },
  {
    "name": "猪血",
    "alias": "猪红",
    "ingredient": "猪血含水分95%，蛋白质4.3%，脂肪0.2%，碳水化物0.1%，灰分0.5%；钙69毫克%，磷2毫克%，铁15毫克%。血豆腐(煮过的猪血凝块)含水分79%，蛋白质18.9%，脂肪0.4%，碳水化物0.1%，灰分1%。",
    "process": "宰杀猪时，取流出的血液，鲜用。",
    "distinguish": "?",
    "effect": "1.营养作用猪血蛋白必需氨基酸含量占氨基酸总量41.6%，除蛋氨酸偏低外，其他必需氨基酸含量均接近或超过鸡蛋蛋白质。用猪血浆蛋白喂饲大鼠，幼大鼠体重增加远远超过酪蛋白组，表明猪血浆蛋白为优质蛋白质，加蛋氨酸强化更能显著提高其营养价值。蛋白质功效比值（protein effi－ciency ratio， PER)是评价食物蛋白营养价值最重要的指标，大鼠试验蛋白、猪血浆蛋白和全鸡蛋蛋白的PER值分别为2.3，2.47和2.49，三者间无明显差异，猪血浆蛋白在促进幼小动物生长发育作用上与全鸡蛋作用相同。\n酶解猪血纤维蛋白含8种人体必需氨基酸，占氨基酸总量\n的40%；化学评分（CS)为 42，第一限制氨基酸为蛋氨酸；必需氨基酸指数（EAAI)为83，优于植物蛋白。动物实验证明，可促进幼年大鼠生长，蛋白质功效比值（PER)为2.44；可促进成年大\n鼠体重恢复；可维持成年大鼠氮平衡（157m/d)，但不如酪蛋\n白。如能改善其氨基酸平衡，不失为优质氮源。\n2.促创伤愈合作用从猪血制取的无蛋白血清0.5ml/只，腹腔注射，每日五次，连续3d继后隔日注射1次，注射10次为三疗程，对乙醇所致小鼠o度烧伤有促进愈合作用，治疗组创面肉芽组织新鲜，周围长出新上皮，创面缩小，比对照组提前愈合10d治愈率84.5%，而对照组为15.5%。作用机理，无蛋白血清能增强酶活性，增强网状内皮系统功能，加强细胞对氧吸收和利用能力，改善微循环，改善营养，因而加快创伤愈合，促进组织恢复与再生。\n3.清除超氧自由基保护生物分子猪血可用于制取超氧化物歧化酶（superoxide dismutase SOD)，DD能清除体内的超氧自由基（w)，保护生物分子，免受（万的破坏，以维护细胞结\n构和功能的正常卜一引，详见“牛血”条。\n4.抗炎作用，从猪血提取的唾液酸（sialic acid)1g/kg局部注射对角叉菜胶所致小鼠足肿有显著抑制作用。猪血SOD对角叉菜胶性小鼠足肿，巴豆油所致小鼠耳部肿胀、兔膝关节炎、大鼠佐剂性关节炎及抗血清诱发的大鼠背部皮肤肿胀均有剂量相关性抗炎作用问。SOD的抗炎作用尚可见“牛血”条。\n5.对肝脏、心肌和细胞膜的保护作用从猪血制取的原对批销（protoporphyrin diwhium)，对四氯化碳所致肝损伤有明显\n保护作用，能使丙氨酸转氨酶（ALT)和天冬氨酸转氨酶（AST)显著降低，增加肝脏血流量，增加肝细胞蛋白质，促进细胞呼吸，改善蛋白质和糖代谢等。猪红细胞LD50120u/ml对人红细胞膜氧化损伤有明显保护作用，能使膜流动性和膜重封闭能力保持在正常水平，膜蛋白交联作用显著减少。猪血SOD能有效对抗大鼠心肌缺血后再灌注引起的心律失常，其疗效与进口的牛红细胞SOD相当对心肌的保护作用参见“牛血”条。\n6.抗癌作用实验证明猪全血或血浆，腹腔注射或口服给药，对 L6；s小鼠白血病无治疗或预防作用饲引。血l小批（ HP)和血叶琳衍生物（HPD)及SOD的抗癌作用见“牛血”条。\n7.其他作用从酶解猪血浆分离纯化出具有抗高血压作用的肽，其主要成分有 PIQHQD（ I)、AVEGPKF（ 11)和 TPDE－\nTYKPKE（Ill)，其中l的抗高血压作用已经大鼠实验证实从猪血清蛋白酶降解得分子量为 500～5 000的 ACE抑制肽，对大鼠降压作用可保持大于或等于 6h。猪血素（ 749片)口服能使支气管肺癌患者的淋巴细胞转化率和玫瑰花结形成率显著提高，表明有免疫增强作用门别。\n猪血所含SOD尚有抗辐射和延缓衰老等药理作用，参见“牛血”条。\n8.药代动力学SOD和HPD的药代动力学见“牛血”条。\n9.毒性猪无蛋白血清小鼠静脉注射的最大耐受量为1．Lml/18g，相当人用量的76’倍或 15z8倍，叶琳销的毒性很低，小鼠灌胃的LD50;为159从自，腹腔注射力1．7g/kg，静脉注射为80mg／kg［6］。 SOD和HpD的毒性见“牛血”条。",
    "creation": "?",
    "function": "治头风眩晕，中满腹胀，嘈杂，宫颈糜烂。\n\n①《别录》：\"主奔豚暴气，中风头眩，淋沥。\"\n\n②《千金·食治》：\"主卒下血不止，美清酒和炒服之。\"\n\n③《日华子本草》：\"生血，疗奔豚气。\"\n\n④《纲目》：\"清油炒食，治嘈杂有虫。\"\n\n⑤《医林纂要》：\"利大肠。\"",
    "taste": "咸，平。\n\n①《千金·食治》：\"平，涩，无毒。\"\n\n②《纲目》：\"咸，平，无毒。\"\n\n归心；肝经",
    "usage": "内服：煮食或干燥为末。外用：生血涂敷，或干燥粉末喷撒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "猪的品种繁多，达150多种，形态也有差异基本特微是：躯体肥胖，头大。鼻与口吻皆长略向上屈。眼小。耳壳有的大而下垂，有的较小而前挺。四肢短小，4趾，前2趾有蹄，后2趾有悬蹄。颈粗，项背疏生鬃毛。尾短小，末端有毛丛。毛色有纯黑、纯白或黑白混杂等。",
    "application": "治疗宫颈糜烂\n取新鲜猪血加工干燥成粉末后，加入15%白芨粉及3%熟石灰混合，用于局部撒布。每日上药1次。用时先以1%乳酸液冲洗阴道，然后将药粉均匀地喷撒于宫颈糜烂面上，再以带线棉球填塞，次日取出。对颗粒型者，先将颗粒薄膜擦破，使之出血少许，然后上药，效果较好。治疗单纯性糜烂67人，痊愈54人；颗粒型28人，痊愈16人；乳头型2人，略有好转。",
    "position": "为猪科动物猪的血，动物形态详\"猪肉\"条。",
    "source": "《别录》"
  }
]