[
  {
    "name": "松叶",
    "alias": "猪鬃松叶、松毛、山松须、松针",
    "ingredient": "马尾松叶含挥发油(α-蒎烯及β-蒎烯、莰烯等)、黄酮类(槲皮素、山柰酚等)、树脂。\n\n云南松叶含挥发油、糖类、胡萝卜素、维生素C。",
    "process": "全年可采，以腊月采者最好。采后晒干，放置干燥处。",
    "distinguish": "干燥的松叶呈针状，长约12～18厘米，粗约0.1厘米，两叶并成一束，外包有长约0.5厘米的叶鞘，呈黑褐色。中央有长细沟，表面光滑，灰暗绿色，质轻脆，臭微。",
    "effect": "1.对中枢神经系统的作用 （1)镇静作用 红松叶挥发油0.217ml/kg和0.109ml/kg分别给小鼠腹腔注射，可明显减少小鼠自主活动次数衣协同阈下剂量的戊巴比妥钠的睡眠。\n（2.)对体温的影响 小鼠腹腔注射红松叶油后，能使正常体温降低，随着时间的延长，其降温作用逐渐减弱。腹腔注射红松叶油0.109ml/kg对干啤酒酵母粉引起的发热大鼠体温有非常显著的解热作用。\n（3).镇痛作用 红松叶油0.217ml/kg腹腔注射可明显延长小鼠的痛反应时间（热板法)，0.217ml/kg腹腔注射及4.34ml/kg灌胃，对醋酸引起的小鼠扭体反应均有明显的抑制作用。\n2.抗炎作用 红松叶油0.217ml/kg和0.109ml/kg腹腔注射，4.34ml/kg灌胃，对角叉菜胶致大鼠足肿及二甲苯引起的小鼠耳肿胀均有明显的抑制作用。\n3.降血脂作用 松针水提液5g/kg、10g/kg灌胃对蛋黄乳诱发的小鼠高脂血症和高脂饲诱发的大鼠高脂血症均有显著的调血脂作用，明显降低总胆固醇，相对升高高密度脂蛋白胆固醇。\n4.延缓衰老作用 采用果蝇生存试验法证明，松针水提取液在浓度为1.0%-4.0%范围内，能使果蝇成虫的寿命极显著地延长，还有抗基因突变及抗DNA损伤的作用，并能提高小鼠红细胞超氧化物歧化酶（SOD)活性，还能抑制小鼠脑组织的B型单胺氧化酶（MAO-B)活性，这些作用都与延缓衰老有关。此外，松叶还具有溶解人体内老化物，调整和促进身体、组织机能，增进人体健康的作用。\n5.抗病毒作用 用组织培养技术观察 ，马尾松水与乙醇提取物（含生药10g/ml)有抗I型单纯疱疹病毒的作用，马尾松水提取液（300μg/50μl)有抗乙型肝炎病毒表面抗原的作用。\n6.其他作用 红松、偃松中的α-蒎烯、月桂烯和柠檬烯含量较高，而且具有明显的镇咳、祛痰作用，亦有级强的抗菌作用。松针煎剂和氨基酸提取部分给小鼠灌胃，每日5.34g生药/10g，连续1星期，结果表明，鼠食欲均明显增强，活动增加，毛色光亮。\n7.毒性 红松叶油小鼠腹腔注射的LD为2.17±0.028ml/kg。",
    "creation": "?",
    "function": "祛风燥湿，杀虫，止痒。治风湿痿痹，跌打损伤，失眠，浮肿，湿疮，疥癣。并能防治流脑，流感，钩虫病。\n\n①《别录》：\"主风湿疮，生毛发，安五脏。\"\n\n②《日华子本草》：\"炙罯冻疮、风湿疮。\"\n\n③《纲目》：\"去风痛脚痹，杀米虫。\"\n\n④《生草药性备要》：\"杀螆，干水，止痒，埋口(合疮口)。洗疳疮，治螆疥。\"\n\n⑤《会约医镜》：\"辟瘟疫气。\"\n\n⑥广州部队《常用中草药手册》：\"治神经衰弱，维生素丙缺乏，营养性水肿；防治流脑，流感。\"",
    "taste": "苦；性温 \n\n①《别录》：\"味苦，温。\"\n\n②《日华子本草》：\"暖，无毒。\"\n\n归心；脾经 \n\n《本草再新》：\"入心、脾二经。\"",
    "usage": "内服：煎汤，3～5钱(鲜叶1～2两)；或浸酒。外用：煎水洗。",
    "compatibility": "?",
    "storage": "采后晒干，放置干燥处。",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "1.乔木，高达35cm，胸围达1m。幼树树皮灰绿色淡灰色，平滑，老树呈灰色。一年生枝绿色或灰绿色，无毛。冬芽近圆柱形，褐色，微有树脂。5针一束，长8-5cm，边缘有细锯齿，仅腹面两侧各具4-8条白气孔线；横切面三角形，树脂道通常3个，中生或背面2个边生，腹面1个中生，中央有1个维管束。雄球花黄色，卵状圆柱形，长约1.4cm，基部围有10枚卵状匙形的鳞片。球果圆锥状长卵圆形，长10-22cm，径5-9cm，幼时绿色，熟时黄色或褐黄色，果梗长2-3cm，熟时种鳞张开，种子脱落；中部种鳞斜方状倒卵形，长3-4cm，鳞盾近斜方形或宽三角状斜方形，鳞脐不明显。种子倒卵形，黄褐色、暗褐色或黑色，长1-1.5cm，无翅有棱；子叶10-15枚，针形，横切面三角形。花期4-5月，球果翌年9-10月成熟。\n2.本种与华山松的区别在于：松叶长7-10cm，2针一束，微粗硬，边缘有细齿，树脂道中生。球果卵圆形或圆卵形，长3-5cm，径3-4cm，熟时褐色或暗褐色，近无梗，宿存树上，多年不落；鳞盾扁菱形，横脊显著，鳞脐具短刺。花期4-5月，球果翌年10月成熟。\n3.乔木，高达45cm。树皮红褐色，成不规则长块状裂。小枝常轮生，淡黄褐色，无白粉，无毛；冬芽卵状圆柱形，褐色，先端尖，芽鳞边缘丝状，先端尖或有长尖头。叶针形。2针一束，长12-30cm，细长而柔软，叶缘有细锯齿，树脂道约4-8个，在背面边生，或腹面也有2个边生；叶鞘初呈褐色，后渐变成灰黑色，宿存。雄球花淡红褐色，圆柱形，弯垂，长1-1.5cm，聚生于新枝下部苞腋，穗状；雌球花单生或2-4个聚生于新枝顶端，淡紫红色。球果卵圆形或圆锥状卵形，长4-7cm，径2.5-4cm，有短梗，下垂，熟时栗褐色；中部种鳞近长圆状倒卵形，长约3cm；鳞盾菱形，微隆起或平，鳞脐微凹，无刺。种子长卵圆形，长4-6mm，连翅长2-2.7cm 。花期4-5月，果熟期翌年10-12月。\n4.乔木，高达30m，胸围可达2m。幼树皮暗灰色，老时灰黑色，粗厚，不规则块裂。一年生枝淡褐色，无毛；冬芽银白色，圆柱状椭圆形或圆柱形，顶尖，芽鳞披针形，边缘白色丝状。针叶2针一束，深绿色，有光泽，粗硬，长6-12cm，边缘有细锯齿，两面均有气孔线，横切面有树脂道6-11个，中生。雄球花淡红褐色。圆柱形，长1.5-2cm;雌球花单生或2-3个聚生新枝近顶端，直立，卵圆形，淡紫红色。球果熟时褐色，圆锥状卵圆形或卵圆形，长5-7cm，连翅长1.5-1.8cm,种翅灰褐色。花期4-5月，果熟期翌年10月。\n5.乔木，高达25m，胸围可达1m以上。树皮灰褐色，呈不规则鳞甲状裂，裂隙红褐色。枝轮生，小枝粗壮，淡橙黄色或灰黄色；冬芽宽椭圆形，先端尖，红褐色，叶针形，2针一束，深绿色，粗硬，长10-15cm，径约1.5mm，边缘有细齿，两面有气孔线；叶鞘初时淡褐色，渐变成暗灰色。雄球花圆柱形，长1.2-1.8cm，在新枝上聚生成穗状；雌球花序阔卵形，长7mm，紫色，着生于当年新枝上。球果卵形或圆卵形，长4-9cm，有短梗，向下弯垂，熟时淡黄色或褐黄色，宿存数年之久；中部种鳞近长圆状倒卵形，长1.6-2cm，鳞盾肥厚，隆起或微隆起，扁菱形或菱状多角形，横脊显著，鳞脐凸起有尖刺。种子卵圆形或长卵圆形，淡褐色，有斑纹，连翅长1.5-1.8cm。花期4-5月，果熟期翌年10月。\n6.乔木，高达30cm，胸围1m。树皮灰褐色，不规则鳞片状深裂，易脱落。一年生枝粗壮，红褐色，二三年生小枝上苞片状鳞叶易脱落，露出褐色内皮；冬芽圆锥状卵形，红褐色，芽鳞披针形，先端散形，有白色丝状毛。针叶3针一束，稀2针一束，长10-30cm，径约1.2mm，柔软，稍下垂，横切面扇状三角形，树脂道4-5个，中生与边生并存，叶鞘宿存。球果圆锥状卵圆形，长5-11cm，梗长约5mm，熟时栗褐色呀黄褐色；鳞盾肥厚隆起，有横脊；鳞脐微凹或微隆起，有短刺。种子的卵圆状倒卵形，边翅长1.6-1.9cm。花期4-5月，果熟期翌年10-11月。\n7.乔木，高50m，胸围1m。幼树皮灰褐色，大树皮灰褐色或灰色不规则鳞片状纵裂，脱落后露出红褐色内皮。一年生枝密生枝密生黄褐色柔毛；冬芽淡红褐色，长圆状卵圆形，先端尖。针叶5针一束，长6-12cm，粗硬，直，边缘有锯齿，背面通常无气孔线，腹面每侧有6-8条气孔线，横切面近三角形，内见3个树脂道，中生，叶鞘早落。雄球花椭圆状，线黄色，长7-10mm，密集新枝下部成穗状；雌球花绿褐色，圆柱状卵圆形，直立，单生或数个集生。球果锥状卵圆形、圆锥状长卵圆形或卵状长圆形，长9-14cm，径6-8cm，梗长1.5cm，熟后种鳞张开；种鳞菱形先端钝，向外反曲，鳞盾褐色，三角形或斜方状三角形，外面有皱纹，鳞脐不显著。种子大，暗紫褐色或褐色，倒卵状三角形，微扁，长1.2-1.6cm.花期6月，果熟期翌年9-10月。",
    "application": "①预防感冒\n用鲜松针制成1：1的浓缩煎液，每人每次服30毫升(相当于鲜生药1两)，每日1次，每周连服2日，共服5周。于同一生产队内设条件基本相似趵服药组和对照组进行观察，经5周后统计：服药组1857人，发病223人次，占12%；而对照组1543人中发病为481人次，占31.1%。服药后有少数人出现不同程度的胃肠道反应，主要表现为恶心、胃部不适。药液经加热及加糖调味后反应明显减少。\n\n②预防流脑\n取鲜松针5斤，甘草2两，加水100斤，煎至80斤。成人每次0.5斤，每日2次，连服3天；儿童酌减，并加用鹅不食草粉搐鼻，每日早晚各1次，连用7天。\n\n③治疗慢性气管炎\n取松针、扁柏各3两(鲜用半斤)，洗净切碎，加水适量煮沸1小时，过滤，滤渣再加水煎煮；两次滤液合并浓缩至200毫升，加糖浆100毫升或蜂糖2两，共成300毫升(每毫升含生药1.5克)。日服3次，每次100毫升，10天为一疗程。临床试治80例，近期有效率达91.25%。",
    "position": "为松科植物油松或马尾松、云南松等的叶。植物形态详\"松节\"条。",
    "source": "《本草经集注》"
  },
  {
    "name": "回心草",
    "alias": "茴心草,茴薪草,铁脚一把伞,岩谷伞",
    "ingredient": "?",
    "process": "\n全年可采，鲜用或阴干。\n",
    "distinguish": "\n性状鉴别 本品多干缩。茎长2-3.5cm，红褐色。茎下部叶鳞片状，贴生，膜质；顶叶簇生呈蔷薇花状，长倒卵形，长5-8mm，宽2-3mm，边缘上部有锯齿，下部全缘，内卷。蒴柄细，长3-5cm，孢蒴红黄色，下垂。气微，味淡微苦。\n",
    "effect": "?",
    "creation": "?",
    "function": "\n安神镇静。治心脏病心慌、心悸，神经衰弱。\n\n①《云南中草药选》：\"镇静，壮阳。\"\n\n②《云南思茅中草药选》：\"安神镇静。治心慌、心悸。心脏病。\"\n",
    "taste": "\n辛、苦，平。\n\n《云南中草药选》：\"淡微苦，平。\"\n",
    "usage": "\n内服：煎汤，2～3钱。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心经",
    "plant": "\n红大叶藓\n\n多年生苔藓植物;根茎横走，长5～8厘米，暗红褐色，有多数毛状根;茎直立，红褐色，高2～3.5厘米。茎下部的叶较小，膜质，呈鳞片状贴生;茎顶的叶较大，多数簇生如花苞状，叶片长倒卵形，长5～8毫米，宽2～3毫米，边缘下部全缘，内卷，上部有锯齿，叶中肋单一。蒴柄细，长3～5厘米。孢蒴圆柱状长卵形，长7～8毫米，红黄色，下垂。孢子期夏、秋。\n\n生于潮湿林地、沟边阴湿土坡，或湿润的岩石上及石缝中。分布云南等地。\n",
    "application": "?",
    "position": "\n为真藓科植物红大叶藓的全草。\n",
    "source": "\n《云南中草药》\n"
  },
  {
    "name": "铁树花",
    "alias": "凤尾蕉",
    "ingredient": "?",
    "process": "为龙舌兰科植物朱蕉的花。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "止血，下痰\n\n①《药性考》：\"治痰火。\"\n\n②《岭南采药录》：\"止血，下痰。治痰火。\"",
    "taste": "性甘、平、涩，有小毒。",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": " 常绿木本植物。树干矮小，基部膨大成盘根茎，高30-180cm，或稍高，径10-60cm。 　　\n羽状叶集生于树干上部，长1.2-2.5m，幼嫩时被柔毛，叶柄长40-100cm，两侧具刺，刺略向下斜展，刺间距离2.5-5cm；羽状裂片40-120对，或更多，在叶轴上较稀疏地排列成2列，披针状条形，直或微弯曲，薄革质，边缘稍厚，微向下反曲，上部渐窄，先端渐尖，基部圆，两面中脉隆起，平滑而有光泽，上面深绿色，下面色较浅。 　　\n  雄球花卵状圆柱形或长圆形，长达30cm，径6-8cm；小孢子叶楔形，密生黄色绒毛；大孢子叶密被红褐色绒毛，成熟后脱落，上部卵状菱形，边缘篦齿状深裂。 　　\n  种子卵圆形或宽倒卵形，先端有尖头，熟时黄褐色或浅褐色，种皮硬质，平滑，有光泽，长约2-3cm。",
    "application": "?",
    "position": "为龙舌兰科植物朱蕉的花。植物形态详\"铁树叶\"条。",
    "source": "《药性考》"
  },
  {
    "name": "补骨脂",
    "alias": "胡韭子,婆固脂,破故纸,补骨鸱,黑故子,胡故子,吉固子",
    "ingredient": "\n果实含挥发油约20%、有机酸、一种甲基糖甙、碱溶性树脂、不挥发性萜类油、皂甙。种子含香豆精类补骨脂素和异补骨脂素共约1.1%、黄酮类补骨脂黄酮、甲基补骨脂黄酮、异补骨脂黄酮和查耳酮类补骨脂查耳酮、异补骨脂查耳酮、单萜烯酚衍生物补骨脂酚；尚含挥发油、树脂、脂肪油。花含脂肪油、挥发油、甾醇、生物碱等。本植物还含棉子糖。\n",
    "process": "\n秋季果实成熟时，采取果穗，晒干，打下果实，除去杂质。\n",
    "distinguish": "\n干燥果实呈扁椭圆形或略似肾形，长3～5毫米，直径2～4毫米，厚约1.5毫米，中央微凹，表面黑棕色：粗糙，具细微网状皱纹及细密腺点，少数果实外有淡灰棕色的宿萼。果皮薄，与种皮不易分离。剥开后内有种仁1枚，具子叶2片，淡棕色至淡黄棕色，富含油脂。气微香，味苦。以粒大、色黑。饱满、坚实、无杂质者为佳。\n主产四川、河南、陕西、安徽等地。\n",
    "effect": "\n①对心血管系统的影响\n补骨脂果实中的一种查耳酮(补骨脂乙素)，可扩张豚鼠、兔、猫、大鼠离体心脏的冠状血管，其作用较凯林强4倍，并能对抗脑垂体后叶素对冠脉的收缩作用；但对总外周血管阻力影响不大，说明它扩张冠脉具有较高的选择性。补骨脂素的衍化物能增加犬冠状动脉及末梢血管的血流量。补骨脂乙素还能加强豚鼠及大白鼠心收缩力，兴奋蛙心，并对抗乳酸引起的蛙心心力衰竭。对心肌氧消耗量增加不明显，但提高呼吸商，对心肌氧化磷酸化，心肌内糖原和乳酸的影响不大，因此不促进心肌内无氧代谢。缓慢给药毒性很低。\n\n②抗菌作用\n补骨脂种子提取液在试管内对葡萄球菌以及抗青霉素等抗菌素的葡萄球菌均有抑菌作用；补骨脂在沙保罗氏培养基上对霉菌有一定的作用，酊剂较煎剂作用强。种子的石油醚提出物对蚯蚓有抑制作用，故可能有驱虫作用。\n\n③补骨脂粗提取液能治疗白癜风、牛皮癣，可局部应用及内服，现已知其有效成分为补骨脂素，毒性很小，需大剂量才会形成畸胎(大鼠、豚鼠实验)。同属植物P.leguminosea种子中的提取物，对兔有光致敏作用，可治疗白癜风。\n\n④对平滑肌的影响\n补骨脂种子提取液对离体及在位肠管有兴奋作用，对离体豚鼠子宫则松弛。\n\n⑤雌激素样作用\n每天给予雌鼠(切除卵巢鼠及正常鼠)补骨脂种子的干粉0.35克或0.175克(混于饮食中)，可增加阴道角化，此作用为可逆性，0.25克可使未成熟雌鼠阴道开放，此雌性激素样作用极弱，补骨脂素无此作用；以0.35克种子的粉剂喂饲37～77天，能伤害成年雌鼠生育力，但转变正常饮食后一周即可恢复，喂饲雄鼠46天则无影响。\n",
    "creation": "盐水炒。",
    "function": "\n补肾助阳。治肾虚冷泻，遗尿，滑精，小便频数，阳痿，腰膝冷痛，虚寒喘嗽。外用治白癜风。\n\n①《药性论》：\"主男子腰疼，膝冷囊湿，逐诸冷痹顽，止小便利，腹中冷。\"\n\n②《日华子本草》：\"兴阳事，治冷劳，明耳目。\"\n\n③《开宝本草》：\"主五劳七伤，风虚冷，骨髓伤败，肾冷精流及妇人血气堕胎。\"\n\n④《品汇精要》：\"固精气。\"\n\n⑤《纲目》：\"治肾泄，通命门，暖丹田，敛精神。\"\n\n⑥《玉楸药解》：\"温暖水土，消化饮食，升达脾胃，收敛滑泄、遗精、带下、溺多、便滑诸证。\"\n\n⑦《医林纂要》：\"治虚寒喘嗽。\"\n",
    "taste": "\n辛，温。\n\n①《雷公炮炙论》：\"性毒。\"\n\n②《药性论》：\"味苦辛。\"\n\n③《开宝本草》：\"味辛，大温，无毒。\"\n\n④《现代实用中药》：\"味辛苦而甘。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：研末擦或酒浸搽。\n",
    "compatibility": "\n阴虚火旺者忌服。\n\n①《海药本草》：\"恶甘草。\"\n\n②《纲目》：\"忌诸血，得胡桃、胡麻良。\"\n\n③《本草经疏》：\"凡病阴虚火动，梦遗，尿血，小便短涩及日赤口苦舌干，大便燥结，内热作渴，火升目赤，易饥嘈杂，湿热成痿，以致骨乏无力者，皆不宜服。\"\n\n④《得配本草》：\"阴虚下陷，内热烦渴，眩晕气虚，怀孕心胞热，二便结者禁用。\"\n",
    "storage": "置干燥处。",
    "side_effects": "毒性：补骨脂酚0.125、0.25、0.5、1.0ml/kg(每ml相当原药75g)灌胃，连续7天，对小鼠肾脏有选择性素毒性，且恢复较慢。大剂量补骨脂素类加紫外光照射能引起小鼠轻微的肝脏，生殖器，肾上腺皮质的脂肪样变、睾丸萎缩，体重减轻。",
    "category": "归经_肾经",
    "plant": "\n补骨脂\n一年生草本，高40～90厘米，全体被黄白色毛及黑褐色腺点。茎直立，枝坚硬，具纵棱。叶互生，枝端常侧生小叶1片；叶阔卵形或三角状卵形，长4～11厘米，宽3～8厘米，先端圆形或钝，基部心形、斜心形或圆形，边缘有粗阔齿，叶两面均有显著的黑色腺点；叶柄长2～4厘米，小叶柄长2～3毫米，被白色绒毛；托叶成对，三角状披针形，长约1厘米，膜质。花多数，密集成穗状的总状花序；花轴腋生，长约6～10厘米；萼钟状，基部连合成管状，先端5齿，被黑色腺点；花冠蝶形，淡紫色或黄色，旗瓣倒阔卵形，翼瓣阔线形，龙骨瓣长圆形，先端钝，稍内弯；雄蕊10,1束，花药小；雌蕊1，子房上位，倒卵形或线形，花柱丝状。荚果椭圆形，有宿存花萼，果皮黑色，与种子粘贴；种子1，气香而腥。花期7～8月。果期9～10月。\n栽培或野生。分布河南、安徽、广东、陕西、山西、江西、四川、云南、贵州等地。\n",
    "application": "\n①治疗子宫出血\n以补骨脂、赤石脂制片内服，观察300余例，止血效果在90%以上。但对出出血时间过长或过多的患者，需并用其它止血措施。对身体其它部位的出血疾病，如血友病、鼻出血、上消化道溃疡出血等，经个别试用亦见到止血效果。制剂及用法：用补骨脂浸膏(1：4)及赤石脂等量轧制成片。在月经量有增多倾向时即开始服药，每次6片(合1钱)，每日3次，连服3天，必要时可适当延长。根据动物实验，此药的止血有效成分主要在补骨脂。补骨脂有较明显的缩短出血时间，减少出血员的效果；同时对子宫有明显的收缩作用，而赤石脂对子宫收缩则无明显影响。由此推想本品对经血过多的止血作用，可能由于药物促进子宫平滑肌收缩，而减少出血量所致。\n\n②治疗银屑病\n用100%补骨脂溶液肌肉注射，每日1次2.5～3毫升。有瘙痒或皲裂者加用抗组织胺药物或局部用药。观察120例，临床治愈(皮疹消失，接近于健康皮肤)29例(24.2%)，显效(皮疹大部分消失)48例(40%)，有效(皮疹部分消失)33例(27.5%)，无效10例(8.3%)。皮损类型与疗效有一定关系。皮损呈点滴状者(多为全身泛发，皮屑菲薄，属进行期)，疗效较好；呈蛎壳状或斑状者(皮损散在肥厚，多属静止或退行期)，疗效较差。儿童组患者皮损多呈泛发点滴状，病程短，属进行期，疗效最为突出。据观察，一般用药10次左右后，瘙痒减轻，皮屑剥脱，皮疹缩小；20～40次后疗效更显。如注射40～60次无效时可考虑中止治疗。治疗中未发现不良反应。此外，有用50%补骨脂注射液每日1次肌注5毫升，同时配合紫外线照射(每日一次，由2分钟开始，逐渐增至10分钟；经15次后改为隔日1次或每周2次，达月余可停止)，治疗148例；结果临床痊愈103例，显效26例，有效16例，无效3例。但经数月后大部分病例复发，如再治仍有效。\n\n③治疗白癜风\n以50%补骨脂注射液肌肉注射，每日1次5毫升；外用补骨脂液涂抹局部白斑处(从小面积开始)。同时用紫外线照射，开始2分钟，逐渐增至10分钟；若以日光照晒，可根据光线强弱，晒5～20分钟。如局部发生红肿、水疱应暂停治疗，待恢复后再用。颜面、手等裸露部位，硒后应将药液洗去。一般可持续应用数月或半年以上。对颜面、手、脚裸露部位，效果较慢。观察49例，经3～6个月后，痊愈(色素完全恢复)6例，显效(2／3恢复色素)8例，有效(部分恢复色素)23例，无效12例。另有单用30%补骨脂酒精浸液外涂，治疗7例，亦获不同程度疗效。认为本品中含有的补骨脂素，有使色素新生的作用。\n\n④治疗秃发\n肌肉注射50%补骨脂注射液，每日1次5毫升；同时紫外线照射，由每次2分钟逐渐增至10分钟，15次后休息2周再照。观察45例，经3～6个月后痊愈(毛发完全恢复)16例，显效(毛发基本恢复)18例，有效(毛发部分恢复)4例，无效7例。\n\n⑤治疗指、趾甲癣\n用补骨脂配合等量菟丝子制成注射液，肌肉注射，每日1次5毫升，可连续数月。治疗4例，痊愈(水疱、鳞屑消失，指／趾甲恢复，检菌阴性)2例，显效(水疱、鳞屑消失，指／趾甲恢复2／3以上)2例。一般须经较长时间多次注射方能奏效。\n",
    "position": "\n为豆科植物补骨脂的果实。\n",
    "source": "\n《雷公炮炙论》\n"
  },
  {
    "name": "雷公藤",
    "alias": "震龙根、蒸龙草、莽草、水莽子、水莽兜、黄藤、大茶叶、水莽、黄藤草、红柴根、菜虫药、断肠草、黄藤根、黄药、水脑子根、南蛇根、三棱花、早禾花、红紫根、黄腊藤、水莽草、红药、山砒霜、黄藤木",
    "ingredient": "根含雷公藤定碱、雷公藤扔碱、雷公藤晋碱、雷公藤春碱和雷公藤增碱等生物碱。\n\n此外，雷公藤还含南蛇藤醇、卫矛醇、雷公藤甲素及葡萄糖、鞣质等。",
    "process": "夏、秋采收。",
    "distinguish": "性状鉴别 根圆柱形，扭曲，常具茎残基。直径0.5-3cm，商品常切成长短不一的段块。表面土黄色至黄棕色，粗糙，具细密纵向沟纹及环状或半环状裂隙；栓皮层常脱落，脱落处显橙黄色。皮部易剥离，露出黄白色的木部。质坚硬，折断时有粉尘飞扬，断面纤维性；横切面木栓层橙黄色，显层状；韧皮部红棕色；木部黄白色，密布针眼状孔洞，射线较明显。根茎性状与根相似，多平直，有白色或浅红色髓部。气微、特异，味苦徽辛。有大毒。显微鉴别 根横切面：木栓层为数十列木栓细胞组成，有的细胞内含红棕色或黄棕色物质。皮层菲薄，界限不甚明显。韧皮部有众多分泌细胞，内含黄棕色物质，韧皮射线漏斗状或略呈漏斗状，射线细胞和韧皮部薄壁细胞含淀粉粒及较大的草酸钙结晶。形成层环明显。木质部导管多单个径向排列，傍管纤维常成束分布；木薄壁细胞壁较厚，含淀粉粒；木射线细胞1-6列，其旁常有1-多列木纤维，有的纤维含淀粉粒。初生木质部三原型，多偏心性。根茎横切面：构造与根基本相似，但皮层明显，细胞2-4列；具髓。粉末特征：土黄色。①木纤维散在或成束，长梭形，长300-780μm，直径11-28μm，其中一种壁较薄，平直或略呈波状，胞腔中含有淀粉粒；另一种壁较厚，可至6μm，孔沟明显。②具缘纹孔及网纹导管，直径23-116μm。③管胞多为螺纹或孔纹。④淀粉粒众多，单粒类圆形、类三角形或类多角形，直径3-8 （-17)μm，脐点点状、星状或人字形；复粒2-3分粒组成。⑤草酸钙方晶众多，呈棱形、四面体、六面体或八面体，直径可至70μm。⑥木薄壁细胞类方形或长方形，孔沟及壁孔明显，有的胞腔内充满淀粉粒。⑦木柱细胞表面观多角形，有的含黄棕色物质。⑧分泌细胞类圆形或椭圆形，直径28-42μm，胸腔内含黄棕色物质。",
    "effect": "杀虫作用\n雷公藤的水浸液及乙醇浸液均有毒杀梨叶星毛虫及卷叶虫的能力；但其石油醚、乙醚或三氧甲烷浸液，则并无杀虫能力。",
    "creation": "1.净制：除去杂质花摘除花柄及蒂。2.切制：除去杂质，根、叶洗净，稍闷，切片、切丝、干燥。",
    "function": "祛风除湿；活血通络；消肿止痛；杀虫解毒 \n主治类风湿性关节炎；风湿性关节炎；肾小球肾炎；肾病综合征；红斑狼疮；口眼干燥综合征；白塞病；湿疹；银屑病；麻风病；疥疮；顽癣 \n\n《湖南药物志》：\"杀虫，消炎，解毒。\"",
    "taste": "苦；辛；大毒 \n\n《湖南药物志》：\"苦，大毒。\"\n\n归心；肝经",
    "usage": "内服：煎汤，去皮根木质部分15-25g；带皮根10-12g。均需文火煎1-2h。也可制成糖浆、浸膏片等。岩研粉装胶囊服，每次0.5-1.5g，每日3次。外用：适量，研粉或捣烂或；或制成酊剂、软膏涂擦。",
    "compatibility": "本品有大毒。内服宜慎。",
    "storage": "?",
    "side_effects": "雷公藤对各种动物毒性不同，它对人、犬、猪及昆虫的毒性很大，可以发生中毒甚至死亡，但是对羊、兔、猫、鼠、鱼却无毒性。雷公藤对机体的作用有二：一为对胃肠道局部的刺激作用；二为吸收后对中枢神经系统（包括视丘、中脑、延髓、小脑及脊髓）的损害，及引起肝、心的出血与坏死。有谓雷公藤主要毒害动物的心脏，但对其他平滑肌及横纹肌亦有毒性，此为中毒致死的原因。中毒后急救措施为催吐、洗胃、灌肠、导泻等一般方法，利用羊血或兔胃浸出液的生物学解毒方法尚未确定。雷公藤的毒性成分可用醚浸出，但经过还原作用，毒性完全消失。",
    "category": "归经_心经",
    "plant": "雷公藤\n攀援藤本，高2～3米。小枝红褐色，有棱角，具长圆形的小瘤状突起和锈褐色绒毛。单叶互生，亚革质，卵形、椭圆形或广卵圆形，长5～10厘米，宽3～5厘米，先端渐尖，基部圆或阔楔形，边缘有细锯齿，上面光滑，下面淡绿色，主脉和侧脉在叶的两面均稍隆起，脉上疏生锈褐色短柔毛：叶柄长约5毫米，表面密被锈褐色短绒毛。花小，白色，为顶生或腋生的大形圆锥花序，萼为5浅裂；花瓣5，椭圆形；雄蕊5，花丝近基部较宽，着生在杯状花盘边缘；子房上位，三棱状，花柱短，柱头头状。翅果，膜质，先端圆或稍成截形，基部圆形，长约1.5厘米，宽约1厘米，黄褐色，3棱，中央通常有种子1粒。种子细长，线形。花期5～6月。果熟期8～9月。\n生于背阴多湿稍肥的山坡、山谷、溪边灌木林和次生杂木林中。分布浙江、江西、安徽、湖南、广东、福建、台湾等地。",
    "application": "①治疗麻风反应\n雷公藤干根彻底去除内外两层皮，将木质部切片晒干。每用4钱，加水2500毫升，文火煎(不加盖)3～4小时，取褐色药液250毫升，早晚分服，3～4天为一疗程。曾治各型麻风反应167例(其中结核型27例，瘤型140例)，均在服药2～3剂后控制症状。\n\n②治疗类风湿性关节炎\n用雷公藤(取木质部，法同上)5钱，加水400毫升，文火煎2小时(不加盖)，得药液150毫升，残渣再加水煎取100毫升，混合后早晚2次分服，7～10天为一疗程，疗程间停药2～3无治疗50例，用药1～20个疗程不等，多数为5～6个疗程。其中44例有不同程度的好转或缓解。\n\n③治疗肺结核及其他慢性肺部疾病\n于夏末秋初采根，洗净晒干，切碎。每31.2克雷公藤加水1000毫升，以文火煎熬，待煎至约500毫升(使每10毫升含生药0.62克)即成。开始每日3次，每次15～20毫升口服，1星期为一疗程；以后视病情与患者体质情况，剂量可略有增减，但每次给药量不宜超过10～25毫升。如服药7～10天后无明显副作用，尚可延长服药时间；但服用时间过长的应短时间停药，一般服用20～30天后停药5～7天。经治99例，多数病人服药后咳嗽、排痰、发热、哮喘等症有不同程度的减轻。治程中按规定剂量服药，基本上无副作用；若体质较弱者，可有恶心、胃肠不适及畏寒怕冷等反应。\n\n④中毒与解毒\n雷公藤是一种剧毒药物，尤其皮部毒性极大，使用时应严格剥净皮部，包括二重皮及树缝中的皮分。据有关单位研究，雷公藤对机体的作用有二：一为对胃肠道局部的刺激作用；一为吸收后对中枢神经系统包括视丘、中脑、延髓、小脑及脊髓的损害，并能引起肝、心的出血与坏死。临床所见的一般中毒症状有头晕、心悸、无力、恶心、呕吐、腹痛、腹泻；肝肾区疼痛、血粪等。为慎重起见，对患有心、肝、肾、胃等器质性疾患的病人及孕妇应禁用；对治程中出现恶心呕吐、腹痛腹胀、肝肾区疼痛，尿中出现蛋白及血清转氨酶不正常时，应立即停药。中毒后一般急救措施，除催吐洗胃、灌肠、导泻外，可服鲜萝卜汁4两或炖服莱菔子8两，也可用鲜韭菜汁或浓茶、羊血等以解毒。据20余个中毒案例的观察，中毒表现均为腹痛、呕吐、腹泻、嚎叫挣扎，但不发热。死亡大都在24小时内，最多不超过4天。如在服雷公藤后4小时内用催吐剂、泻剂，一般均能痊愈。",
    "position": "为卫矛科植物雷公藤的根、叶及花。",
    "source": "《中国药植志》"
  },
  {
    "name": "鸡血藤",
    "alias": "血风藤",
    "ingredient": "香花岩豆藤含鸡血藤醇。",
    "process": "全年可采，或9～10月采收，截成长约40厘米的段，晒干。",
    "distinguish": "①密花豆的藤茎呈扁圆柱形，稍弯曲，直径2～7厘米。表面灰棕色，栓皮脱落处呈红褐色，有明显的纵沟及小形点状皮孔。横切面可见小形的髓，偏向一侧，木质部淡红色，导管呈孔洞状不规则排列，韧皮部有树脂状分泌物呈红褐色或黑棕色。二者相间排列呈偏心性半圆形的环。质坚实，难折断，折断面呈不整齐的裂片状。气微，味涩。\n产于广西。\n\n②白花袖麻藤的干燥藤茎，呈扁圆柱形，稍弯曲，长约40厘米，长径约4.5厘米，短径约3厘米。表面灰棕色，栓皮剥落处现红棕色，有明显纵沟及横向皮孔，节处微突起，有时具分枝痕。横切面中央有偏心性的小髓(中心性者极罕见)，木质部淡红棕色，韧皮部呈赤褐色至棕黑色的圆环，韧皮部外方为木质部与韧皮部相间排列的同心半圆环。新鲜时亦褐色的环状部位有鲜红色液汁流出，形如鸡血。液汁干后凝成亮黑色胶丝状斑点。质坚，折断时片裂状。气微，味涩。以条匀、切面有赤褐色层圃、并有渗出物者为佳。\n主产于广西。\n\n③香花岩豆藤的干燥藤茎，又名：丰城鸡血藤。呈圆柱形，表面灰褐色，有纵纹。横断面皮部占半径的1／4，密布红棕色胶状斑点，向外渐疏，木质部黄色，导管呈细孔状。质坚实。气微、味微苦涩。以外皮灰褐、内色淡黄、五层圈者为佳。\n产江西、福建、云南、四川等地。\n\n④亮叶岩豆藤的干燥藤茎与上种相似。\n产广西。\n\n鸡血藤药材除上述，品种外，尚有下列几种：\n①木通科植物大血藤的藤茎，产于河南、福建、广东，使用地区较广。参见\"大血藤\"条。\n\n②豆科植物常绿油麻藤的藤茎。其药材呈圆柱形，直径3～15厘米.表面灰褐色，粗糙，具有纵向的陷沟、横环纹和疣状凸起的皮孔，尚可见瘤状凸起的侧枝痕迹。横切面皮部薄，韧皮部具树脂状分泌物呈棕褐色，本质部灰黄色，导管呈孔洞状，多放射性整齐排列。韧皮部与木质部相间排列呈数层同心性环，髓部细小，射线致密呈放射状。质坚体重，难折断，折断面呈纤维性。气微弱，味涩而微甜。产福建。参见\"牛马藤\"条。\n\n③豆科植物昆明鸡血藤的藤茎，产广东、广西、甘肃等地。参见\"昆明鸡血藤\"条。",
    "effect": "①丰城鸡血藤酊剂给大鼠灌胃(40%，0.5毫升／100克)对甲醛性\"关节炎\"有显著疗效.煎剂或酊剂静脉注射，相当生药0.01～0.4克／公斤时，对麻醉犬的呼吸、血压及蟾蜍下肢血管灌流无显著影响。大鼠腹腔注射酊剂(10毫升／公斤)有镇静、催眠作用。犬静脉注射相当生药4.25克／公斤时中毒死亡，用给小鼠注射p32后，测组织的总p32的\"相对比放射性\"的方法，观察到鸡血藤(品种未载明)煎剂(0.25克／毫升，每日1次，0.5毫升灌胃，共3天)，可促进肾脏及子宫的总磷代谢，认为这是鸡血藤增强小鼠肾脏及子宫的能量代谢及合成代谢的反映。此外还能促进小鼠对水及氯化物的排泄。\n\n②密花豆干燥根的煎剂对离体、在体蟾蜍心脏有抑制作用，可使麻醉兔及犬的血压下降；对离体兔耳及蟾蜍血管却为收缩作用。",
    "creation": "用水润透，切片，或蒸软后乘热切片，晒干。",
    "function": "活血、舒筋。治腰膝酸痛，麻木瘫痪，月经不调。\n\n①《纲目拾遗》：\"活血，暖腰膝，已风瘫。\"\n\n②《本草再新》：\"补中燥胃。\"\n\n③《饮片新参》：\"去瘀血，生新血，流利经脉。治暑痧，风血痹症。\"\n\n④《现代实用中药》：\"为强壮性之补血药，适用于贫血性之神经麻痹症，如肢体及腰膝酸痛，麻木不仁等。又用于妇女月经不调，月经闭止等，有活血镇痛之效。\"",
    "taste": "苦甘，温。\n\n①《饮片新参》：\"苦涩香微甘。\"\n\n②《本草正义》：\"温。\"\n\n③江西《中草药学》：\"苦温微甘。\"\n\n入心、脾二经\n\n《本草再新》：\"入心、脾二经。\"",
    "usage": "内服：煎汤，3～5钱(大剂1两)；或浸酒。",
    "compatibility": "除上述鸡血藤外，江西省有豆科植物丰城鸡血藤又名山鸡血藤，鸡血藤呈圆柱形，只有一圈渗出物形成的圆形环圈。广西另用豆科亮叶鸡血藤作鸡血藤使用。云南禄劝县使用豆科植物巴豆藤作鸡血藤使用。云南风庆县（古称顺宁）使用木兰科异型南五味子和中间南五味子的藤茎作鸡血藤使用，鸡血藤据《中国药学大辞曲》记载为清代原作鸡血藤。",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "①密花豆，又名：三叶鸡血藤。\n攀援灌木。茎无毛。小叶3，阔椭圆形，长12～20厘米，宽7～15厘米，先端锐尖，基部圆形或近心形，上面疏被短硬毛，下面沿脉疏被短硬毛，脉腋间有髯毛。花多数，排列成大型圆锥花序；花长约10毫米；萼筒状，两面被白色短硬毛，萼齿5，三角形，上面2齿近合生；花冠蝶形，白色；花药2型，5个大，5个稍小；子房密被白色短硬毛。荚果刀状，长8～10.5厘米，宽2.5～3厘米，被绒毛，有网脉，沿腹缝线增厚，仅顶部有一个种子。\n生于林中或灌丛中。分布广东、广西、云南等地。\n\n②白花油麻藤\n藤本。叶为羽状复叶。窄小叶3片，革质，长圆状椭圆形至卵状椭圆形，长8～16厘米，宽2.5～7.5厘米，先端渐尖，基部广楔形，两面均无毛或疏被毛。侧生小叶较小，基部斜形；叶柄无毛，小叶柄有疏长硬毛；托叶卵形，早落。总状花序腋生，长30～38厘米；具花20～30朵；萼钟状，萼齿5，上面2齿合生，有稀疏棕色长硬毛；花冠蝶形。灰白色，长7.5～8.5厘米，旗瓣卵状广椭圆形，长约为龙骨瓣的1／2；雄蕊为9+1的两组，花药2型；子房密生锈色短柔毛，花柱丝状。荚果木质，长矩形，长22～40厘米，宽约3厘米左右，外被棕色短柔毛，两侧有狭翅，种子间有紧缩；种子10余枚，肾形，黑色。花、果期4～9月。\n分布广东、广西等地。\n\n③香花岩豆藤，又名：山鸡血藤、贯肠血藤、苦藤、猪婆藤、大活血、过山龙、野奶豆。\n攀援灌木。幼枝和花序被金黄色绒毛。羽状复叶互生，小叶5，狭椭圆形，或披针形，长5～15厘米，宽2.5～5厘米，先端钝尖，基部圆楔形，下面疏生短毛或无毛；小托叶锥形。圆锥花序顶生，长达15厘米。萼钟形，密生锈色毛；花蝶形，紫色，长1.2～2厘米；旗瓣椭圆形，基部有短爪，外面白色，密被锈色丝状毛；雄蕊成9+1的两组；雌蕊的子房密被长绒毛。荚果条形，长7～12厘米，宽约2厘米，近木质，密被黄褐色绒毛。种子扁长圆形。花期夏季。果期秋季。\n生于山坡灌丛中。分布于浙江、江西、福建、广东、广西、湖南、湖北、四川、云南、贵州等地。\n\n本植物的根(岩豆根)亦供药用，另详专条。\n\n④亮叶岩豆藤，又名：血节藤、血藤、血筋藤。\n攀援灌木。形态与上种相似，幼枝有平贴丝状细毛，后变光滑。小叶披针形或卵形，长5～8厘米，两面光亮。圆锥花序顶生，长6～10厘米；花长约2厘米；萼钟状，密生绢毛；花冠紫色，旗瓣外面白色，有绢毛，基部有2个胼胝体状附属物。荚果条状矩圆形，长10～14厘米，有绒毛；种子4～5粒.\n生溪边、山谷疏林下。分布广东、广西。",
    "application": "治疗闭经\n鸡血藤糖浆10～30毫升，日服3次，疗程1～4周。治疗190例，近期有效65例。一般于服药后7～20天通经。",
    "position": "为豆科植物密花豆、白花油麻藤、香花岩豆藤或亮叶岩豆藤等的藤茎。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "蛤蚧",
    "alias": "蛤蟹(《日华子本草》)，仙蟾(《纲目》)，大壁虎(《中药志》)，蚧蛇、德多、握儿、石牙(《广西中药志》)。",
    "ingredient": "含动物淀粉、蛋白质、脂肪。",
    "process": "\n一般在5～9月间捕捉。主要方法：①光照：晚间乘蛤蚧外出觅食时，用较强的灯光照射，蛤蚧见强光则立即不动，便可捕获。②引触：用小竹竿一端扎上头发，伸向石缝或树洞中引触，蛤蚧遇发咬住不放，即迅速拉出，捕入笼中。③针刺：在竹竿上扎铁针，乘蛤蚧夜出时刺之。蛤蚧捕得后，用锤击毙，剖腹取出内脏，用干布抹干，再以竹片将其四肢、头、腹撑开，并用白纸将尾固定于竹片上，以防脱落，然后用微火焙干。\n",
    "distinguish": "\n干燥的全体，固定于竹片上而呈扁片状。头部及躯干长10～15厘米，尾长10～14厘米；腹背部宽6～10厘米。头大，扁长，眼大而凹陷成窟隆，眼间距下凹呈沟状。角质细齿密生于颚的边缘，无大牙。背呈灰黑色或银灰色，并有灰棕色或灰绿色的斑点，脊椎骨及两侧肋骨均呈嵴状突起，全身密布圆形、多角形而微有光泽的细鳞。四肢指、趾各5，除第1指、趾外，均有爪。尾细长而结实，上粗下细，中部可见骨节，色与背部同。质坚韧，气腥，味微咸。以体大、肥壮、尾全、不破碎者为佳。\n主产广西、云南、贵州等地。\n\n过去曾发现-种伪蛤蚧，与蛤蚧外形相似，其不同点为：头部较小，齿生于颚内，并有大牙。眼细小而近闭合；背部有红黄色斑点；背部鳞片极细小，指、趾底面无吸盘。不能作蛤蚧使用。\n",
    "effect": "\n蛤蚧的乙醇提取物，可延长正常雌小鼠的动情期，对去卵巢鼠则可出现动情期，并使子宫及卵巢(正常小鼠)重量增加。以小鼠前列腺、精囊、提肛肌的重量为指标，蛤蚧(品种未注明)提取液表现雄性激素样作用，其效力较蛇床子、淫羊藿、海马为弱。\n",
    "creation": "\n蛤蚧：除去竹片，截去头足及鳞(无尾者拣去不用)，切成小方块，酒蛤蚧：取蛤蚧块用黄酒浸渍后微火焙干。焙干后，但剪取尾部供用者，称为\"蛤蚧尾\"。(每蛤蚧10对，用黄酒半斤)\n\n①《雷公炮炙论》：\"蛤蚧，其毒在眼，须去眼及甲上、尾上、腹上肉毛，以酒浸透，隔两重纸缓焙令干，以瓷器盛，悬屋角上一夜用之，力可十倍，勿伤尾也。\"\n\n②《日华子本草》：\"蛤蚧，合药去头足，洗去鳞鬣内不净，以酥炙用良。\"\n",
    "function": "\n补肺益肾，定喘止嗽。治虚劳，肺痿，喘嗽，咯血，消渴，阳痿。\n\n①《海药本草》：\"疗折伤，主肺痿上气，咯血咳嗽。\"\n\n②《日华子本草》：\"治肺气，止嗽，并通月经，下石淋及治血。\"\n\n③《开宝本草》：\"主久肺劳，疗咳嗽，下淋沥，通水道。\"\n\n④《本草衍义》：\"补肺虚劳嗽有功。\"\n\n⑤《纲目》：\"补肺气，益精血，定喘止嗽，疗肺痈消渴，助阳道。\"\n\n⑥《本草再新》：\"温中益肾，固精助阳，通淋，行血。蛤蚧尾能治疝。\"\n",
    "taste": "\n咸，平。\n\n①《开宝本草》：\"味咸，平，有小毒。\"\n\n②《本经逢原》：\"甘成，温，小毒。\"\n",
    "usage": "\n内服：煎汤，1～2钱；或入丸、散。\n",
    "compatibility": "\n外感风寒喘嗽忌服。\n\n①《本草经疏》：\"咳嗽由风寒外邪者不宜用。\"\n\n②《得配本草》：\"阴虚火动，风邪喘嗽，二者禁用。\"\n",
    "storage": "用木箱严密封装，常用花椒拌存，置阴凉干燥处，防蛀。",
    "side_effects": "蛤蚧毒性低，未能测出蛤蚧醇提物经口半数致死量灌胃最大耐受量大于135g/kg，腹腔注射醇提物脂溶性部分的半数致死量为5.24g／kg水溶性部分的半数致死量与脂溶性相近。蛤蚧眼及脑在相当于25-200倍剂量下未见动物出现毒性反应。",
    "category": "肺；肾经",
    "plant": "蛤蚧，为壁虎科中最大的一种，全长30cm左右，体长与尾长略相等或尾略长。头宽大，略呈三角形，吻端圆凸；耳孔椭圆形，约为眼径之半；上唇鳞12-14，第1枚入鼻孔。眼大，突出；口中有许多小齿。通身被覆细小粒鳞，其间杂以较大疣鳞，缀成纵行；腹面鳞片较大，略呈六角形，四肢指、趾膨大，成扁平状，其下方具单列皮肤褶裂，除第1指趾外，均具小爪，指间及趾间仅有蹼迹。雄性有肛前窝20余个，尾基部较粗，肛后囊孔明显。躯干及四肢背面砖灰色，密布橘黄色及蓝灰色斑点；尾部有深浅相间的环纹，腹面白色而粉红色斑。\n生境分布：多栖息于山岩罅隙或树洞内，也见于人家屋间。比昆虫、小形蜥蜴等为食。资源分布：分布于福建、台湾、广东、广西、云南。\n栽培：生活习性，蛤蚧性怕冷、怕热、怕风雨，喜栖息于山岩石隙，树洞或屋檐墙壁上，昼伏夜出，常见雌雄成对活对。喜食活饵，主要捕食昆虫类。蛤蚧有冬眠习性。气温低于10℃以下时，潜入3-4m深的岩缝中冬眠。到翌的气温回升到18-20℃时才出洞活动。雌雄异体，3-4年性成熟，每年5-9月可见产卵，6-7月为盛期。各地因气候不同而稍有差异蛤蚧卵在7-8月孵化，6-7月为盛期。各地因气候不同而稍有差异蛤蚧卵在7-8月孵化，孵化期为68-205d（平均105d）不等。养殖技术，人工繁殖时，可将待产雌体单独饲养，用布遮挡笼内，笼四壁贴层薄纸，待其产卵于纸上时，可攫下纸取卵孵化。孵化温度在30-33℃，经100天左右，即可孵出小蛤蚧。人工养殖分为箱养、室养、圈养和散养几种。饲养管理，急性病管理，饲养过程中可投给圭鳖虫、蟑螂、黄粉虫等或灯光诱虫。冬眼期注意防寒保暖，但室温不宜超过18℃。平时管理工作以防蚁、蚊、鼠等天敌为主。",
    "application": "用量3~6克，多入丸、散或酒剂。用治虚喘气促、劳嗽咳血、阳痿遗精。",
    "position": "\n为壁虎科动物蛤蚧除去内脏的全体。\n",
    "source": "\n《雷公炮炙论》\n"
  },
  {
    "name": "黄柏",
    "alias": "檗木(《本经》)，檗皮(《伤寒论》)，黄檗(《本草经集注》)。",
    "ingredient": "\n①黄柏\n\n\n树皮含小檗碱、药根碱、木兰花碱、黄柏碱、N-甲基大麦芽碱、掌叶防己碱、蝙蝠葛碱等生物碱;另含黄柏酮、黄柏内酯、白鲜交酯、黄柏酮酸、青萤光酸、7-脱氢豆甾醇、β-谷甾醇、菜油甾醇。根皮含小檗碱、药根碱、黄柏碱、N-甲基大麦芽碱。木材也含小檗碱。新鲜叶含黄柏甙、脱氢黄柏甙、脱氢异黄柏甙、异黄柏甙。干燥叶含金丝桃甙，不含黄柏甙。\n\n\n②黄皮树\n\n\n树皮含小檗碱、木兰花碱、黄柏碱、掌叶防己碱等多种生物碱及内酯、甾醇、粘液质等。\n\n\n③秃叶黄皮树\n\n\n树皮含四氢小檗碱、四氢掌叶防己碱、四氢药根碱、黄柏碱、木兰花碱及β-谷甾醇。\n",
    "process": "\n3～6月间采收。选十年以上的黄柏，轮流剥取部分树皮。不能一次剥尽，以保持原树继续生长。剥去后，即自行生长新皮，未割部分可在下年采收。将剩下的树皮晒至半干，压平，刮净粗皮(栓皮)，至显黄色为度，不可伤及内皮，刷净晒干，放置干燥通风处，防霉变色。\n",
    "distinguish": "\n①东黄柏\n\n\n又名：关柏、关黄柏。为植物黄柏的干燥树皮。呈稍弯曲的板片状，边缘不整齐，长宽不一，厚约2～4毫米。栓皮留存或已剥离，栓皮较厚，表面灰白色;栓皮剥离者，表面棕黄色，平坦或有抽皱及皮孔;内表面灰黄色。质较松，易折断，断面纤维性，淡黄色稍带绿。气微，味苦。粉末遇水即带粘性，并使水染成黄色。以片张厚大、鲜黄色、无栓皮者为佳。\n\n\n主产辽宁、吉林、河北。此外，黑龙江、内蒙古亦产。以辽宁产量最大。\n\n\n②川黄柏(《得配本草》)\n\n\n为植物黄皮树及其变型变种的干燥树皮。呈稍弯曲的板片状，边缘不整齐，长宽不一，厚约3～5毫米，栓皮多已剥离。外表面深黄色，较平坦，有纵棱线及棕色皮孔;内表面灰黄色或黄色。质坚硬而轻，易折断，折断面纤维性，呈片状分裂，鲜黄色。气微，味苦，嚼之有粘滑性，能使水染黄色。以片张厚大、鲜黄色、无栓皮者为佳。\n\n\n主产四川、贵州、湖北、云南。此外，湖南、甘肃、广西亦产。以四川、贵州产量最大。\n",
    "effect": "\n黄柏与黄连同样含较多的小檗碱，故其药理作用亦大体相似，参见\"黄连\"条。但含量较黄连低，并含有其他成分，作用亦有些差异。\n\n\n①抗菌作用\n\n\n黄柏抗菌有效成分为小檗碱。体外试验对金黄色葡萄球菌、肺炎球菌、白喉杆菌、草绿色链球菌、痢疾杆菌(宋内氏除外)等均有效，对大肠杆菌、伤寒杆菌几乎无效，有报告对大肠杆菌、绿脓杆菌有效者。就生药而言，黄连抗菌作用较黄柏强1倍。对H37Rv、鸟型结核杆菌无直接抑制作用，但可使菌数减少，或很高浓度(1/100)时呈现抑菌作用，但也有报告获得良好结果的。在用豚鼠接种人型结核菌作实验治疗时，口服或注射的疗效均很差。对接种牛型结核菌的豚鼠，从黄柏提取的盐酸结晶物作肌肉注射，有一定疗效。据称，黄柏对结核病人的临床症状及X线检查有好转，且优于黄连。\n\n\n在试管中，黄柏煎剂或浸剂对若干常见的致病性真菌有不同程度的抑菌作用。其水煎剂还能杀死钩端螺旋体(剂量需较黄连大一倍)。在体外对阴道滴虫，也有较弱的作用。\n\n\n②降压作用\n\n\n黄柏对麻醉动物静脉或腹腔注射，可产生显著而持久的降压作用，颈动脉注射较静脉注射的更强，因此降压可能是中枢性的。对季铵型的黄柏碱加以改变而合成的叔胺型的化合物名昔罗匹林亦可引起迅速、显著之降压;在Ⅰ～Ⅱ颈椎间切断脊髓则降压消失，因而也证明降压属中枢性的。此外，昔罗匹林有较强的抗肾上腺素样作用，对压迫颈动脉、窒息、电刺激大内脏神经引起的升压反应及注射肾上腺素或电刺激颈上交感神经节引起的瞬膜收缩反应均受到抑制。苯苄胺、妥拉苏林、利血平等皆可减弱其降压反应。\n\n\n③其他作用\n\n\n黄柏碱或昔罗匹林对中枢神经系统有抑制作用，小鼠的自发活动、各种反射均受到抑制;给予未麻醉家兔昔罗匹林，脑电波可出现高振幅慢波。黄柏碱有轻度的箭毒样作用，对蛙腹直肌紧张度无影响，但能抑制由乙酰胆碱引起的收缩反应。对离体兔肠，黄柏粉可增强其振幅，黄柏酮可增强其张力及振幅;黄柏内酯则抑制肠管。在带有胰瘘的家兔身上，黄柏有促进胰腺分泌的作用。黄柏内酯在接近致死量(0.05～0.1克/公斤)时，可降低兔血糖，黄柏酮无此作用。据称黄柏有保护血小板的作用，尚待证实。另据报道，黄柏对孑孓(10P.P.M.在18小时内可杀死62%)、家蝇有杀灭作用。在小鼠身上，与萱草根同服，可降低后者之毒性。\n",
    "creation": "\n黄柏：拣去杂质，用水洗净，捞出，润进，切片成切丝，晒干。黄柏炭：取黄柏片，用武火炒至表面焦黑色(但须存性)，喷淋清水，取出放凉，晒干。盐黄柏：取黄柏片，用盐水喷洒，拌匀，置锅内用文火微炒，取出放凉，晾干(每黄柏片100斤用食盐2斤半，加适量开水溶化澄清)。酒黄柏：取黄柏片，用黄酒喷洒拌炒如盐黄柏法(每黄柏片100斤用黄酒10斤)。\n\n\n《雷公炮炙论》：\"凡使(黄檗)，用刀削上粗皮了，用生蜜水浸半日，漉出晒干，用蜜涂，文武火炙令蜜尽为度。凡修事五两，用蜜三两。\"\n",
    "function": "\n清热。燥湿，泻火，解毒。治热痢，泄泻，消渴，黄疸，痿躄，梦遗，淋浊，痔疮，便血，亦白带下，骨蒸劳热，目赤肿痛，口舌生疮，疮疡肿毒。\n\n\n①《本经》：\"主五脏肠胃中结热，黄疸，肠痔;止泄痢，女子漏下赤白，阴伤蚀疮。\"\n\n\n②《别录》：\"疗惊气在皮间，肌肤热赤起，目热赤痛，口疮。\"\n\n\n③《药性论》：\"主男子阴痿。治下血如鸡鸭肝片;及男子茎上疮，屑末敷之。\"\n\n\n④《本草拾遗》：\"主热疮疱起，虫疮，痢，下血，杀蛀虫;煎服，主消渴。\"\n\n\n⑤《日华子本草》：\"安心除劳，治骨蒸，洗肝，明目，多泪，口干，心热，杀疳虫，治蛔心痛，疥癣，蜜炙治鼻洪，肠风，泻血，后分急热肿痛。\"\n\n\n⑥《珍珠囊》：\"治肾水。膀胱不足，诸痿厥，腰膝无力。\"\n\n\n⑦《医学启源》：\"《主治秘诀》云，泻膀胱龙火，利结小便，下焦湿肿，痢疾先见血，脐中痛，补肾水不足。\"\n\n\n⑧《用药心法》：\"治疮痛不可忍者。\"\n\n\n⑨《兰室秘藏》：\"泻冲脉之邪。治夏月气上冲咽不得息而喘息有音不得卧。\"\n\n\n⑩《纲目》：\"敷小儿头疮。\"\n\n\n⑾《现代实用中药》：\"打扑挫筋等，磨粉调如泥状涂贴。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本经》：\"味苦，寒。\"\n\n\n②《别录》：\"无毒。\"\n\n\n③《药性论》：\"平。\"\n\n\n④《珍珠囊》：\"苦辛。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：研末调敷或煎水浸渍。\n",
    "compatibility": "\n脾虚泄泻，胃弱食少者忌服。\n\n\n①《本草经集注》：\"恶干漆。\"\n\n\n②《本草经疏》：\"阴阳两虚之人，病兼脾胃薄弱，饮食少进及食不消，或兼泄泻，或恶冷物及好热食;肾虚天明作泄;上热下寒，小便不禁;少腹冷痛，子宫寒;血虚不孕，阳虚发热，瘀血停滞，产后血虚发热，金疮发热;痈疽溃后发热，伤食发热，阴虚小水不利，痘后脾虚小水不利，血虚不得眠，血虚烦躁，脾阴不足作泄等证，法咸忌之。\"\n",
    "storage": "置通风干燥处，防潮。",
    "side_effects": "黄柏流浸膏腹腔注射，对小鼠的半数致死量为2.7g/kg。黄柏碱 腹腔注射 对小鼠的半数致死量为 69.5mg/kg。黄柏果挥发油 灌胃 对小鼠的 半数致死量为 6.683±0.656g/kg。",
    "category": "肾；膀胱经",
    "plant": "\n①黄柏，又名：黄波罗、黄伯栗。\n\n\n落叶乔木，高10～25米;树皮外层灰色，有甚厚的木栓层，表面有纵向沟裂，内皮鲜黄色。小枝通常灰褐色或淡棕色，罕为红橙色。叶对生，单数羽状复叶，小叶5～13片，小叶柄短，小叶片长圆状披针形、卵状披针形或近卵形，长5～11厘米，宽2～3.8厘米，先端长渐尖，基部通常为不等的广楔形或近圆形，边缘有细圆锯齿或近无齿，常被缘毛;上面暗绿色，幼时沿脉被柔毛，老时则光滑无毛。下面苍白色，幼时沿脉被柔毛，老时仅中脉基部被白色长柔毛。花序圆锥状，花轴及花枝幼时被毛;花单性，雌雄异株，较小;花萼5，卵形;花瓣5，长圆形，带黄绿色;雄花雄蕊5，伸出花瓣外.花丝基部被毛;雌花的退化雄蕊呈鳞片状，雌蕊1，子房上位，花柱甚短，柱头头状，5裂。浆果状核果圆球形，直径约8～10毫米，成熟时紫黑色，有5核。花期5～6月。果期9～10月。\n\n\n生于山地杂木林中或山谷洪流附近。分布东北及华北。\n\n\n本植物的果实(黄波罗果)亦供药用，另详专条。\n\n\n②黄皮树，又名：灰皮柏、华黄柏。\n\n\n落叶乔木，高10～12米。树皮外层灰褐色，甚薄，无加厚的木栓层，内层黄色;小枝通常暗红褐色或紫棕色，光滑无毛。叶对生;单敷羽状复叶，小叶7～15片，有短柄;叶片长圆状披针形至长圆状卵形，长9～14厘米，宽3～5厘米，先端渐尖，基部广楔形或近圆形，通常两侧不等，上面暗绿色，仅中脉被毛，下面淡绿色，被长柔毛。花序圆锥状，花轴及花枝密被短毛;花单性，雌雄异株;萼片5，卵形;花瓣6，长圆形;雄花雄蕊6，超出花瓣之外甚多，花丝甚长，基部有白色长柔毛;雌花退化雄蕊短小，雌蕊1，子房上位，5室，花柱短;柱头5裂。浆果状核果球形，直径1～1.2厘米，密集成团，熟后紫黑色，通常具5核。花期5～6月。果熟期10月。\n\n\n生于山上沟边的杂木林中。分布四川、湖北、贵州、云南、江西、浙江等地。\n\n\n黄皮树的变种秃叶黄皮树(分布湖北、四川、贵州、陕西)、峨嵋黄皮树(分布四川)、云南黄皮树(分布云南)、镰刀叶黄皮树(分布云南)等也同等入药。\n",
    "application": "\n①治疗流行性脑脊髓膜炎\n\n\n用黄柏制成的流浸膏(每毫升相当生药黄柏1克)，3岁以下每6小时服3毫升，3岁以上4～6毫升，成人6～10毫升。治疗20例，年龄最大24岁，最小4岁，病程最短1天，最长18天，全部治愈。轻症治疗后1天即好转，一般约在治疗8天后症状与体征消失，约10天后脑脊液转为正常。治疗同时仍应于水分、营养及常规护理，并辅以一般对症处理。对于呕吐剧烈的患者，有人试用黄柏甘草汤(黄柏1两，甘草4钱，加水煎成100毫升)作保留灌肠，首次50毫升，以后每次30毫升，每6小时1次。待呕吐停止后，改为内服。治疗10余例，其中4例自始至终均采用保留灌肠法，疗效与内服相同。\n\n\n②治疗细菌性痢疾\n\n\n内服黄柏干浸膏(0.13克=生药1克)，每次0.4克，每日3～4次，治疗31例，全部治愈。又采用黄柏干浸膏(0.2克=生药1克)每次0.9克，每日4次，连服2～3日，治疗25例，治愈24例。退热平均为2.3天，腹痛及乙状结肠部压痛消失为4天，里急后重消失为3.3天，大便性状恢复正常肉眼为4天，镜检为4.7天，粪培养转阴为4.4天。有用盐酸黄柏小檗碱片(每片含盐酸小檗碱0.04克，相当于生药1克)，首剂服0.24～0.32克，以后每4小时服0.12～0.16克，临床症状好转后，改为每6小时给药1次。治疗菌痢83例，痊愈82例。体温降至正常平均为1.6天;腹痛消失为4天;里急后重消失为3.8天，便次恢复正常为3.8天;粪检恢复正常为4.8天;粪培养阴性为5.4天。多数病例的临床症状、粪检及细菌培养，均在1周内恢复正常。对于慢性细菌性痢疾，可用黄柏皮切碎晒干，研粉过筛，再用10%酒精泛丸。每次4克，日服2次，7天为-疗程。观察40例，经乙状结肠镜检查结果：3例肠腔粘膜糜烂经2～4疗程治愈2例;16例溃疡经第一疗程愈合者10例，第二疗程愈合者5例，第三疗程愈合者1例;3例重度充血者，经第一疗程治愈者2例，第二疗程治愈者1例;14例一般充血者，第一疗程治愈10例，第二疗程治愈3例，第三疗程治愈1例;仅有出血点者4例，于第一疗程全部治愈。采用黄柏生药每次1.5～2钱，每日3次，煎服，疗程8～10天。治疗菌痢156例，痊愈者90%，基本痊愈者4.9%，大便培养转阴率为96%，阴转时间多为2～6天。其近期疗效似较磺胺为优。\n\n\n③治疗肺炎\n\n\n用0.2%黄柏碱注射液，每次肌肉注射3毫升，每8小时1次，体温降至正常后2～3天，减为每日注射2次。治疗儿童小病灶性肺炎6例、大叶性肺炎1例，患儿热度均于用药后12～72小时内下降至正常，炎症吸收消散平均为9天。实验证明，黄柏碱在试管内对肺炎双球菌、金黄色葡萄球菌均有显著的抑菌作用。\n\n\n④治疗肺结核\n\n\n用0.2%黄柏碱注射液3～6毫升，肌肉注射，每日2次，2个月为一疗程。治疗30例(其中浸润型26例、血行播散型4例;有空洞者古17例)，治后病灶吸收好转者24例，无变化者6例，8例空洞缩小。血沉增高的23例，治后均见减低。副作用有轻微腹泻，注射局部的疼痛，经调整注射液的pH至6.5左右即仅有酸胀感。一般认为黄柏碱注射液对浸润型渗出为主的炎性病灶有良好的效果，对增殖性病灶则疗效不显。亦有用黄柏干浸膏每日3克，分3饮食后服，3个月为一疗程。治疗12例，治愈8例，进步和显著进步各2例。一般服药后热度很快恢复正常，咯痰减少，食欲增进，体重增加。\n\n\n⑤治疗肝硬化、慢性肝炎\n\n\n用黄柏小檗碱注射液治疗肝硬化40例，临床治愈6例，显效20例，有效10例，无效1例，死亡3例;慢性肝炎19例，临床治愈12例，显效5例，无效2例，治疗期间未见副作用。\n\n\n⑥治疗滴虫性阴道炎\n\n\n每晚清洗阴道后，塞黄柏栓剂1枚(每枚重7克，含黄柏碱0.5克)，4次为一疗程;对阴道宫颈炎患者，隔日使用1枚。治疗滴虫性阴道炎14例，13例转为阴性;单纯宫颈炎6人，全部治愈。本药对妊娠及未婚者，均可使用。\n\n\n⑦治疗急性结膜炎\n\n\n用10%黄柏煎液滴眼，治疗儿童患者474例，每次用1～2毫升冲滴，每日2～3次。由于黄柏质量不同，疗效亦有差别。优质黄柏的治愈率100%(78例)，3～4日治愈;劣质黄柏的治愈率为55.8%(158例)，在3日内治愈者仅23.96%。\n\n\n⑧治疗慢性化脓性中耳炎\n\n\n采用20%或30%黄柏煎液(滤过冷藏)滴耳。用时先以双氧水洗净外耳道脓液，拭干，而后滴入药液5～10滴，侧卧15分钟。所治76例，有41例合并鼓膜中央性穿孔。治疗效果：痊愈59例，进步13例，无效4例。与0.5%金霉素甘油溶液及4%硼酸酒精溶液作对照，疗效相似。\n\n\n⑨治疗慢性上颌窦炎\n\n\n局部穿刺冲洗后，用黄柏流浸膏的30%稀释液徐徐注入，每侧隔4日注入1次。治疗10例，治愈8例，好转2例。\n\n\n⑩治疗耳部湿疹\n\n\n用黄柏粉(含小檗碱1.6%)1份，香油1.2份，调成糊状，每日涂药1次。共治疗30例，涂药1～2次后85%以上患者湿烂面干燥结痂，5～7次后均基本好转或痊愈。\n\n\n⑾黄柏所致过敏性药疹\n\n\n曾有1例患者用开水冲服黄柏1钱左右，于服药5～6小时后，胸部发痒，继起多个小疙瘩，并蔓延全身，经脱敏常规治疗而愈。事后再用黄柏煎液行皮肤划痕试验，呈强阳性反应。\n",
    "position": "为芸香科植物黄柏或黄皮树的树皮。",
    "source": "《纲目》"
  },
  {
    "name": "苦丁茶",
    "alias": "苦灯茶",
    "ingredient": "\n枸骨叶中含咖啡碱、皂甙、鞣质、苦味质。\n\n\n大叶冬青叶中含熊果酸、β-香树脂醇、蛇麻脂醇、蒲公英赛醇、熊果醇和β-谷甾醇;树皮中含α-和β-香树脂醇等;果实中含熊果酸和蹄纹天竺素-3-木糖葡萄糖甙。\n",
    "process": "冬青科灌木或小乔木植物大叶冬青等的叶。",
    "distinguish": "\n①枸骨叶;又名：角刺茶(《纲目拾遗》)。性状详\"枸骨叶\"条。也有用枸骨老树的叶，叶片呈卵圆形，先端短尖，基部圆形，上面光滑，革质而厚。\n\n\n产江苏、浙江等地。\n\n\n②大叶冬青叶，又名：苦灯茶((毒草求尿》)。呈卵状长椭圆形，革质，不皱缩，有的纵向微卷曲，上面黄绿色或灰绿色，有光泽，下面黄绿色，味微苦。\n\n\n产浙江、福建、广西等地。\n\n\n苦丁茶的品种较为复杂，除上述主要品种外，在江苏、安徽地区有用茶叶加枸骨叶煎汁焙制而成者，外表绿褐色或黄绿色，与一般粗茶相似，用沸水泡开后，伸展的叶片为阔披针形及卵状披针形，边缘有锯齿，浸液味苦，浓者不堪入口，与昔通茶叶不同。四川地区有用木犀科植物序梗女贞的叶;贵州地区则用日本毛女贞的叶作苦丁茶使用，参见\"苦茶叶\"条。\n",
    "effect": "对金黄色葡萄球菌、绿色链球菌、卡他球菌、大肠杆菌、绿脓杆菌等有抑制作用。",
    "creation": "去除杂质，阴干，备用。",
    "function": "\n散风热，清头目，除烦渴。治头痛，齿痛，目赤，聤耳，热病烦渴，痢疾。\n\n\n①《本经逢原》：\"止痢。\"\n\n\n②《医林纂要》：\"治天行狂热。\"\n\n\n③《纲目拾遗》：\"逐风、活血，绝孕。\"\n\n\n④《本草再新》：\"消食化痰，除烦止渴，利二便，去油腻。\"\n\n\n⑤《本草求原》：\"清肺脾，止痢，清头目。\"\n\n\n⑥《中国医学大辞典》：\"散肝风，清头目，治耳鸣、耳聋、聤耳流脓，活血脉，凉子宫。\"\n\n\n⑦《四川中药志》：\"能清热散风，除烦解渴。治头痛、齿痛、耳鸣、目赤及食滞有痰。\"\n",
    "taste": "\n①《医林纂要》：\"苦甘，大寒。\"\n\n\n②《纲目拾遗》：\"味甘苦。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸剂。外用：煎水熏洗。\n",
    "compatibility": "脾胃虚寒者慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；肺；胃",
    "plant": "\n①枸骨，详\"枸骨叶\"条。\n\n\n②大叶冬青，又名：波罗树、大叶茶。\n\n\n常绿乔木，高达15米，直径约60厘米。树皮赭黑色或灰黑色，粗糙有浅裂，枝条粗大，平滑，新条有角棱。叶革质而厚，螺旋状互生，长椭圆形或卵状长椭圆形。先端锐尖，或稍圆，基部钝，边缘有疏齿，上面光泽，下面有主脉突起。聚伞花序，多数密集在前年度叶腋，雄花序1～3朵，雌花序则仅有1花;苞卵形，多数;萼4裂，裂片卵形，有缘毛，黄绿色;花瓣4，椭圆形，基部愈合，其长为萼之3倍;雄花有雄蕊4，较花瓣为长，花丝针形，药卵形，中央有退化子房，两性花中雄蕊与花瓣等长;子房球状卵形。核果球形，成熟后红色，有残留花柱;分核4颗，有3棱。花期4月。果熟期11月。\n\n\n分布华东及广西等地。\n",
    "application": "用量6~9克，煎服。用治热病烦渴、风热头痛、牙痛、目赤、聤耳流脓、湿热痢疾。",
    "position": "主要为冬青科植物枸骨和大叶冬青的叶。",
    "source": "《本经逢原》"
  },
  {
    "name": "海马",
    "alias": "水马、马头鱼、龙落子鱼",
    "ingredient": "\n1.三斑海马含有谷氨酸（glutamic acid)，天冬氨酸（aspartic acid)，甘氨酸（glycine)，脯氨酸（proline)，丙氨酸（alanine)，亮氨酸（leucine)等17种氨基酸；钙（Ca)，磷（P)，钠（Na)，钾（K)，镁（Mg)，铁（Fe)，锶（Sr)，硅（Si)等19种无机元素。另外还含有硬脂酸（stearic acid)，胆甾醇（cholesterol)。此外还推测含有胆甾二醇（cholesterdiol)。\n2.刺海马含有蛋白质（protein)，脂肪（fat)，多种氨基酸。皮肤黄色素为-γ-胡萝卜素（γ-carotene)，红色素为虾青素（astaxanthin)，剌蛄素（astacene)，黑色为黑色素（melanin)。另含乙酰胆碱酯酶，胆碱酯酶，蛋白酶。\n3.大海马中含精氨酸（arginine)，天冬氨酸，丙氨酸，某氨酸，脯氨酸，谷氨酸等20多种氨基酸，尚含有药用价值较高的牛磺酸（tourine)。另外还含有大量的钙、镁、钾、钠、铁，较多的锌、锰、铜和少量的铬、钴、硒等无机元素。\n",
    "process": "\n全年均可捕获，但以8～9月产量最大。搞得后，将内脏除去，晒干；或除去外部灰、黑色皮膜和内脏后，将尾盘卷，晒干，选择大小相似者，用红线缠扎成对。商品分为海马、刺海马两类。另有一种为幼体的干燥品，称为海蛆。\n",
    "distinguish": "\n①海马\n为克氏海马、大海马、斑海马、日本海马的干燥全体。体呈长条形，略弯曲或卷曲，长10～25厘米，上部粗而扁方，直径约2～3厘米，下部细而方，直径约1厘米，尾端略尖而弯曲。头似马头，具管状长嘴，有1对深陷的眼睛。表面黄白色或灰棕色，略有光泽，上部具6棱，下部有4棱，密生突起的横纹，边缘有齿，背部有鳍。骨质坚硬，不易折断。气微腥，味微咸。以个大、色白、体完整者为佳。\n主产广东、福建及台湾等地。以广东产量最大。\n\n②刺海马\n为刺海马的干燥全体。形与海马相似，但较小，长约20厘米，通体具硬刺，刺长2～4毫米。其他性状同上种。\n主产福建、广东等地。\n\n③海蛆(《百草镜》)\n又名：小海驹、小海马。为海马的幼体。形状与海马相似而较小。\n产地同海马。\n",
    "effect": "\n克氏海马的乙醇提取物，可延长正常雌小鼠的动情期，对去势鼠则可出现动情期，并使子宫及卵巢(正常小鼠)重量增加。以小鼠前列腺、精囊、提肛肌的重量作为指标，海马(品种未注明)提取液表现雄性激素样作用，其效力较蛇床子、淫羊藿弱，但比蛤蚧强。\n",
    "creation": "\n海马：用水刷净，切块或打碎。酒炙海马：净海马用黄酒湿润，微火烘烤至酥松而呈黄色即成。\n",
    "function": "\n补肾壮阳，调气活血。治阳痿，遗尿，虚喘，难产，癥积，疔疮肿毒。\n\n①《本草拾遗》：\"主妇人难产。\"\n\n②《本草图经》：\"妇人将产，烧末饮服。\"\"《异鱼图》云，主难产及血气痛。\"\n\n③《品汇精要》：\"谓气和血。\"\n\n④《纲目》：\"暖水藏，壮阳道，消瘕块，治疔疮肿毒。\"\n\n⑤《本经逢原》：\"阳虚多用之，可代蛤蚧。\"\n\n⑥《海南介语》：\"主夜遗。\"\n\n⑦《药材学》：\"温通任脉，用于喘息及久喘。\"\n",
    "taste": "\n甘，温。\n\n①《本草拾遗》：\"性温平，无毒。\"\n\n②《品汇精要》：\"味咸，性温平，无毒。\"\n\n③《纲目》：\"甘，温平，无毒。\"\n\n入肝、肾经。\n\n①《本草新编》：\"入肾经、命门。\"\n\n②《本草撮要》：\"入足少阴、厥阴经。\"\n\n",
    "usage": "\n内服：煎汤，1～3钱；或入散剂，0.3～1钱。外用：研末撒。\n",
    "compatibility": "\n孕妇及阴虚火旺者忌服。\n",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n1.线纹海马，体侧扁，一般体长30-33cm，躯干部七棱形，腹部稍凸出，尾部四棱形，尾端渐细，卷曲。头部似马形，与躯干部垂直，头冠矮小，顶端具5个短小棘，略向后方弯曲。眶上、头侧及颊下各棘较均较粗，亦稍向后方弯曲。体长为头长4.5-6.2倍，头长为吻长2-2.1倍，为眼径5.5-8倍。吻细长，管状，吻长稍大于眼后头长。眼较大，侧位而高，眼间隔小于眼径，微隆起。鼻孔很小，每侧2个，相距甚近，紧位于眼的前方。口小，前位，无牙。鳃盖凸出，无放射状嵴纹，鳃孔小，位于头侧背方。肛门位于躯干第11节的腹侧下方。体无鳞，全为骨环所包，体部骨环11，尾部39-40，体上各环棱棘短钝呈瘤状，惟颈部背方中央嵴纹较锐，具2突起状棘和2颊下棘。胸鳍基部下前方各具1短钝棘。背鳍18-19，较发达，位于躯干最后2环和尾部最前2环的背方。臀鳍4短小。胸鳍18，短宽，略呈扇形。无腹鳍及尾鳍。各鳍无棘，鳍条不分支。体淡黄色或暗灰色，体侧具细小的白色斑点或斑纹。\n2.三斑海马，体侧扁，一般体长10-18cm，躯干七棱形，腹部凸出，腹下棱较锐，尾部四棱形，尾端渐细，卷曲。头冠生小，顶端具5个短小棘，体长为头长5.3-6.5倍，头长为吻长2.2-2.5倍，为眼径5.3-5.9倍。吻细长，管状，吻长稍大于眼后头长，管状，吻长稍大于眼后头长。眼小而圆，眼上棘较发达，细尖，向后弯曲。口小，前位，鳃盖突出，鳃孔小。颈部背方具一隆起嵴。颊部下方具一细尖弯贡的颊下棘。体无鳞，由骨环所包，体环11；尾环40-41。背鳍20-21，位于躯干最后2环及尾部最前2环的背方。臀鳍4，短小。胸鳍17-18，扇形。无腹鳍及尾鳍。体黑褐色。眼上有放射状褐色斑纹。体侧背方第1、4、7节小棘基部各具一黑色圆斑，故名。\n3.刺海马，体侧扁，体长20-24cm。体棘、头棘尖锐而特别发达；头冠不高，具4-5个锐小棘。体长为头长5.1-5.8倍；头长为吻长2.1-2.3倍，为眼径7.3-7.8倍，吻细长，管状，吻长大于或等于眼后头长。眼小，侧位，较高。体部骨环11，尾部35-36背鳍18，臀鳍4，短小，胸鳍18，短宽。体淡黄褐色，背鳍近尖端具1纵列斑点，臀鳍、胸鳍淡色，体上小棘尖端淡黑褐色。\n4.大海马，体侧扁，较高，体长20-24cm。头上小棘发达，体上棱棘短钝粗强，腹部凸出；头冠较低，顶端具5个短钝粗棘。体长为体高5.5-5.8倍；头长为吻长2.2-2.3倍，为眼径8.5-9.4倍。吻细长，管状，吻长等于眼后头长。鳃盖突出，具放射状嵴纹。头侧及眶上、颊下各棘均较粗强。体部骨环11；尾部35-36。背鳍17，臀鳍4，胸鳍16。体淡褐色，头部及体侧有细小暗色斑点，且散布细小的银白色斑点。背鳍有黑色纵列斑纹。臀鳍、胸鳍淡色。\n5.冠海马，体侧扁，较小，背部隆起，体长为体高7.5倍，为头长5倍。头长为吻长2.1倍，为眼径5倍。头冠特别高大，约等于吻长，头冠顶端有4个突起。眼中等大，眼间隔中央凹，两侧各有一眶上突起。体部骨环10，尾部41。体环第1、4、10和尾环第4、10、15各节上的突起较长。背鳍13-14，臀鳍4，胸鳍14。体淡褐色，具暗色斑纹，有时亦呈黑褐色。背鳍亦具暗色纵带。\n6.小海马，体侧扁，较小，体长7.6-10cm，头冠低小，上有5个短小钝棘。体长为头长4.5-7.8倍，头长为吻长2.4-3.4倍，为眼径4.1-6.4倍。吻管短于眼后头长。鳃盖凸出，无放射状嵴纹。头侧及眶上各棘均特别发达。体部骨环11，尾部37-38。以背侧棱棘为量发达，其次为腹侧棱棘，其他则短钝或不明显。腹部很突出不具棱棘。背鳍16-17，位于射干最后3环和尾部第1环的背方，臀鳍4，胸鳍12-13。体灰褐色，头上、吻部、颊部及体侧具不规则斑纹。腹缘黑褐色。\n",
    "application": "\n1 . 用于年老体弱、肾阳虚衰所致的阳痿、早泄、遗尿、虚喘、神经衰弱等症。\n2 . 用于症瘕痞块及跌打损伤。\n",
    "position": "\n为海龙科动物克氏海马、刺海马、大海马、斑海马或日本海马除去内脏的全体。\n",
    "source": "\n《本草拾遗》\n"
  }
]