[
  {
    "name": "玄明粉",
    "alias": "白龙粉(《御药院方》)，风化硝(《本草篆筌》)。",
    "ingredient": "\n主要成分为无水硫酸钠。是朴硝脱水制成，由于产地及提炼方法不同，所含夹杂物亦异，常见者为硫酸钙、硫酸铁、硫酸钾等，因此，玄明粉亦多少含有钙、钾等杂质。\n",
    "process": "为硫酸盐类芒硝话矿物无水芒硝或芒硝经风化的干燥品。拉丁植物动物矿物名：Thenardite",
    "distinguish": "\n为白色粉末，质疏松，无臭，味咸。能溶于水。\n",
    "effect": "\n见\"芒消\"条。\n",
    "creation": "1.将芒硝放入平底盆内或用纸包裹，露置通风干燥处，令其风化，使水分消失，成为白色粉末即得。风化时气温不宜高于32℃，否则会使芒消液化。此法所得玄明粉，常因风化不完全而残留一部分水分。又法：将芒消放入磁盆(忌用铁锅)内，再将盆放在水锅上加热，使结晶熔化，然后水分逐渐散失，而留存白色粉末。水分消失较上法彻底。2.《品汇精要》：别录云，明净朴消不拘多少，于腊月霜雪凝寒之际，用皂荚三两重，略炮捶碎，温热汤六碗，挼去渣，浸化，薄纸二重，滤过澄清，入铁锅内煮至一半，候温倾出瓦盆内于见天处露一宿，次早结块，再用净熟水六碗，化开，入大萝卜八两重，切作二分厚一片用，煮见萝卜熟为度，仍倾在瓦盆，去萝卜片，再放在见天处露一宿，次日结块，去水取出，滤干，入好皮纸袋盛，悬挂当风处自然成粉。3.《本草蒙筌》：制玄明粉法，用朴消十斤，水一桶，同入锅内溶化，掠去面上油腻，其水将细布并好纸滤去渣滓，仍用萝卜十斤，冬瓜五斤，豆腐三斤；俱切厚片，同消水入锅内煮沸六、七次，捞去萝卜等物，又掠去油腻，将细布好纸再滤过，务令渣滓去净，然后放入瓦盆，置诸星月之下，自然生出消芽片子，取出放于桌面上，任其风干，将原水又煎沸一次，入瓦盆内令其再生，如是者数次，以水内无消片为度。将前风干消芽，用泥裹罐子装盛按实，碎炭周围，不走火气，如法煎炼，候水千尽，仍听罐内消汁不响，复如法固封罐口，再加猛火煅炼一昼夜，玄明粉成矣。4.《纲目》：用白净朴消十斤，长流水一石，煎化去滓，星月下露一夜，去水取消，每一斗用萝卜一斤，切片同煮熟，滤净再露一夜，取出，每消一斤，用甘草一两，同煎去滓，再露一夜，取出以大沙罐一个，筑实盛之，盐泥固济，厚半寸，不盖口，置炉中，以炭火十斤，从文至武煅之，待沸定，以瓦一片盖口，仍前固济，再以十五斤顶火煅之，放冷一伏时，取出，隔纸安地上，盆覆三日，出火毒，研末，每一斤入生甘草末一两，炙甘草末一两，和匀，瓶收用。",
    "function": "\n泻热，润燥，软坚。治实热积滞，大便不通，目赤肿痛，咽肿口疮，痈疽肿毒。\n\n①《药性论》：\"治心热烦躁并五脏宿滞癥结。\"\n\n②《日华子本草》：\"明目，退膈上虚热，消肿毒.\"\n\n③《证类本草》：\"治一切热毒风，搜冷，痃癖气胀满，五劳七防，骨蒸传尸，头痛烦热，搜除恶疾，五脏秘涩，大小肠不通，三焦热淋，疰忤疾，咳嗽，呕逆，口苦干涩，咽喉闭塞，心、肝、脾、肺藏、胃积热，惊悸健忘，荣卫不调，中酒、中脍，饮食过度，腰膝冷痛，手脚酸，久冷久热，四肢壅塞，背膊拘急，眼昏目眩，久视无力，肠风痔病，血癖不调，妇人产后，小儿疳气，阴毒伤寒，表里疫疠等疾。\"\n\n④《医学入门》：\"治一切痰火。\"\n\n⑤《纲目》：\"主上焦风热，小儿惊热膈痰，清肺解暑。以人乳和涂，去眼睑赤肿，及头面暴热肿痛。煎黄连点亦目。\"\n\n⑥《本草正》：\"降心火，祛胃热，消痰涎，平伤寒实热狂躁，去胸膈藏府宿滞癥瘕，通大便秘结，阴火疼痛，亦消痈疽肿毒。\"\n",
    "taste": "\n辛咸，寒。\n\n①《嘉祐本草》：\"味辛甘，性冷，无毒。\"\n\n②《本草原始》：\"味甘，大寒，无毒。\"\n\n③《本草经疏》：\"辛咸。\"\n",
    "usage": "\n内服：溶入汤剂，1.5～3钱。外用：化水涂洗或研细吹喉。\n",
    "compatibility": "\n脾胃虚寒及孕妇忌服。\n\n《纲目》：\"脾胃虚冷及虚火动者，服之是速其咎矣。\"\n",
    "storage": "密封，防潮。",
    "side_effects": "?",
    "category": "胃；心；肺；大肠经",
    "plant": "晶体结构属斜方晶系。晶体呈双锥状、柱状、板状或粒状，集合体为散粒、粉末状或块状。无色透明，或呈灰白、黄、黄褐等色，透明度亦降低。玻璃状或油脂状光泽。解理多组，完全、中等、不完全。硬度2.5-3。相对密度2.66-2.68。易溶于水，在潮湿空气中易水化，逐渐变成粉末状的芒硝。味微咸。\n生境分布：天然无水芒硝产于含硫酸钠卤水的盐湖中，与芒硝、泻利盐、白钠镁矾、钙芒硝、石膏、泡碱、石盐等共生。资源分布：分布区见“芒硝”条。",
    "application": "?",
    "position": "\n为芒消经风化失去结晶水而成的无水硫酸钠。矿物形态详\"芒消\"条。\n",
    "source": "\n《药性论》\n"
  },
  {
    "name": "翻白草",
    "alias": "鸡腿儿,天藕儿,湖鸡腿,鸡脚草,鸡距草,乌皮浮儿,觭角草,土菜,茯苓草,郁苏参,土人参,金线吊葫芦,鸭脚参,细沙扭,鸡脚爪,野鸡坝,兰溪白头翁,黄花地丁,千锤打,天青地白",
    "ingredient": "根含鞣质及黄酮类。",
    "process": "夏、秋采收。未开花前连根挖取，除净泥土，晒干。",
    "distinguish": "干燥的带根全草，根呈纺锤形或圆锥形，有时分歧，长约5～8厘米，表面暗棕红色，扭曲而皱缩，栓皮无剥落痕。无明显的茎。叶根生，单数羽状复叶，小叶片两两对生，长椭圆形，具短柄，顶端1枚较大，向下逐渐变小，皱缩，多从中脉向内对折，上表面暗绿色，下表面灰白色；密布毛茸，边缘具粗锯齿。根头部及叶柄均被白色毛茸。质稍脆，易碎。气微臭，味涩。以无花茎、色灰白、无杂质者为佳。\n全国各地均产。主产河北、安徽等地。\n\n东北、华北等部分地区尚有以同属植物委陵菜(参见\"委陵菜\"条)的全草作翻白草使用。新疆系用亚洲委陵菜，西藏系用亮叶委陵菜(参见\"管仲\"条)作翻白草。",
    "effect": "1、全草煎剂用平板打洞法，对志贺痢疾杆菌及福氏痢疾杆菌有抑制作用。 　　2．本品体外无抗阿米巴原虫的作用。 　　3．翻白草中提得成分富马酸、没食子酸酸、原儿茶酸、槲皮素、柚皮素、山柰素、间苯二酸，对福氏和志贺痢疾杆菌具有抑菌作用，尤以没食子酸和槲皮素活性最强，最低抑菌浓度分别为59ppm/ml和37ppm/ml。",
    "creation": "?",
    "function": "清热，解毒，止血，消肿。治痢疾，疟疾，肺痈，咳血，吐血，下血，崩漏，痈肿，疮癣，瘰疬结核。\n\n①《纲目》：\"治吐血，下血，崩中，疟疾，痈疮。\"\n\n②《本草原始》：\"主无名肿毒，疔毒疥癞，臁疮溃烂。\"\n\n③《草木便方》：\"清利肠胃，除风湿。治赤白久痢成疳，涂恶犬咬伤。\"\n\n④《福建民间草药》：\"去瘀生新，散郁止血。\"\n\n⑤《民间常用草药汇编》：\"治咳嗽，红崩。\"\n\n⑥《广西中药志》：\"根：治产后脚软，流产。叶：可驱风。\"",
    "taste": "甘苦，平。\n\n①《救荒本草》：\"味甜。\"\n\n②《纲目》：\"甘微苦，平，无毒。\"\n\n③《广西中药志》：\"味甘，性温。\"",
    "usage": "内服：煎汤，3～5钱(鲜者1～2两)；或浸酒。外用：捣敷。",
    "compatibility": "孕妇慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "翻白草\n多年生草本，高15～30厘米。根多分枝，下端肥厚成纺锤状。茎上升向外倾斜，多分枝，表面具白色卷绒毛。基生叶丛生，单数羽状复叶，小叶5～9：茎生叶小，为三出复叶，顶端叶近无柄，小叶长椭圆形或狭长椭圆形，长2～6厘米，宽0.7～2厘米，先端锐尖，基部楔形，边缘具锯齿，上面稍有柔毛，下面密被白色绵毛；托叶披针形或卵形，亦被白绵毛。花黄色，聚伞状排列；萼绿色，宿存，5裂，裂片卵状三角形，副萼线形，内面光滑，外而均被白色绵毛；花瓣5，倒心形，凹头；雄蕊和雌蕊多数，子房卵形而扁，花柱侧生，乳白色，柱头小，淡紫色。瘦果卵形，淡黄色，光滑，脐部稍有薄翅突起。花期5～8月。果期8～10月。\n生长于丘陵山地、路旁和畦埂上。全国各地均有分布。",
    "application": "治疗颈淋巴结结核\n取翻白草全草1.5～2两，用黄酒1.5斤(不善饮者可减量)浸泡1昼夜，隔汤炖1小时许，以无酒味为度，加红糖适量，1次或分数次1日服完。每日或隔日1剂，15剂为一疗程，必要时停药5天后继续服第二疗程。治疗11例，绝大部分为用链霉素及其他抗痨药物治疗无效者。服药l～2疗程后，8例颈淋巴结周围炎症消退，肿块消失；2例周围炎症减轻，肿块缩小；1例无效。",
    "position": "为蔷薇科植物翻白草的带根全草。",
    "source": "《救荒本草》"
  },
  {
    "name": "硫黄",
    "alias": "石流黄(《范子计然》)，石留黄、硫黄(《吴普本草》)，昆仑黄(陶弘景)，黄牙(《丹房鉴源》)，黄硇砂(《海药本草》)。",
    "ingredient": "纯品主要含硫，并含碲与硒。商品中有杂质。",
    "process": "将泥块状的硫黄及矿石，在坑内用素烧罐加热熔化，取其上层之硫黄溶液，倒入模型内，冷却后，取出。",
    "distinguish": "为不规则的块状，大小不一。呈黄色，或带浅绿色或浅棕黄色。表面不平坦，常有麻纹及细砂孔；有光泽，半透明。体轻，质脆易碎。断面常呈粗针状结晶形。有特异之臭气，味淡。以色黄，光亮、松脆、无杂质者为佳。燃之易熔融，发蓝色火焰，并放出刺激性的二氧化硫臭气。不溶于水及盐酸、硫酸；遇硝酸或王水被氧化成硫酸；溶于二硫化碳、煤袖及松节油中。\n产山西、陕西、河南、山东、湖北、湖南、江苏、四川、广东、台湾等地。\n\n此外，尚有天生碘和舶上硫黄二种商品：\n\n①天生磺(《纲目拾遗》)\n系含硫温泉处升华凝结于岩石上者，收集后，先用冷水洗去泥土，再用热水烫7～10余次，然后放在香油内，捞取浮于表面者。本品为浅黄色粉末，少有呈碎片状，闪烁发光，有臭气。\n\n②舶上硫黄(《博济方》)\n又名：舶硫(《遵生八笺》)，白硫黄(《百草镜》)。系将硫黄提炼而成。商品为不规则的块状，全体鲜黄色，半透明，有玻璃样光泽。体轻而脆，易碎，断面不平坦。有臭气，味淡。",
    "effect": "硫黄本身不活泼，内服后变为硫化物或硫化氢，刺激胃肠粘膜，使之兴奋蠕动，导致下泻。此过程需要有碱性环境、大肠杆菌、特别是脂肪分解酶的存在。肠内容中，脂肪性物质较多时，易产生大量硫化氢而致泻。空气中硫化氢浓度过高，可直接麻痹中枢神经细胞而导致死亡。硫化物局部应用，有溶解角质及脱毛(硫化钡)作用。",
    "creation": "生硫磺：去净杂质，砸成小块。制硫黄：取拣净的硫黄块，与豆腐同煮，至豆腐现黑绿色为度，取出，漂去豆腐，阴干。(每硫黄10斤，用豆腐20斤)\n\n《纲目》：\"凡用硫黄，入丸散用须以萝卜剜空，入硫在内，合定，稻糠火煨熟，去其臭气；以紫背浮萍同煮过，消其火毒；以皂荚汤淘之，去其黑浆。一法：打碎以绢袋盛，用无灰酒煮三伏时用。又消石能化硫为水，以竹筒盛硫埋马粪中一月，亦成水，名硫黄液。\"",
    "function": "壮阳，杀虫。治阳痿，虚寒泻痢，大便冷秘；外用治疥癣，湿疹，癞疮。\n\n①《本经》：\"主妇人阴蚀，疽痔恶血，坚筋骨，除头秃。\"\n\n②《别录》：\"疗心腹积聚，邪气，冷癣在胁，咳逆上气，脚冷疼弱无力，及鼻衄恶疮，下部匿疮，止血，杀疥虫。\"\n\n③《药性论》：\"除冷风，顽痹。生用治疥癣及疗寒热咳逆，炼服主虚损泄精。\"\n\n④《海药本草》：\"主遗精痔漏，老人风秘等。\"\n\n⑤《日华子本草》：\"杀腹脏虫。\"\n\n⑥《纲目》：\"主虚寒久痢滑泄，霍乱，补命门不足，阳气暴绝，阴毒伤寒，小儿慢惊。\"\n\n⑦《纲目拾遗》：\"天生磺，治膈症。\"\"舶上硫黄，灭斑，杀虫，治疮通血，止泻痢。\"",
    "taste": "酸，热，有毒。\n\n①《本经》：\"味酸，温。\"\n\n②《吴普本草》：\"神农、黄帝、雷公：咸，有毒。医和、扁鹊：无毒。\"\n\n③《别录》；\"大热，有毒。\"\n\n④《药性论》：\"味甘，有大毒。\"",
    "usage": "内服：研末，0.5～1钱，或入丸、散。外用：研末撒，调敷或磨汁涂。",
    "compatibility": "阴虚火旺及孕妇忌服。\n\n①《药对》：\"曾青为之使。畏细辛、飞廉、朴硝、铁、醋。\"\n\n②《本经逢原》：\"久服伤阴，大肠受伤，多致便血；湿热瘙痹，良非所宜。\"",
    "storage": "置干燥处，防火。",
    "side_effects": "?",
    "category": "肾；脾；肝；大肠经",
    "plant": "自然硫 又名：斜方硫。晶体结构属斜方晶系。晶体为锥柱状、板柱、板状或针柱状，集合体呈致密或疏松块状，或为泉华状及隐晶的土状块体、皮壳、被膜等。黄、蜜黄或褐黄色；因合杂质可带灰、黑或绿、红色调。条痕白色至淡黄色。晶面金刚光泽，断口松脂或油脂状光泽。近透明至半透明。解理多组、不完全。致密块体呈贝壳状至不平坦状断口。硬度1-2。相对密度2.05-2.08。性脆、易碎；受热易产生裂纹。有硫黄臭味。热至270℃则燃着，火焰蓝色，并放出刺鼻臭气味。易溶于二硫化碳、松节油、煤油，但不溶于水及盐酸和硫酸；遇强硝酸和王水则被氧化为硫酸。\n生境分布：自然硫主要形成于火山喷气作用，火山硫含少量砷、硒、锌和铊。沉积岩或风化带中的自然硫含粘土、有机质、沥青等机械混入物。资源分布：台湾省的自然硫及山西、新疆、山东、江苏、湖南、四川、贵州等地的有药用史，以上各省及甘肃、青海、内蒙古、陕西、河南、湖北、安徽、广西、广东、西藏等省区都有制品硫产销。",
    "application": "①治疗慢性气管炎\n取硫黄1斤，绿豆(磨碎，布包)1斤，加水煮2～3小时，至硫黄成松泡状时，取出绿豆，使硫黄干燥，研粉。每次1克，日服1～2次，20天为一疗程。治疗213例，临床治愈40例(18.7%)，显效95例(44.6%)。部分病例做了肝、肾功能，及心电图、血常规检查，均未发现明显的异常改变。\n\n②治疗蛲虫\n取硫黄粉内服，2～5岁每次0.3克，6～7岁0.5克，每天3次，进餐时服；同时每天洗涤肛门1次，并用硫黄粉扑于肛门及其周围。治疗57例，用药2周后，51例连续3天做虫卵和成虫检查，结果转阴者26例，治愈率为60.98%。在治疗期间无不良反应出现。\n\n③治疗红皮病\n采用硫黄发热疗法，治疗原发性红皮病，即威-勃氏红皮病及续发性红皮病(续发于寻常性干癣、脂溢性湿疹、毛发红糠疹等)共7例，病期自40～150天不等，均治愈或好转。治法：以2露硫黄油悬液行肌肉注射，开始用0.2毫升注射于臀部，以后视机体反应情况每次增加0.2毫升，最大可增至2毫升。10～15次为一疗程，疗程间休息1～2周，视病情需要可注射3～5个疗程。治疗时间最短者28天，最长者80天。为了防止疼痛，宜先在臀部肌注1～2%普鲁卡因溶液后再注射本药。禁忌症：㈠全身衰弱或营养不良；㈡活动性肺结核及糖尿病；㈢心脏病及高血压；㈣肝肾功能障碍；㈤血液病；㈥孕妇及50岁以上的病人。硫黄发热疗法治疗红皮病所需的发热次数和剂量应视个体的不同情况而定，剂量应以维持最高热度为宜，不宜迅速增至最高量。此法较其它发热疗法热度高，热型规则，持续时间长。发热潜伏期平均为6～8小时，其后体温即直线上升，最高热度可达39.5～41℃，平均高热持续时间8～12小时。高热前后可出现寒战、头痛、头晕、口渴、不思饮食、四肢困倦及关节疼痛等副作用，须加强护理，调整饮食，充分饮水，亦可静注50%葡萄糖液20～40毫升。\n\n④治疗阴囊、阴唇湿痒\n采用硫黄烟熏疗法。取硫黄1钱左右，放入磁杯内，用棉花搓成捻子，蘸油少许插入硫黄中，点燃捻子。直接烟熏阴阜部分(用被单围住下身，以免烟气外泄)，每次1小时左右。每日或隔日1次，一般3～4次即见效。治疗5例，皆愈。熏后阴囊或两腿内侧起紫红色瘢痕，不必用药，几天后即可消失。",
    "position": "为硫黄矿或含硫矿物冶炼而成。",
    "source": "《本经》"
  },
  {
    "name": "黄耆",
    "alias": "戴糁(《本经》)，戴椹、独椹、蜀脂、百本(《别录》)，王孙(《药性论》)，百药绵(侯宁极《药谱》)，绵黄耆(《本草图经》)，黄芪(《纲目》)，箭芪(刘仕廉《医学集成》)，土山爆张根(《新疆药材》)，独根(《甘肃中药手册》)，二人抬(《辽宁经济植物志》)。",
    "ingredient": "\n黄耆含蔗糖、葡萄糖醛酸、粘液质、数种氨基酸、苦味素、胆碱、甜菜碱、叶酸(65微克/100克干根)，又分出2′，4′-二羟基-5，6-二甲氧基异黄烷和熊竹素。\n\n内蒙黄耆脂质的皂化产物中分出亚油酸、亚麻酸；非皂化部分中有β-谷甾醇。\n\n此外，朝鲜产黄膏，曾分离出一种似皂甙的结晶。\n",
    "process": "\n秋季采挖。除净泥土，切去根头部及支根，晒干后分别打捆。或晒至六、七成干，捆成小捆，再晒干。\n",
    "distinguish": "\n干燥的根呈圆柱形，极少有分枝，上端较粗，下端较细，两端平坦，长20～70厘米，粗1～3厘米。一般在顶端常带有较粗大的根头，并有茎基残留。表面灰黄色或淡棕褐色，全体有不整齐的纵皱纹或纵沟。皮孔横向，细长，略突起。质硬略韧，坚实有粉性，折断面纤维性甚强，呈毛状；皮部黄白色，有放射状弯曲的裂隙，较疏松；木质部淡黄色至棕黄色，有多少不等的放射状弯曲的裂隙；老根断面木质部有时枯朽而呈黑褐色，甚至脱落而成空洞。气微弱而特异，味微甜，嚼之有豆腥气。以根条粗长、皱纹少、质坚而绵、粉性足、味甜者为佳。根条细小、质较松、粉性小及顶端空心大者质次。\n主产山西、甘肃、黑龙江、内蒙古、辽宁、吉林、河北等地亦产。\n\n甘肃、河北、青海所产的小白耆(又称小黄耆)，为植物金翼黄耆的根；甘肃、青海所产的白大耆，为植物塘谷耳黄耆的根；四川所产的川耆，主要为塘谷耳黄耆及多花黄耆的根。此等商品外形与上述相近，但较细小，质量亦较差，产量也少。\n\n黄耆除上述品种外，尚有一种红耆。为豆科植物多序岩黄耆的根，产量较大。药材呈长圆柱形，少分枝，上粗下细，长10～50厘米，粗6～20毫米。表面棕黄色或近于棕红色，有纵皱及少数支根痕；皮孔横向，浅黄色或暗黄色，略凸出；栓皮易剥落。质柔韧，断面纤维性且富粉质，皮部棕白色，形成层成棕色的环，木质部淡黄棕色，中心颜色较浅，有细致的类白色放射状纹理。气微弱而特异，味微甜。\n产甘肃南部。\n",
    "effect": "\n①利尿作用\n黄耆煎剂给大鼠皮下注射或麻醉犬静脉注射均有利尿作用。0.5克/公斤的利尿效价与氨茶碱0.05克/公斤及双氢氯噻嗪0.2毫克/公斤相当(大鼠皮下注射)。且利尿作用持续时间较长，连续给药7天亦不产生耐受性。健康人口服黄耆煎剂亦有利尿及钠排出增加。梭果黄耆煎剂给大鼠皮下注射或麻醉犬静脉注射亦有利尿作用但较黄耆差。黄耆与岩黄耆(品种均不明)给麻醉兔静脉注射亦有轻微利尿作用。\n\n②对实验性肾炎的作用\n大鼠于注射\"兔抗鼠肾血清\"以产生血清性肾炎前3天开始每天服黄膏粉4～5克，注射血清3天后尿蛋白定量显著低于对照组，病理切片亦证明肾脏病变减轻。每日服黄耆粉0.8克或2克则无效。对注射氯化高汞引起的大鼠蛋白尿症，口服黄耆粉(炮台芪)能加快其恢复到原来水平。但服药组动物体重较对照组显著减轻。大鼠口服黄芪或炮台耆粉均可降低生理性尿蛋白的排泄，煎剂则无效。服药期间尿量并无明显增加。\n\n③强壮作用\n小鼠每日灌服黄耆(品种不明)煎剂共3周，可明显延长游泳时间，体重增加亦比对照组为快。因四氯化碳损伤肝脏的家兔，服1周后，可使血清总蛋白与白蛋白增加，但因未设对照组，尚需进一步研究。小鼠服9天可保护肝脏防止四氯化碳引起的肝糖元降低。\n\n④对心血管系统的作用\n黄耆、内蒙黄耆、梭果黄耆以及不明品种之黄耆及岩黄耆煎剂给麻醉狗、猫、兔等静脉注射均可引起明显的降压作用，黄耆重复注射时有急速耐受现象。麻醉狗灌服黄耆或梭果黄耆煎剂亦有降压作用，前者作用较强。降压作用与直接扩张血管有关。对于离体蛙心，内蒙黄耆煎剂有抑制作用，醇提取液则为兴奋。麻醉兔静脉注射煎剂对在位心脏有加强收缩作用。亦有报道水煎剂对田村小林氏蛙心有使收缩加强、心输出量增加及心率变慢的作用。黄耆与梭果黄畜给正常狗腹腔注射3～4小时后，心电图出现T波倒置和双相，S-T间期略有延长；曾有P-T波融合现象；黄耆在1小时后R波电压略有上升，梭果黄耆者则略有下降。\n\n⑤其他作用\n黄耆(品种不明)能延长小鼠动情期并能降低家兔血糖。亦有报告不能降低血糖的。黄耆建中汤(含多序岩黄耆、桂枝、芍药、甘草)给大鼠皮下注射，可防止幽门结扎所致胃溃疡的发生，还能抑制胃液分泌，减少游离酸和总酸度，使胃液pH值上升。内蒙黄耆煎剂对兔离体肠管有明显抑制作用，在体肠管紧张度增加，收缩幅度小量时增高，大量时抑制。对离体豚鼠肠管可增大其收缩幅度，给小鼠皮下注射有镇静作用。黄耆(品种不明)在试管内对志贺氏痢疾杆菌有抑制作用。\n",
    "creation": "\n黄耆：拣净杂质，除去残留的根头和空心较大者，用水浸泡，捞出，润透后及时切片，晒干。蜜炙黄耆：取黄耆片，加炼熟蜂蜜与开水少许，拌匀，稍闷，置锅内用文火炒至变为黄色、不粘手为度，取出，放凉。(每黄耆片100斤，用炼熟蜂蜜25～30斤)\n\n《纲目》：\"黄耆，今人但捶扁，以蜜水涂炙数次，以熟为度。亦有以盐汤润透，器?，于汤瓶蒸熟切用者。\"\n",
    "function": "\n生用：益卫固表，利水消肿，托毒，生肌。治自汗，盗汗，血痹，浮肿，痈疽不溃或溃久不敛。炙用：补中益气。治内伤劳倦，脾虚泄泻，脱肛，气虎血脱，崩带，及一切气衰血虚之证。\n\n①《本经》：\"主痈疽，久败疮，排脓止痛，大风癞疾，五痔，鼠瘘。补虚。小儿百病。\"\n\n②《别录》：\"主妇人子脏风邪气，逐五脏间恶血。补丈夫虚损，五劳羸瘦。止渴，腹痛，泄痢，益气，利阴气。\"\n\n③《药性论》：\"治发背。内补，主虚喘，肾衰，耳聋，疗寒热。生陇西者下补五脏。蜀白水赤皮者，治客热。\"\n\n④《日华子本草》：\"黄耆助气壮筋骨，长肉补血，破癥癣，治瘰疬，瘿赘，肠风，血崩，带下，赤白痢，产前后一切病，月候不匀，消渴，痰嗽；并治头风，热毒，赤目等。\"\"白水耆，排脓治血，及烦闷，热毒，骨蒸劳，功次黄耆；赤水耆，治血，退热毒，余功用并同上；木耆治烦，排脓力微宁黄耆，遇缺即倍用之。\"\n\n⑤《医学启源》：\"治虚劳自寒(\"寒\"一作\"汗\")，补肺气，实皮毛，泻肺中火，脉弦自汗，善治脾胃虚弱，内托阴证疮疡必用之药。\"\n\n⑥王?古：\"主太阴疟疾。\"\n\n⑦《本草备要》：\"生用固表，无汗能发，有汗能止，温分肉，实腠理，泻阴火，解肌热；炙用补中，益元气，温三焦，壮脾胃。生血，生肌，排脓内托，疮痈圣药。痘症不起，阳虚无热者宜之。\"\n",
    "taste": "\n甘，微温。\n\n①《本经》：\"味甘，微温。\"\n\n②《别录》：\"无毒。生白水者，冷。\"\n\n③《药性论》：\"白水赤皮者，微寒。\"\n\n④《医学启源》：\"气温，味甘，平。\"\n入肺、脾经。\n\n①《汤液本草》：\"入手少阳、足太阴经、足少阴命门。\"\n\n②《本草蒙筌》：\"入手少阳，手足太阴。\"\n\n⑧《本草经疏》：\"手阳明、太阴经。\"\n\n④《本革新编》：\"入手太阴、足太阴、手少阴经。\"\n\n\n",
    "usage": "\n内服：煎汤，3～5钱(大剂1～2两)；入丸、散，或熬膏。\n",
    "compatibility": "\n实证及阴虚阳盛者忌服。\n\n①《本草经集注》：\"恶龟甲。\"\n\n②《药对》；\"茯苓为之使。\"\n\n③《日华子本草》：\"恶白鲜皮。\"\n\n④《医学入门》：\"苍黑气盛者禁用，表邪旺者亦不可用，阴虚者亦宜少用。\"\"畏防风。\"\n\n⑤《本草经疏》：\"胸膈气闷，肠胃有积滞者勿用；阳盛阴虚者忌之；上焦热甚，下焦虚寒者忌之；病人多怒，肝气不和者勿服；痘疮血分热甚者忌之。\"\n",
    "storage": "?",
    "side_effects": "黄芪与梭果黄耆给小鼠灌胃100克生药/公斤均无不良反应。小鼠1次腹腔注射梭果黄耆半数致死量为38.25±6.7克生药/公斤，黄耆为39.82±4.3或40±5。两种黄耆煎剂给大鼠腹腔注射每天0.5克/公斤共30天，观察其体重、饮食及内脏外观，与对照组均无明显差异。内蒙黄耆煎剂给小鼠腹腔注射25～50克/公斤，48小时内未见异常。\n此外，实验动物注射密毛花黄耆浸剂可降低动脉压，减慢心率，加强心肌收缩力量以及舒张冠状血管。对循环衰竭及急性肾炎治疗有效。",
    "category": "归经_脾经",
    "plant": "\n①黄耆，又名：膜荚黄耆、东北黄耆。\n多年生草本，高50～80厘米。主根深长，棒状，稍带木质。茎直立，上部多分枝，光滑或多少被毛。单数羽状复叶互生；小叶6～13对，小叶片椭圆形、长椭圆形或长卵圆形，长5～23毫米，宽3～10毫米，先端钝尖，截形或具短尖头，全缘，上面光滑或疏被毛，下面多少被白色长柔毛；托叶披针形或三角形。总状花序腋生，具花5～22朵，排列疏松；苞片线状披针形；小花梗被黑色硬毛；花萼钟形，萼齿5，甚短，被黑色短毛或仅在萼齿边缘被有黑色柔毛；花冠淡黄色，蝶形，长约16毫米，旗瓣长圆状倒卵形，先端微凹，翼瓣和龙骨瓣均有长爪，基部长柄状；雄蕊10，2体；子房被疏柔毛，子房柄长，花柱无毛。荚果膜质，膨胀，半卵圆形，长2～2.5厘米，直径0.9～1.2厘米，先端尖刺状，被黑色短毛。种子5～6粒，黑色、肾形。花期6～7月。果期8～9月。\n生长于向阳山坡或灌丛边缘，也见于河边砂质地或平地草原。分布黑龙江、吉林、辽宁、河北、山东、山西、陕西、甘肃、内蒙古、青海、四川、西藏等地。\n\n②内蒙黄耆\n形态极似上种，主要区别为小叶较多(12～18对)较小，小叶片通常为椭圆形，长4～9毫米；子房及荚果光滑无毛，荚果宽11～15毫米。\n分布黑龙江、吉林、内蒙古、河北、山西、新疆等地。\n\n以上两种植物的茎叶(黄耆茎叶)亦供药用，另详专条。\n\n③金翼黄耆\n主根肥厚。植株各部有或多或少的伏贴柔毛。小叶6～9对，矩形或阔椭圆形，长7～19毫米，阔3～8毫米，先端钝圆，有时微缺，背面稀生伏贴柔毛；托叶披针形。总状花序，有花3～13朵；萼钟状，萼齿5；花冠黄色，旗瓣倒卵形，长12毫米，阔7毫米，翼瓣有特别长的耳，耳长几与爪一样，龙骨瓣比翼瓣、旗瓣为长，长达15毫米；子房无毛，花柱有微柔毛。荚果无毛，倒卵形，长8毫米，两侧扁，其下有比荚果长的瘦细子房柄，顶端有长喙。种子1～2粒。花期7～8月。\n生于丛林、山沟中。分布河北、山西、陕西、四川、甘肃、青海等地。\n\n④多花黄耆\n直根粗大。茎高15～100厘米。小叶7～26对，长椭圆形至线状披针形，长8～20毫米，宽2.5～5毫米，上面绿色，无毛，下面霜白色，有或多或少白色的伏贴长毛。总状花序，具花15～40朵，常偏向一侧；总花梗和花序轴上均有黑毛；苞片披针状锥形，有黑色长柔毛；萼钟状，萼齿5。内外密生伏贴黑毛；花冠白色或黄色，龙骨瓣比旗瓣、翼瓣短；子房有黑色长毛，花柱无毛荚果纺锤形，被伏贴黑色长毛。花果期7～9月。\n生于高山、草坡上。分布四川、青海、西藏等地。\n\n⑤塘谷耳黄耆\n多年生草本，高50～70厘米。直根粗大。小叶3～5对，狭卵形或长椭圆状卵形，长2～5.5厘米，宽0.8～2厘米。总状花序顶生或腋生，小花密生，下垂；花梗短，被黑色硬毛；苞片线形，被黑色残白色硬毛；萼钟状，萼齿尖，3长2短，萼管内面被黑色长硬毛；花冠黄色，旗瓣匙形，先端圆形，微凹，长约17毫米，翼瓣与龙骨瓣等长；子房被黑色长硬毛。荚果纺锤形，长约2厘米，具较萼长的子房柄。花期7～8月。\n生于草坡。分布甘肃、四川、青海、西藏等地。\n\n此外，尚有多种黄耆属植物在各产地亦同供药用。如春黄耆(又名藏黄耆)(西藏)、云南黄耆(西藏、云南)、弯齿黄耆(云南)、阿克苏黄耆(新疆)等。\n",
    "application": "?",
    "position": "\n为豆科植物黄耆或内蒙黄耆等的干燥根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "泽兰",
    "alias": "虎兰、龙枣(《本经》)，虎蒲(《别录》)，小泽兰(《雷公炮炙论》)，地瓜儿苗(《教荒本草》)，红梗草(《滇南本草》)，风药(《纲目》)，奶孩儿(《纲目拾遗》)，蛇王草、蛇王菊、捕斗蛇草(《岭南采药录》)，接古草(《植物名汇》)，地环秧、地溜秧(《河北药材》)，甘露秧(《中药材手册》)，草泽兰(《陕西中药志》)。",
    "ingredient": "地瓜儿苗全草含挥发油、葡萄糖甙、鞣质和树脂，还含黄酮甙、酚类、氨基酸、有机酸、皂甙、葡萄糖、半乳糖、泽兰糖、蔗糖、棉子糖、水苏糖、果糖。果实含葡萄糖、半乳糖、泽兰糖、蔗糖、棉子糖、水苏糖。\n\n毛叶地瓜儿苗也含挥发油和鞣质。",
    "process": "夏、秋间茎叶茂盛时，割取全草，去净泥沙，晒干。",
    "distinguish": "干燥的全草，长30～40厘米。茎四方形，直径2～5毫米，节明显，表面黄褐色或微带紫色，每侧面有一纵沟。质轻脆，易折断，断面中央有白色的髓或中空。叶对生，多皱缩，披针形，边缘有粗锯齿，暗绿色或微带黄色。有的叶腋间簇生小花，成轮状。气无，味淡。以叶多、色绿、不破碎、茎短、质嫩者为佳。\n全国大部地区均产。\n\n除上述品种外，少数地区尚以下列同属植物作泽兰入药，如山东有用毛叶地瓜儿苗和台湾地瓜儿苗；吉林用小花地瓜儿苗、狭叶地瓜儿苗和朝鲜地瓜儿苗；新疆则用欧地瓜儿苗\n\n在长江以南各省尚有以菊科泽兰属植物如华泽兰(植物形态参见\"广东土牛膝\"条)、山兰(植物形态参见\"秤杆草\"条)、兰草(植物形态参见\"佩兰\"条)的全草作泽兰使用。",
    "effect": "地瓜儿苗全草制剂有强心作用。",
    "creation": "拣去杂质，除去残根，喷水稍润，切段晒干。\n\n《雷公炮炙论》：\"泽兰，须细锉之，用绢袋盛悬于屋南畔角上，令干用。\"",
    "function": "活血，行水。治经闭，癥瘕，产后瘀滞腹痛，身面浮肿，跌扑损伤，金疮，痈肿。\n\n①《本经》：\"主乳妇内衄，中风余疾，大腹水肿，身面四肢浮肿，骨节中水，金疮，痈肿疮脓。\"\n\n②《雷公炮炙论》：\"能破血，通久积。\"\n\n③《别录》：\"产后、金疮内塞。\"\n\n④《药性论》：\"主产后腹痛，频产血气衰冷成劳，瘦羸，又治通身面目大肿，主妇人血沥腰痛。\"\n\n⑤《日华子本草》：\"通九窍，利关脉，养血气，破宿血，消癥瘕，产前产后百病，通小肠，长肉生肌，消扑损瘀血，治鼻洪吐血，头风目痛，妇人劳瘦，丈夫面黄。\"\n\n⑥《医林纂要》：\"补肝泻脾，和气血，利筋脉。主治妇人血分，调经去瘀。\"\n\n⑦《岭南采药录》：\"治蛇伤，散毒疮。\"",
    "taste": "苦辛，微温。\n\n①《本经》：\"味苦，微温。\"\n\n②《吴普本草》：\"神农、黄帝、岐伯、桐君：酸，无毒。李氏：温。\"\n\n③《别录》：\"甘，无毒。\"\n\n④《药性论》：\"味苦辛。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：捣敷或煎水熏洗。",
    "compatibility": "无瘀血者慎服。\n\n①《本草经集注》：\"防己为使。\"\n\n②《得配本草》：\"血虚枯秘者禁用。\"",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归肝、脾经。",
    "plant": "地瓜儿苗\n多年生草本，高40～100厘米。地下根茎横走，稍肥厚，白色。茎直立，方形，有四棱角，中空，表面绿色、紫红色或紫绿色，光滑无毛，仅在节处有毛丛。叶交互对生；披针形，陕披针形至广披针形，长4.5～11厘米，宽8～85毫米，先端长锐尖或渐尖，基部楔形，边缘有租锐锯齿，有时两齿之间尚有细锯齿；近革质，上面略有光泽，无毛，下面密被腺点，无毛或脉上疏生白柔毛；叶柄短或几无柄。轮伞花序腋生，花小，多牧；苞片披针形，边缘有毛；萼钟形，长约4毫米，先端5裂，裂片狭披针形，先端长锐尖；花冠白色，钟形，稍露出于花萼，长4.5～5毫米，外面有腺点，上唇直立，下唇3裂，裂片几相等；能育雄蕊2；子房矩形，4深裂，着生于花盘上，花柱顶端2裂，伸出。小坚果扁平，长约1毫米，暗褐色。花期7～9月。果期9～10月。\n生于山野的低洼地或溪流沿岸的灌木丛及草丛中。分布黑龙江、吉林、辽宁、河北、陕西、贵州、云南、四川等地。\n\n本植物的根茎(地笋)亦供药用，另详专条。",
    "application": "用于月经不调、经闭、痛经、产后瘀血腹疼、身面浮肿、跌打损伤、疮疡肿痛、煎汤内服，用量4.5~9克。",
    "position": "为唇形科植物地瓜儿苗的茎叶。",
    "source": "《本经》"
  },
  {
    "name": "珍珠母",
    "alias": "珠牡、珠母(《本草图经》)，明珠母(《中药志》)。",
    "ingredient": "射线裂脊蚌的贝壳中，含碳酸钙90%以上，有机质约0.34%；尚含少量镁、铁、硅酸盐、硫酸盐、磷酸盐和氯化物。煅烧后，碳酸盐分解，产生氧化钙等，有机质则被破坏。",
    "process": "全年均可收集。将贝壳用碱水煮过，漂净，刮去外层黑皮，煅至松脆即成。市售品有采自制钮扣剩下的废蚌壳加工而成。",
    "distinguish": "为不规则的片状，大小不一，厚约5毫米。一面浅粉红色，有彩色光泽，一面乳白色，平滑，有光泽；表面有白粉。质松脆，可层层剥离。气无，味淡。以片大、色白、酥松而不碎者为佳。\n主产江苏、浙江、湖北、安徽等地。",
    "effect": "以马氏珍珠贝的珍珠层粉末给家兔后，血中钙离子浓度，与给碳酸钙后几无差别。其30%硫酸水解产物，含有:白氨酸、蛋氨酸、丙氨酸、甘氨酸、谷氨酸、天门冬氨酸等氨基酸，对兔的耳壳血管及血压无作用，但能增大离体蟾蜍心跳振幅，降低离体兔肠张力，对兔有短暂的利尿作用。珍珠层4N盐酸提取液能抑制组织胺对离体豚鼠小肠的收缩作用。其乙醚提取液能抑制组织胺对肠管的收缩，防止组织胺引起豚鼠的休克及死亡；对马血清致敏的豚鼠过敏性休克虽不能防止，但对脏器过敏，如对豚鼠离体肠管、子宫的收缩，则有抑制的倾向。\n\n珍珠贝壳粉对小鼠肉瘤-180有抑制作用。",
    "creation": "拣去杂质，敲成碎块，筛去灰屑。",
    "function": "平肝，潜阳，定惊，止血。治头眩，耳鸣，心悸，失眠，癫狂，惊痫，吐血，衄血，妇女血崩。\n\n①《中国医学大辞典》:\"滋肝阴，清肝火。治癫狂惊痫，头眩，耳鸣，心跳，胸腹腆胀，妇女血热，血崩，小儿惊搐发痉。\"\n\n②《饮片新参》:\"平肝潜阳，安神魂，定惊痫，消热痞、眼翳。\"\n\n③《吉林中草药》:\"止血。治吐血，衄血，崩漏。\"",
    "taste": "咸，凉。\n\n①《中国医学大辞典》:\"甘咸，冷，无毒。\"\n\n②《饮片新参》:\"咸平，凉，微腥。\"",
    "usage": "内服:煎汤，0.3～1两:或入丸、散。",
    "compatibility": "胃寒者慎服。",
    "storage": "置干燥处，防尘。",
    "side_effects": "大鼠灌胃珍珠层粉的半数致死量 ＞21.5g/kg，经皮给药的半数致死量 ＞31.6g/kg。以珍珠层粉均匀混于饲料中，连续喂养刚断奶后的大鼠2月，478ppm剂量组和1，434ppm组给药2月后，均未见到体重增长有所影响（P＞0.05），但在4，300ppm组，对体重增长则有影响，雄性大鼠在给药第7天和第8周，体重均数较对照组明显降低（P<0.01），除此以外，雄鼠在6周内和雌鼠在 8周内的体重均数虽有不同程度的下降，但统计学处理无显着差别。剂量为4，300ppm组的大鼠血红蛋白降低，血清尿素氮升高，病理学检查未见异常，但对体重增长有影响。按中国通用的急性毒性分级标准，大鼠口服半数致死量 ＞5，000mg/kg，属于实际无毒，为此珍珠母应属于低毒性药物。",
    "category": "肝；心经",
    "plant": "1.合渍珠母贝，贝壳为斜四方形，壳质较脆，壳长50-90mm，宽18-32mm，高与长相近，较大个体高可达100mm以上。壳顶位于前方，两侧有耳，前耳较后耳稍小。两壳不等，右壳较平，左壳稍凸，右壳前耳下方有一明显的足丝凹陷。背缘平直；腹缘圆，壳面淡黄褐色，同心生长轮脉极细密，成片状，薄脆易脱落，壳中部常呈磨损状近腹缘的排列紧密，延伸成小舌末端稍翘起，足丝孔大，足丝呈毛发状。壳内面中部珍珠层厚而发达，具极强的珍珠光泽。有的外套膜受刺激后，上皮组织急剧裂殖，形成珍珠囊，且不断分泌珍珠质，才逐渐形成珍珠。壳内面边缘淡黄色，无珍珠层。铰合线直，有一突起主齿，沿铰合线下方有一长齿片。韧带紫褐色，前上掣肌痕明显，位于壳顶下方，闭壳肌痕大，长圆形，前端稍尖，位于壳中央稍近后方。2.珠母贝，贝壳呈不规则圆形，壳质坚厚，一般壳长110-150mm，大者可达200mm左右，高与长近等，左壳稍凸略大于右壳，壳顶位于背缘前端并向前弯，右壳顶前方有一凹陷，为足丝出孔，两壳耳不明显，壳表面棕褐色或绿褐色，壳顶光滑，暗绿色，其余部分被有同心形鳞片，鳞片延伸至壳的边缘呈棘状或锯齿状，中部鳞片常脱落，多数留有淡白色放射状。壳内面珍珠层厚，有虹彩光泽，铰合线直，无齿，韧带强壮，紫褐色，前上掣肌痕较小，闭壳肌痕宽大，长圆形，略呈葫芦状，外套缘黑色，肛门膜具黑色素，肥厚宽大，顶端有一小突起。3.大珠母贝，贝壳近五边形，略圆，壳质坚实厚重，成体壳长超过200mm，大者可达300mm以上，重大4-5kg，是珍珠贝中最大的一种，壳稍平，壳顶位于背缘前端，前耳小，无后耳。壳表面鳞片排列不规则，呈灰黄褐色，放射肋淡褐色，老贝壳体鳞片常脱落，显露珍珠层，放射肋不明显。壳内面具很厚的银白色珍珠层，边缘部黄褐色。铰合部后端稍突出。韧带宽厚，脱落后有一凹痕。闭壳肌痕宽大，的肾形，痕面不平滑，有许多横纹。肛门膜舌形，末端宽圆。4.长耳珠母贝，贝壳近方形，壳长100mm 左右，个体比合浦珠母稍大，壳顶位于前方，无前耳，后耳较长，成翼状突起，右壳较平，左壳稍凸。壳表边缘鳞片层薄，成片翘起。壳内面具银白色珍珠层，闭壳肌痕细长。5.三角帆蚌，贝壳大而扁平，壳质坚硬，外形略呈三角形。左右两壳顶紧接在一起，后背缘长，并向上突起形成大的三角形帆状后翼，前背缘短小，呈尖角状。腹缘近直线，略呈弧形。壳面不平滑，壳顶部刻有粗大的肋脉。生长线同心环状排列，距离宽。贝壳内面平滑，珍珠层乳白色。6.褶纹冠蚌，贝壳较大，略呈不等边三角形。前背缘冠突不明显，后部长高，后背缘向上斜出伸展成为大形的冠。壳的后背部自过错顶起向后有一系列的逐渐粗大的纵肋。腹级长近直线。壳面深黄绿色至黑褐色，壳顶常受侵蚀而丢失表层颜色。珍珠层有光泽。7.背角无齿蚌，贝壳外形呈有角突的卵圆形，前端稍圆，后端呈斜切状，腹缘呈弧形。后背部有自壳顶射出的三条粗肋脉。壳面绿褐色。闭壳肌痕长椭圆形。壳内面珍珠层乳白色。\n生境分布：1.栖息于风浪较平静的海湾中，泥沙、岩礁或砾较多的海底，以足丝固着生活于岩礁或石块上，以潮流通畅、水质较肥的海区生长较好。从低潮线附近至水深10m左右均有生长，通常在5m的深处较多。以硅藻为主食，适且生长温度在15-30℃之间，产卵期5-10月，生长速度较快，一般2年壳高即可达70mm左右。2.栖息于潮间带低潮线附近，以足丝固着于岩礁缝际或珊瑚礁内，且多固着于背风浪的岩石基部。3.多栖息于水深20m左右的海区，在60m的深处也能采到。4.生境和分布同合浦珠母贝。5.生活于淡水泥底稍带沙质的河湖中。6.生活于江河、湖泊的泥底，行动迟缓。7.生活于江河湖沼泥底。资源分布：1.分布于广东、广西沿海，尤以北部湾较为常见，广西合浦产量最高。2.分布于广东、海南、广西及西沙群岛等沿海为育珠的良种之一。3.分布于海南及西沙群岛为热带亚热带种。4.生境与分布同合浦珠母贝。5.分布于河北、江苏、安徽、浙江等地。6.分布于全国各地。7.分布于全国各地。",
    "application": "用量10～25克，先煎，或入丸、散。用治头痛眩晕、烦躁失眠、肝热目赤、肝虚目昏。",
    "position": "为珍珠贝科动物珍珠贝、马氏珠珠贝或蚌科动物几种河蚌贝壳的珍珠层。动物形态详\"珍珠\"、\"蚌肉\"条。",
    "source": "《饮片新参》"
  },
  {
    "name": "猪蹄甲",
    "alias": "猪悬蹄(《本经》)，猪悬蹄甲(《千金·食治》)，猪蹄合子(《圣济总录》)，猪爪甲(《普济方》)，猪退(《纲目》)。",
    "ingredient": "?",
    "process": "为猪科动物猪的蹄甲。",
    "distinguish": "理比鉴别薄层色谱取本品米粉0.1g,加CH2Cl25ml，温水浴浸渍15min，过滤，滤液作供试品溶液。另取胆固醇约102g，加5mlCH2Cl2，振摇使溶解，作对照品溶液。吸取上述溶液各2μl，分别点于同一硅胶G－CMCNa薄层板上，用CH2CI2-CHCl3（1：1）为展汗剂，展开两次，挥干，喷以10%硫酸乙醇液，于110℃加热5min，结果供试品色谱在与对照品相同的位置上呈相同颜色的紫红色斑点。",
    "effect": "1.对血液系统的作用猪蹄甲散或妇血宁（碱性提取物）外散作用，对犬。兔等动物耳、肝、脾或血管的切口有显着止血作用，其止血时间显着短于对照组或其他止血散。在前列腺摘除术中使用猪蹄甲散，使失血量显着减少（P＜0.01）。妇血宁500mg/kg，腹腔注射，滤纸法测定，显着缩短免出血时间，玻片法测定能明显缩短家兔的凝血时间和血浆复钙时间，失明有促进凝血作用；但体外不能缩短血浆复钙时间，提示体外无促凝血作用，妇血宁500mg/kg静脉注射，毛细管法测定，也能显着缩短小鼠凝血时间。另有报道，宫血宁，小鼠海田灌胃10%溶液1ml，48h后测，凝血时间也明显缩短。猪蹄甲碱提取物500mg/kg腹腔注射，沈氏法测定能显着缩短家兔凝血酶原时间，但正常家兔血红素可使碱提物组家兔的凝血酶原时间恢复到盐水组水平，提示碱提物的促凝血作用，与激活内源性凝血系统有关。同上剂量腹腔注射，使家兔心脏血液的优球蛋白时间（ELT）明显延长，因而纤溶活性显着降低。问上剂量，鱼精蛋白副凝试验（3P试验）在给药前后均为阴性，表明妇血宁不引起血中纤维蛋白降解产物（FDP）增加，不会造成血液高凝状态。妇血宁200mg/kg加肝素62.5u/kg，静脉注射，与盐水组凝血时间无显着差异，表明有抗肝素作用。按鱼精蛋白生物检定法试验，家兔血浆体外试验，妇血宁1mg不能中和0.5u肝素，表明体外无抗肝素作用。上述实验表明，妇血宁的止血作用与其促凝血和抗纤溶的双重作用相关。其缩短凝血酶原时间能被正常家兔的血红素纠正到正常水平，表明妇血宁激活内源性凝血系统，作用于凝血过程的第一阶段。此外，猪蹄甲水煎利尚能增加血小板数量，猪蹄甲的碱提取物具有显着促进家兔富血小板血浆血小板聚集作用，也与猪蹄甲的止血作用相关。猪蹄甲止血作用的有效成分可能是具有一定结构特点的纤维蛋由体问。经柱色谱分离妇血宁得3个组分（Fl相对分子质量3万以上，F2相对分子质量 1万以下和F3相对分子质量6000以下），各组分200mg/kg分别给小鼠球后静脉注射，结果3个组分均有缩短凝血时间作用，其中F2促凝作用较强。另有报道认为妇血宁止血作用的有效成分为多肽，多数抗纤溶药物结构骨架类似赖氨酸，多肽分子中的氨基酸（赖氨酸）和羧基可能是抗纤溶的化学结构。除止血作用外，妇血宁160mg/kg，静脉注射，对全血粘度和血浆粘度及红细胞比穿在用药前后无明显差异。猪蹄甲注射液0.2g/kg，静脉注射，药后1h，家兔白细胞总数由10960/mm3减至3500/mm3，3-5h后逐渐并持续上升，至24h后，白细胞总数达药前的1-5倍。白细胞分类在要表现为中性粒细胞增加和淋巴细胞减少。猪蹄甲制剂（H）对流基封闭剂（如氯化汞和对氯汞苯甲酸）所致人和免红细胞的溶血有一定保护作用，但不能完全消除其溶血作用；H也能使冷藏血液中红细胞的溶解量减少，红细胞内乳酸脱氢酶（LDH）失活减慢，而对红细胞有保护作用。2．对子宫的作用妇血宁对未受孕动情期小鼠离体子宫有兴奋作用，使收缩频率和幅度均显着增加，但对非动情期者无效，提示其兴奋子宫作用与雌性激素水平相关。妇血宁0.8mg/ml，对皮下注射己烯雌酚后摘除的未孕小鼠子宫有明显兴奋作用，使收缩幅度和频率分别增加31%和86%，收缩呈节律性，浓度提高20倍也未见强直性收缩。3.1mg/ml对大鼠离体于它也有类似的兴奋作用。未孕大鼠在皮下注射雌二醇36h后，按Magnus法制备的子宫作本，在低钙情况下，滴加妇血于出现明显的节律性收缩，追加20倍量也不产生强直性收缩。另有试验排除了妇血宁兴奋子宫与其含钙相关。如血了兴奋子宫的效价，在大鼠离体子宫1mg妇血宁相当5.0×10-5u垂体后叶素，在小鼠子宫相当1.8×10(6)u；垂体后叶素。妇血宁20mg和200mg/kg静脉注射对个位家兔子宫也有显着兴奋作用，使收缩幅度与频率明显增加。妇血宁能使于它重量显着减轻，组织切片检查，子宫内膜上皮细胞排列整齐，子宫腺体租短，粘膜组织细胞活跃，毛细血管和个静脉充血，有利于子宫内膜的修复。对摘除卵巢的小鼠服用宫血宁后，子宫有明显增重现象。在妇血宁的3个组分中，F3兴奋子宫作用较强，相当于原粉的6.1倍，使大鼠离体于官向发性收缩幅度加大，收缩基线升高；而F2使自发性收缩曲线的基线降低，表现出抑制子宫效应。妇血宁500mg/（kg·d）腹腔注射，连续2d，小鼠阴道角化细胞试验法，试验表明妇血于有一定的促阴道上皮用化作用，但无促进子宫内股增生作用，也无促卵巢分泌雌激素作用，但能部分括抗绒毛膜促性腺素（HCG）的促卵巢分泌雌激素的作用。功能性子宫出血（功血）的主要病因系下丘脑-垂体-卵巢性分泌轴的功能紊乱，妇血宁治疗功血，除通过促凝血与抗纤溶的双重止血作用，促进血小板聚集作用，对子宫内膜血管的调节作用，节律性收缩于官平滑肌等作用外，也可能与其调节下丘脑一垂体一卵巢性内分泌轴功能相关。妇血宁通过上述作用，使更年期功血患者闭经，其他年龄期功血者，月经周期规律，从而发挥其治疗功血的作用。3．对平滑肌的作用除上述对子宫平滑肌有兴奋作用外，猪蹄甲煎剂对兔离体肠管有兴奋作用，使其运动加强，张力升高。另有报道，妇血宁2mg/ml浓度时，能明显降低兔离体回肠的蠕动，使蠕动的幅度降低和频率减慢，但不能完全桔抗1.7×102mg/ml氨甲酸胆碱所致肠管的收缩作用。妇血宁2mg/ml未能引起豚鼠气管条收缩，但能使10-3mol/L。组胺所致收缩幅度减弱28%。4．对心血管系统的作用猪蹄甲煎剂和混悬剂对正常和缺钙的蟾蜍离体心脏均有强心作用，缺钙时作用更明显，并对毛果会香碱的心脏抑制作用有一定的恢复作用。妇血宁2mg/ml使蟾蜍离体心脏的收缩幅度增加，在浓度为4mg/ml时，心缩幅度先轻度减少，后明显增加。猪蹄甲注射液0.2g/kg静脉注射使麻醉猫血压光升后降，心率明显增加，心电图未见异常，妇血于对血压和心率的作用，不受领先腹腔注射利血平的影响，表明与交感神经无关。另有报道，妇血宁160mg/kg静脉注射，药后30min使麻醉兔血压从药前13.3kPa先降至7.9kPa继而轻度升至14.1kPa。随血压变化球结膜微循环的血流速度、流态和A/V直径也产生相应的双相变化。宫血宁0.6g/kg，灌胃，对麻醉兔呼吸和血压无明显影响，在长毒实验中对大心率和心电图无明显影响。5．抗炎作用经实验表明，妇血宁对组胺、醋酸和蛋清诱发的急性渗出性炎症及棉球刺激所致慢性增生性炎症，均名抗炎作用。妇血宁的 3个组分F1、F2和F3各200mg/kg，分别腹腔注射，结果F2和民对大鼠蛋清性足肿有明显抑制作用，而F1无明显抗炎作用。妇血宁500mg/kg腹腔注射，使肾上腺中维中素C含量明显降低，并且对去肾上腺大鼠的蛋清性足肿无明显抑制作用。上述实验表明妇血于中分子量较小的多肽有抗炎作用，妇血于的抗炎作用与肾上腺皮质相关，呈促肾上腺皮质作用。此外，猪蹄甲散能对抗组胺所致大鼠毛细血管通透性增加及小鼠实验性腹膜炎。6．抗感染作用猪蹄甲煎剂在体外不能抑制金葡菌生长，在腹腔注射金葡菌或溶血性链球菌后，灌胃给予猪蹄甲煎剂或混悬液，对小鼠无保护作用，不能防止其死亡。如先给家兔静脉注射氨肽素（猪蹄甲提取物）2ml，每日1次，连续6d再静脉注射金黄色葡萄球菌活菌液1ml（含20亿个）则有抗感染作用，可防止家兔死亡；但如先静脉注射金葡菌，再用氨肽素，则对动物无保护作用。氨肽素0.1ml，腹腔注射，每日1次，连续5d小鼠血清溶菌酶第4日开始上升，第9日达高峰，氨肽素使血清溶菌酶含量增加，可能与抗感染有关。7．其他作用猪蹄甲制剂（H）对人血的乳酸脱氢酶（LDH,一种流基酶）无直接作用，但对流基酶抑制剂澳醋酸（BA）对LDH的抑制有解除抑制作用，如先加 H，后加 BA则保护作用更明显。但 H不能完全清除 BA对流基酶的抑制，而只减轻抑制作用。在小鼠饲料中每日每只加妇血宁粉剂1.84mg，在38日后，除小鼠子宫重量明显降低外（上述），肾上腺重量也明显降低，而体重增加。肾上腺皮质束状带和网状带较活跃，表明糖皮质激素和性激素分泌有所增加。胃粘膜轻度增厚，结构正常，可能有一定保护作用。宫血宁0.6g/kg灌胃对小鼠自主活动光明显影响。猪蹄甲粉组织埋藏吸收试验表明，在肝、脾和肌肉组织内吸收良好，组织反应随时间逐渐减轻，损伤组织最后由纤维组织增中填充。8．毒性急性毒性试验：小鼠每田灌胃宫血于0.2g（相当人用量每日2g的250倍），连续7d，无异常或死亡发生。氨肽素小鼠灌胃的LD50＞15g/kg。长期毒性试验：大鼠每田灌胃宫血宁600、300和150mg，连续14d，观察3个月，犬口服925mg/（kg·d）（相当人每日2g的15倍）和61.7mg/（kg·d），连续给药 45d或给犬相当人 2g/d 的23倍，连续给药45d结果动物的一般状态、食欲、大小便、体重及呼吸、血压、心律和心电图等均无异常，血常规、肝、肾功能及病理组织学检查（心、肝、脾、肾、肺、胃肠、睾丸、子宫、卵巢、淋巴结等）均未见异常变化，表明本药在连续给药过程中和停药观察期均无明显病变和蓄积毒性作用。氨肽素6g/kg和2g/kg间日给大鼠灌胃连续90d，5.4g/（kg·d）和2.7g/（kg·d）给犬吞服，连续60d，结果动物的一般状态、体重、血常规、肝肾功能及主要器官的肉眼和病理切片检查也均未见异常，表明氨肽素无年期毒性反应。致突变试验，氨肽素和宫血于，经Ames试验，人体外周血体内、外染色体畸变试验及小鼠骨髓多染红细胞微核试验，均未见有致突变活性，证明猪蹄甲提取物（宫血宁、氨肽素）无潜在性致癌和致突变的危险性。致畸试验，宫血宁10g/kg和0.5g/kg，从大鼠妊娠第7日开始给药，连续5d第20日处死孕鼠检查，结果对妊娠大鼠的着床数，活胎率，吸收胎及死胎率和股鼠发育，服仔的骨铭和内脏均未见异常，表明无致畸作用。过敏试验，妇血宁100mg/kg给豚鼠腹腔注射，分别于第2、4星期重复静脉注射等量，均未见异常反应，表明妇血了无致过敏作用。",
    "creation": "《千金·食治》：\"酒浸半日，炙焦用之。\"",
    "function": "治咳嗽喘息，痔疮；白秃，冻疮。\n\n①《本经》：\"主五痔，伏热在肠，肠痈内蚀。\"\n\n②《本经逢原》：\"治目疾外障。\"",
    "taste": "咸，平。\n\n①《本经》：\"平。\"\n\n②《药对》：\"微寒。\"\n\n③《纲目》：\"咸，平，无毒。\"",
    "usage": "内服：烧灰研末。外用：研末调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "《本草经疏》：\"入手、足阳明经。\"",
    "plant": "动物形态详\"猪肉\"条。",
    "application": "?",
    "position": "为猪科动物猪的蹄甲，动物形态详\"猪肉\"条。",
    "source": "《纲目》"
  },
  {
    "name": "无患子",
    "alias": "穗子(《多能鄙事》)，木患子、肥珠子、油珠子、菩提子(《纲目》)，木挽子、油患子(《中国树木分类学》)，圆肥皂、桂圆肥皂(《现代实用中药》)，洗手果、苦枝子(《广西中兽医药植》)。",
    "ingredient": "\n　　含无患子皂甙(sapindussaponin)、脂肪油、蛋白质。\n",
    "process": "采摘成熟果实，除去果肉，取种子晒干。",
    "distinguish": "干燥的种子呈球形，径长14毫米。外表黑色，光滑。种脐线形，周围附有白色绒毛。种皮骨质，坚硬。无胚乳，子叶肥厚，黄色，胚粗壮稍弯曲。\n产广东、广西等地。",
    "effect": "1.对血压的作用：皮下注射无患子提取的皂甙类物质，可致家兔血压下降，血胆固醇无变化。\n2.用含丰富胆固醇的饮食，饲养家兔，造成动脉硬化后，就连续口服皂甙30-50天，从第40天开始血胆固醇可以从248-292mg%，降低到53-110%，若在动脉硬化后第40天才开始治疗，则降胆固醇作用不太显著，同时血卵磷脂增加。 \n",
    "creation": "除去果肉、杂质，取种子晒干。",
    "function": "清热，祛痰，消积，杀虫。治喉痹肿痛，咳喘，食滞，白带，疳积，疮痹，肿毒。用于白喉症，精囊病，淋浊尿频。清热，祛痰，消积，杀虫。喉痹肿痛、咳喘、食滞、白带、疳积、疮癣、肿毒。\n\n①《生草药性备要》：\"止血；煨食杀虫，去腻；煮膏药祛风、消肿、拔毒。\"\n\n②《广西中药志》：\"烧灰研末吹喉治声哑。\"\n\n③《浙江天目山药植志》：\"治各种喉症，感冒发热，百日咳，白浊，白带，小儿疳积。\"",
    "taste": "苦，平，有毒。\n\n①《本经逢原》：\"苦，平，无毒。\"\n\n②《南宁市药物志》：\"苦涩，有小毒。\"",
    "usage": "内服：煎汤，1～2钱；研末或煨食。外用：研末吹喉、擦牙，或煎汤洗、熬膏涂。",
    "compatibility": "脾胃虚寒者慎用\n",
    "storage": "置通风干燥处。",
    "side_effects": "无患子皂甙有溶血作用。给家兔静脉注射，其致死量为0.03-0.04g/kg，死因为呼吸麻痹。",
    "category": "归经_肺经",
    "plant": "无患树(《本草拾遗》)，又名：桓(《山海经》)，拾栌木(崔豹《古今注》)，楺娄、栌木(《纂文》)，噤娄(《本草拾遗，)，拾栌鬼木(《中华古今注》)，卢鬼木(《纲目》)，黄目树(《台湾府志》)，目浪树。\n落叶或常绿乔木，高达25米。枝开展，小枝无毛，密生多数皮孔；冬芽腋生，外有鳞片2对，稍有细毛.通常为双数羽状复叶，互生；无托叶；有柄；小叶8～12枚，广披针形或椭圆形，长6～15厘米，宽2.5～5厘米，先端长尖，全缘，基部阔楔形或斜圆形，左右不等，革质，无毛，或下面主脉上有微毛；小叶柄极短。圆锥花序，顶生及侧生；花杂性，小形，无柄，总轴及分枝均被淡黄褐色细毛；萼5片，外2片短，内3片较长，圆形或卵圆形；花冠淡绿色，5瓣，卵形至卵状披针形，有短爪；花盘杯状；雄花有8～10枚发达的雄蕊，着生于花盘内侧，花丝有细毛，药背部着生；雌花，子房上位，通常仅1室发育；两性花雄蕊小，花丝有软毛。核果球形，径约15～20毫米，熟时黄色或棕黄色。种子球形，黑色，径约12～15毫米。花期6～7月。果期9～10月。\n分布安徽、江苏、浙江、江西、湖北、湖南、福建、台湾、广东、广西、四川、贵州、陕西等地。\n\n本植物的根(无患树蔃)、韧皮(无患树皮)、嫩枝叶(无患子叶)、果肉(无患子皮)、种仁(无患子中仁)亦供药用，各详专条。",
    "application": "治疗滴虫性阴道炎：\n取洗净去皮的无患子1斤，加水1000毫升煎成浓液。每次取50～100毫升加温开水1000毫升稀释，按常规灌洗阴道，每日1次，7～10天为一疗程。同时配合清热化湿的中药内服。经治10例均于灌洗一疗程后，复查滴虫阴性。5例追踪观察2～3个月未见复发；1例于2月后复发，再行治疗仍然有效。",
    "position": "为无患子科植物无患树的种子。",
    "source": "《本草拾遗》"
  },
  {
    "name": "狼毒",
    "alias": "续毒(《本经》)，川狼毒(《集效方》)。",
    "ingredient": "瑞香狼毒的根含甾醇、酚性成分、氨基酸、三萜类及有毒的高分子有机酸。可能还含蒽甙。\n\n狼毒大戟根含树脂10.46%及1～2%硬性橡胶。",
    "process": "春、秋采挖，去茎叶、泥沙，晒干。",
    "distinguish": "①狼毒\n又名：绵大戟、山萝卜(《滇南本草》)，大将军、红狼毒、西北狼毒。为瑞香狼毒的干燥根，呈圆锥形至长圆柱形，稍扭曲，长7～30厘米，直径2～7厘米；根头部留有地上茎残基；外表棕色至棕褐色，有纵皱及横生的细长皮孔，有时残留细根。栓皮剥落后，露出柔软的纤维。体轻，质韧，不易折断，断面中心木质部黄白色，外圈韧皮部白色，呈纤维状。气微，味微甘、微苦而辣。\n产内蒙古、山西、河南、青海、甘肃、陕西、四川等地。\n\n②白狼毒\n为狼毒大戟、月腺大戟的干燥根，都切成类圆形的块片。\n\n狼毒大戟\n又名：猫眼花根、东北狼毒。直径约4～7厘米，厚0.5～3厘米，偶有厚达7厘米者。表面黄棕色或淡棕色。栓皮成重叠的薄片状，易剥落。切面不平坦，有暗棕色与黄白色相间的明显同心环，偶有环纹不显著者。质轻，易折断，断面粉性，水湿之有粘性，撕开时可见粘丝。气微，味甘，并有刺激性辣味。\n产辽宁、吉林、黑龙江、内蒙古、河北。\n\n月腺大戟的根性状与上种相似，唯切面的同心环纹颜色较浅，不如狼毒大戟根的明显。以水湿之不显粘性。\n产河南、山东、江苏、安徽、湖北等地。\n\n《本草》所载的狼毒，系瑞香科瑞香狼毒，故应以此为正品，但目前多数地区所用的狼毒，为大戟科的白狼毒。",
    "effect": "从瑞香狼毒根中提得一种狼毒甙，原称川狼毒素的抗菌物质，并称其毒性很低。狼毒煎剂灌胃6克(生药)/公斤，可提高小鼠痛阈20～50%(电击小鼠尾法及热板法)。叶、根中可能含有蒽甙，能增强小肠蠕动，可治疗便秘。\n\n狼毒大戟的根可用以杀蛆，灭孑孓。20%的煎剂对麻醉犬的呼吸、血压及离体蛙心、肠管均无甚作用。",
    "creation": "生狼毒：用水洗净，润透，切片晒干。醋狼毒：取狼毒片加醋拌匀，稍闷，待醋吸尽，置锅内用文火炒至微干，取出晒干。(每100斤狼毒片，用米醋20～30斤)",
    "function": "逐水祛痰，破积杀虫。治水肿腹胀，痰、食、虫积，心腹疼痛，慢性气管炎，咳嗽，气喘，淋巴结、皮肤、骨、副睾等结核，疥癣，痔瘘。\n\n①《本经》：\"主咳逆上气，破积聚，饮食，寒热，水气，恶疮，鼠瘘疽蚀，蛊毒。\"\n\n②《别录》：\"疗胁下积癖。\"\n\n③《药性论》：\"治痰饮，癥瘕。\"\n\n④《滇南本草》：\"治胃中年深日久饮食结住，积久稠痰，状粘如胶。攻虫积，利水道，下气，消水肿，吐痰涎。\"\n\n⑤《本草通玄》：\"主咳逆，治虫疽，瘰疬，结痰，驱心痛。\"\n\n⑥《高原中草药治疗手册》：\"下气杀虫。治痰饮停留，骨膜发炎，结核顽疮，酒齄鼻。\"",
    "taste": "苦辛，平，有毒。\n\n①《本经》：\"味辛，平。\"\n\n②《别录》：\"有大毒。\"\n\n③《药性论》：\"味苦辛，有毒。\"\n\n④《本经逢原》：\"苦辛，寒，大毒。\"",
    "usage": "内服：煎汤，3～8分；或入丸、散。外用：磨汁涂或研末调敷。",
    "compatibility": "本品有毒，内服宜慎；体弱及孕妇忌服。\n\n①《本草经集注》：\"大豆为之使。恶麦句姜。\"\n\n②《药对》：\"畏占斯、密陀僧。\"\n\n③《本草汇言》：\"脾元不足，真气日乏者，不可妄施。\"\n\n④《得配本草》：\"畏醋。\"\n\n⑤《高原中草药治疗手册》：\"孕妇忌用，慢性胃肠溃疡慎用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肺经",
    "plant": "①瑞香狼毒，又名：断肠草、打碗花、山丹花、闷头花、一把香。\n多年生草本，高20～40厘米。根圆柱形。茎丛生，平滑无毛，下部几木质，带褐色或谈红色。单叶互生，较密；狭卵形至线形，长1～3厘米，宽2～10毫米，全缘，两面无毛；老时略带革质；叶柄极短。头状花序顶生，直径约2.5厘米，花多数；萼常呈花冠状，白色或黄色，带紫红色，萼筒呈细管状，先端5裂，裂片平展，矩圆形至倒卵形；雄蕊10，成2列着生于喉部；子房上位，上部密被细毛，花柱短，柱头头状。果卵形，为花被管基部所包。种子1枚。花期5～6月。\n生于高山及草原。分布东北、华北、西北、西南等地。\n\n②狼毒大戟\n多年生草本，高15～40厘米，全体含白色乳汁。根肉质肥大。茎下部叶鳞片状，膜质，淡褐色；中、上部叶3～5片轮生，无柄；叶片长圆形或长圆状卵形，长4～6.5厘米，宽1～3厘米。先端钝或急尖，基部圆。杯状聚伞花序顶生，排成复伞形；伞梗5枝，基部轮生叶状苞片5；每枝再分3枝，分枝处有3片三角卵形的苞叶，小枝先端具2片较小的苞叶及1～3个杯状聚伞花序；雄花多数和雌花1枚同生于杯形的总苞内，总苞先端5裂，腺体5个与裂片互生；雄花仅有雄蕊1；雌花仅有雌蕊1，子房扁圆形，花柱3，先端浅裂成2叉状柱头。蒴果扁球形，有3纵沟，褐色。花期5～6月。果期6～7月。\n生于山坡及山野向阳处。分布东北及河北、内蒙古、山西等地。\n\n③月腺大戟\n多年生草本，高30～50厘米。叶互生；叶片狭椭圆形或椭圆状披针形，长4～8厘米，宽1.5～2厘米，先端圆，基部楔形。杯状聚伞花序，排成复伞形；伞梗5枝，基部具卵状披针形或三角状长卵形的叶状苞片4～5枚；每枝再分2枝，分枝处有三角卵形或广卵形苞叶2枚，小枝先端具2片较小的苞叶及1个杯状聚伞花序；雌雄花同生于萼状杯形的总苞内，总苞先端4浅裂，腺体4个。蒴果光滑无毛。花期5～6月。\n生于山坡或林下草丛中。分布几遍全国。",
    "application": "外用：适量，研粉或制成软膏，搽、敷。内服：煎汤，炮制后用1～2.4克，或入丸、散。外用于淋巴结结核、皮癣，灭蛆。",
    "position": "为瑞香科植物瑞香狼毒或大戟科植物狼毒大戟、月腺大戟的根。",
    "source": "《本经》"
  },
  {
    "name": "杏子",
    "alias": "杏实",
    "ingredient": "果实含柠檬酸、苹果酸、β-胡萝卜素、少量γ-胡萝卜素和番茄烃；果实的挥发油成分有月桂烯、柠檬烯、对-聚伞花素、异松油烯、反-2-己烯醇、α-松曲醇、牻牛儿醛、牻牛儿醇、2-甲基丁酸、乙酸、芳棒醇、环氧二氢芳樟醇的顺反异构体、γ-辛酸内酯、γ-癸酸内酯、橙花醛、柠檬醛。未熟果实含绿原酸类、焦性儿茶酚类、赭朴鞣质、黄酮类等成分。",
    "process": "果熟时采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "润肺定喘，生津止渴。\n\n①《千金·食治》：\"其中核犹未鞕者，采之暴干食之，甚止渴，去冷热毒。\"\n\n②《滇南本草》：\"治心中冷热，止渴定喘，解瘟疫。\"\n\n③《随息居饮食谱》：\"润肺生津。\"",
    "taste": "酸甘，温。\n\n①《千金·食治》：\"味极酸。\"\n\n②崔禹锡《食经》：\"味酸，大热。\"\n\n③《日华子本草》：\"热，有毒。\"\n\n④《本草图经》：\"杏之类梅者味酢，类桃者味甘。\"\n\n归肺；心经 ",
    "usage": "内服：煎汤，6-12g，或生食，或晒干为脯，适量。",
    "compatibility": "①崔禹锡《食经》：\"不可多食，生痈疖，伤筋骨。\"\n\n②《本草衍义》：\"小儿尤不可食，多致疮痈及上膈热。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "1.杏 落叶小乔木，高4-10cm；树皮暗红棕色，纵裂。单叶互生；叶片圆卵形或宽卵形，长 5-9cm，宽4-8cm。春季先叶开花，花单生枝端，着生较密，稍似总状；花几无梗，花萼基部成筒状，外面被短柔毛，上部5裂；花瓣5，白色或浅粉红色，圆形至宽倒卵形；雄蕊多数，着生萼筒边缘；雌蕊单心皮，着生萼筒基部。核果圆形，稀倒卵形，直径2.5cm以上。种子1，心状卵形，浅红色。花期3-4月，果期6-7月。\n2.山杏 灌木或小乔木，高2-5m。叶卵形或近圆形，长(3-)5-10cm，宽(2.5-)4-7cm。花单生，直径1.5-2cm；萼片长圆状椭圆形，先端尖；花瓣近圆形或倒卵形，白色或粉红色。果实扁球形，直径 1.5-2.5cm，两侧扁，果肉薄而干燥，熟时开裂，味酸涩，不能吃。核易与果肉分离，基部一侧不对称，平滑。花期3-4月，果期6-7月。",
    "application": "?",
    "position": "为蔷薇科植物杏或山杏的果实。植物形态详\"杏仁\"条。",
    "source": "《本草图经》"
  }
]