[
  {
    "name": "了哥王根",
    "alias": "毒除根、地棉根、定元根、鱼胆根、地谷根、红赤七、七麻根、别南根、独薯根、狗信蔃。",
    "ingredient": "根皮中含有黄酮甙南荛甙另含有多糖、树脂、挥发油、酚性成分以及微量不饱和甾醇。",
    "process": "全年均可采挖，切去地上部分，洗净，晒干或烘干。",
    "distinguish": "干燥根呈圆柱形，弯曲而有分枝；表面黄棕色，有突起的支根痕和不规则的纵皱纹。皮部纤维极多，不易折断。木部质硬，折断面呈破裂状。横切面近圆形，皮部易剥离，较厚，约占木部的1／2，外侧黄棕色，内部白色，有丝状纤维，形成层明显；木部淡黄色，射线清楚。\n\n产广东、广西、福建等地。",
    "effect": "南荛甙对狗有利尿作用，其有效剂量为2-4mg/公斤。根皮对皮肤有刺激，其所含树脂有较强的泻下作用。根和茎皮水煎剂在试管内对金黄色葡萄球菌有明显抑制作用，对大肠、绿脓杆菌也能抑制。水煎剂对小鼠淋巴肉瘤-1号腹水型抑制率达45.4%，对小鼠子宫颈癌-14号及小鼠肉瘤-180抑制率则在25%以下，尚需进一步研究。",
    "creation": "蒸熟，切片，晒干。",
    "function": "清热，利尿，解毒，杀虫，破积。治肺炎，腮腺炎，水肿臌胀，瘰疬，疮疡肿毒，跌打损防。\n\n①《生草药性备要》：\"十蒸九晒，治跌打，煲酒服。亦治恶疮，捶蜜敷亦效。\"\n\n②《岭南采药录》：\"解花柳毒，治恶毒疮和蜜捣敷。以之为末，遇损伤敷之，能止血。\"\n\n③《福建民间草药》：\"消坚破瘀，利尿逐水。\"\n\n④《陆川本草》：\"解热，利尿，破积，治痧积，跌打，疮毒。\"\n\n⑤《广西中药志》：\"杀虫拔毒，治麻风，恶疮，白浊。\"",
    "taste": "苦，寒，有毒。\n\n①《福建民间草药》：\"苦，寒，有毒。\"\n\n②《陆川本草》：\"辛微苦，凉。\"\n\n③《广西中药志》：\"味苦微辛，性寒，有毒。\"",
    "usage": "内服：煎汤(宜煎4小时以上)，3～5钱。外用：研末调敷。",
    "compatibility": "《广西中药志》：\"孕妇及体质虚寒者忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肝经",
    "plant": "瑞香科植物了哥王，详\"了哥王\"条。",
    "application": "①治疗肺部炎症\n用了哥王注射液肌肉注射，每日2～3次，每次2毫升(相当于生药4克)；或口服了哥王片每日3～4次，每次3～4片。治疗53例成人肺炎，治愈25例，皆体温降至正常，症状及体征消失，X线透视肺部炎症全部消散；另有17例显著好转，皆体温降至正常，症状及体征好转，但X线透视肺部炎症未完全消散。同时以了哥王与穿心莲并用治疗25例，疗效相仿。另有1例慢性喘息性支气管炎合并左下肺炎，用了哥王根茎皮1两，加水1000毫升煎2小时以上，约得200毫升；每日1剂，分2次服。服药后24小时退热，咳喘显减，连服1周，肺部炎症消散吸收。又1例右侧急性肺脓肿症，脓腔4x5厘米，经各种抗菌素治疗半月，发热、脓痰依旧，改用了哥王、虎杖煎液，第4天体温下降至正常，20天后脓腔缩小至1x1.5厘米，2月后吸收痊愈。了哥王除能平喘止咳外，还有清热消炎作用。试验证明，25%水煎液对金黄色葡萄球菌高度致敏，绿脓杆菌中度致敏，大肠杆菌低度致敏。\n\n②治疗慢性气管炎\n取了哥王根皮10斤，加水60斤，煎4小时后过滤，药渣再加水20～30斤煎2小时后过滤。将2次滤液合并，文火浓缩至6000毫升，加适量防腐剂及糖。每天服3次，每次20毫升，10天为一疗程。疗程间隔半个月。共治疗120人，一个疗程的总有效率为72.5%，近期控制9例。副作用：个别有胃病者服药后可出现胃痛发作，或头昏、恶心等现象，一般不需停药。\n\n③治疗肾炎\n每人每天用了哥王3钱，干者用2钱(10岁以下减半)，加清水600毫升煎成200毫升，加糖，分3次服。其治疗作用表现在下列两个方面：㈠利尿：急、慢性肾炎在服药后均有不同程度的利尿作用。利尿作用出现在用药后2～3天，并可持续利尿。利尿显著的多见于肾炎肾变性期，体质尚好而偏于湿热型的病例，对肾病综合征效果较差。㈡抗感染：临床观察到经链霉素治疗未效的变形杆菌感染病人，改用了哥王内服3周，连续2次中段尿培养无菌生长?对白色葡萄球菌感染亦有效。由皮肤感染及咽部炎症所致之急性肾炎水肿，服本药后皮肤感染及咽部炎症得到控制，水肿消退。副作用：可有恶心、呕吐、腹胀、腹痛等，停药后可消除，有个别病例因长期服用了哥王出现心律不齐，其原因有待进一步观察研究。\n\n④治疗腰腿痛\n用了哥王(金腰带)浓缩溶液作离子导入疗法，治疗腰椎间盘脱出症46例，风湿痛38例，坐骨神经痛16例，均有一定效果。\n\n⑤引产\n取新鲜了哥王根，长8～10厘米，直径0.5～1.O厘米，去粗皮留第2层皮，细端削成圆锥形，务使光滑，在粗端扎上丝线，煮沸1～2小时，或浸入75%酒精内30分钟消毒。病人取截石位，常规消毒，将消毒的了哥王根细端慢慢送进经扩张的宫颈管内。丝线扎上消毒纱布塞在阴道内。如24小时未见胚胎排出，则需更换纱布以防感染，如了哥王根滑脱可重插第2、3、4次，直至胚胎自然排出。临床观察妊娠1～3个月的3人，4～6个月的107人，7个月的6人，引产插1次的成功率为86%，第2～4次再插同样成功。如加用针刺大横、关元等穴，可出现宫缩加强。引产过程中必须严格注意消毒，防止感染及宫颈外伤等事故发生。\n\n⑥治疗麻风\n取了哥王根，每6斤加水6斤，煮6小时，再加水6斤煮6小时，过滤。每次服15毫升，日服3次。共观察31例(2例因病情恶化中途停药)，在治疗2个月期间，可见食欲增加，睡眠良好，部分病人在服药第2天起饭量增加；多数病人红细胞数增高，偏低者能迅速增至正常；治疗2个月后，检查麻风杆菌比治疗前减少者有8人，由阳性转为阴性者2人；皮肤损害全部或大部消退者7人，损害颜色逐渐吸收变淡者10人。症状无变化者7人，均为病期5年以上的重症患者。在治疗中观察到，了哥王对九名疣性麻风的全身各部之弥漫性浸润性红色麻木斑特别有效，消退迅速，机能恢复亦快。在治疗过程中胀大的神经干未见缩小，荨麻疹反应为服药中最多见或唯一的反应。\n\n⑦其他\n用了哥王根3钱，鸡肉4两，水适量，隔水炖7小时，睡前1次服食，连服3次，对风湿性关节炎有明显效果，或服用了哥王煎剂7～30天亦效。再有用了哥王皮(干)每市斤加水6市斤4两，煎煮5小时取滤液，再如上法煎煮，合并2次滤液备用，成人每次30毫升，日服3次，治疗肌肉关节风湿痛6例均取得效果。用本药煎剂治疗支气管哮喘、百日咳、腮腺炎等，也有一定疗效。本药宜久煎，一般2～4小时，最久可至6～10小时。久煎可能有解除毒性作用。了哥王的中毒表现，主要为呕吐、腹泻。解救法：除一般常规处理外，可针刺上皖、中脘、足三里等穴。",
    "position": "?",
    "source": "《岭南采药录》"
  },
  {
    "name": "木贼",
    "alias": "木贼草(《木草经疏》)，锉草(《盛京通志》)，节节草(《植物名实图考》)，节骨草(《东北药植志》)，擦草、无心草(《山西中药志》)。",
    "ingredient": "含木贼酸、二氧化硅黄酮甙等。",
    "process": "\n夏、秋采收，割取地上部分，按粗细扎成小捆，阴干或晒干。\n",
    "distinguish": "\n干燥全草，呈长管状，中空有节，不分枝。长30～60厘米，直径约5毫米，每节长3～6厘米。表面灰绿色或黄绿色，有多数纵枝，顺直排列，其上密生细刺，触之有粗糙感。节处有筒状深棕色的鳞叶。易自节处拔脱。质脆，易折断，断面中空，内有灰白色或浅绿色的薄瓤。气无，味甘，微苫涩。以茎粗长、色绿、质厚、不脱节者为佳。\n主产东北及陕西、湖北等地。\n\n云南、广东、广西等地尚以同属植物纤细木贼(笔管草)的全草作木贼使用。参见\"土米贼\"条。\n",
    "effect": "木贼所含的硅酸盐和鞣质有收敛作用，从而对于接触部位，有消炎，止血作用。同属植物E.ArvenseL.全草有利尿作用；临床上曾用以治糖尿病，但动物实验未能证实。牲畜食木贼及木贼属植物可引起中毒，症状有四肢无力、共济失调、转身困难，牲畜活动时产生震颤及肌肉强直，脉博弱而频，四肢发冷，血液化学分析表明维生素B缺乏，用大量维生素B有解毒作用。1.对心血管的作用：木贼醇提液能增加离体豚鼠心脏冠脉流量。0.2ml/kg（100%提取液）静脉注射对垂体后叶素引起的T波升高和心率减慢有一定的对抗和缓冲作用。木贼醇提物10-15g/kg腹腔注射或20g/kg十二指肠给药，对麻醉猫有持久的降压作用。降压强度和维持时间与剂量有一定的相关性。并能对抗组胺收缩血管作用，对切断脊髓的猫仍有降压作用，故认为其降压部位的外周性的。对家兔离体血管有明显扩张作用。2.其它作用：阿魏酸有抑制血小板聚集及释放的作用在动物实验中有镇静、抗惊厥作用，其半数致死量（mg/kg），小鼠腹腔注射为946，大鼠灌胃为3000。毒性表现为共济失调，肌肉强直及四肢发冷。血液分析表明维生素B缺乏，用大量维生素B治疗可恢复正常。",
    "creation": "\n洗净，稍润，剪去根部，切段，晾干。\n",
    "function": "\n疏风散热，解肌，退翳。治目生云翳，迎风流泪，肠风下血，血痢，脱肝，疟疾，喉痛，痈肿。\n\n①《嘉祜本草》：\"主目疾，退翳膜。又消积块，益肝胆，明目，疗肠风，止痢及妇人月水不断。\"\n\n②《纲目》：\"解肌，止泪，止血，去风湿，疝痛，大肠脱肛。\"\n\n③《本草正》：\"发汗，解肌。治伤寒，疟疾。去风湿，散火邪。\"\n\n④《玉楸药解》：\"平疮疡肿硬，吐风狂痰涎。治痈疽瘰疬，疔毒，疖肿，汗斑，粉渣，崩中赤白诸证。\"\n",
    "taste": "\n甘苦，平。\n\n①《嘉祜本草》：\"味甘微苦，无毒。\"\n\n②《纲目》：\"温。\"\n\n③《本草正》：\"味微苦微甘。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或入丸、散。外用：研末撒。\n",
    "compatibility": "\n气血虚者慎服。\n\n①《本草经疏》：\"目疾由于怒气及暑热伤血、暴赤肿痛者，非其所任。\"\n\n②《本草汇言》：\"多服损肝，不宜久服。\"\n\n③《本经逢原》：\"多用令人目肿，若久翳及血虚者非所宜。\"\n",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归肺、肝经。",
    "plant": "\n木贼\n多年生草本，高50厘米以上。根茎短，黑色，匍匐，节上长出密集成轮生的黑褐色根。茎丛生，坚硬，直立不分枝，圆筒形，直径4～8毫米，有关节状节，节间中空，茎表面有20～30条纵肋棱，每棱有两列小疣状突起。叶退化成鳞片状，基部合生成筒状的鞘，鞘长6～10毫米，基部有1暗褐色的圈，上部淡灰色，先端有多数棕褐色细齿状裂片，裂片披针状锥形，先端长，锐尖，背部中央有1浅沟，裂片早落，仅在茎先端及幼茎上者不脱落。孢子囊穗生于茎顶，长圆形，长1～1.5厘米，先端具暗褐色的小尖头，由许多轮状排列的六角形盾状孢子叶构成，沿孢子叶的边缘生敖个胞子囊，孢子囊大形。孢子多数，同型，圆球形，有2条丝状弹丝，十字形着生，卷绕在孢子小，遇水即弹开，以便繁殖。孢子囊穗6～8月间抽出。\n生于山坡林下阴湿处、河岸湿地、溪边，喜阴湿的环境，有时也生于杂草地。分布黑龙江、吉林、辽宁、河北、安徽、湖北、四川、贵州、云南、山西、陕西、甘肃、内蒙古、新疆、青海等地。\n",
    "application": "\n①治疗牛皮癣\n木贼注射液，每次肌肉注射2毫升，每日2次，半月为一疗程；如无不良反应，可连续应用。治疗99例，基本痊愈4例，显效49例。疗效最快者经注射15次后即达到基本治愈，但一般需注射70～80次。极个别病例用药后皮损反见增加而停药。用药后未见毒性不良反应，远期疗效待继续观察。\n\n②治疗矽肺\n对改善症状有一定效果。据36例观察，服药后咳嗽、咳痰、气喘、胸痛、心悸均有不同程度的减轻或消失，但X线胸片、心电图及肺功能检查则无明显变化。制剂及用法：㈠流浸膏：日服2次，每次10毫升，每日量相当生药100克。㈡糖浆剂：每次5毫升，15～30天后改为每次10毫升，均日服3次；每日量相当生药37.5～75克，副作用：服药初期有口干、肠鸣等反应，连续服药15～30天后自行消失；服流浸膏的有3人出现颜面色素沉着，可能与叶绿素渣质吸收有关，停药后短期内消失。此外，发现有17.6%的病例肝功能有一定损害，可能由于服药时间长、剂量大、疗程无间隙有关。如每日服相当75克生药的流浸膏，2个月为一疗程，同时加用保肝药物，可能起到保护肝功能的作用。\n",
    "position": "\n为木贼科植物木贼的全草。\n",
    "source": "\n《嘉祐本草》\n"
  },
  {
    "name": "马尾连",
    "alias": "马尾黄连(《中药志》)，金丝黄连(《四川中药志》)，草黄连(《云南中草药》)。",
    "ingredient": "主含多种苄基异喹啉类生物碱，包括小檗碱、唐松草嗪、海南地嗪、掌叶防己碱、药根碱、木兰花碱、唐松草平碱等。唐松草属植物在我国约70种，可供药用的约26种，如多腺唐松草、多枝唐松草等。",
    "process": "9～11月至次年1～2月采挖；挖出后抖去泥沙，剪除茎苗，晒干。",
    "distinguish": "干燥根茎上端有多数芦头，每个芦头粗约4毫米，其上残留茎苗痕迹，并常包有鳞叶薄片。根茎长形，外表棕褐色；腹面密生成束的须根，形如马尾；须根长13～25厘米，粗2～3毫米，外表红黄色或金黄色，有光泽，具纵向细纹，老栓皮及皮层往往呈环节状脱落，尚未剥落者，以手搓之即脱。体轻，质脆易断。根茎断面外圈棕褐色，内有黄色的木质心；须根断面深黄色，外表为一薄层金黄色的外皮。气微，味微苦。以根条均匀、色金黄者为佳。\n主产四川、青海、河北等地。\n\n此外，同属植物香唐松草(分布西藏、四川、青海、甘肃、陕西、山西、河北、内蒙古、新疆)、狭序唐松草(又名：水黄连，分布云南、四川、西藏)、高原唐松草(分布云南、四川、西藏、甘肃)、昭通唐松草(分布云南)，以及贝加尔唐松草长柱变种(分布四川、甘肃)等，亦同等入药。",
    "effect": "抑菌试验：马尾连水煎剂对白喉杆菌、肺炎双球菌、金黄色葡萄球菌、变形杆菌、福氏痢疾杆菌均有抑制作用。",
    "creation": "?",
    "function": "清热燥湿，解毒。治痢疾，肠炎，传染性肝炎，感冒，麻疹，痈肿疮疖，结膜炎。\n\n①《纲目抬遗》：\"去皮里膜外及筋络之邪热、小儿伤风及痘科用。\"\n\n②《西藏常用中草药》：\"清热解毒，祛风凉血，消炎止痢。治结膜炎，传染性肝炎，痈肿疮疖，痢疾。叶、花治关节炎。\"\n\n③《新疆中草药手册)：\"清热燥湿。\"",
    "taste": "①《纲目拾遗》：\"性寒，味苦。\"\n\n②《四川中药志》：\"性寒，味苦，无毒。\"",
    "usage": "内服：煎汤，1～3钱.外用：研末调敷。",
    "compatibility": "暂缺。",
    "storage": "?",
    "side_effects": "?",
    "category": "归心；肝；大肠经",
    "plant": "①多叶唐松草，又名：多叶白蓬草。\n多年生草本，高50～80厘米，有时可达1米以上，全体光滑无毛。根粗大，根茎横向生长，常木质化，褐色。茎直立，具纵纹。叶为3回3出羽状复叶，基部叶具柄，上部叶无柄，小叶具长柄；小叶卵形至近圆形，长1～3厘米，宽1～2厘米，略呈3裂，具疏圆齿，齿端具小尖头，基部圆形或浅心形。圆锥花序近伞房状，分枝极多，花序上具叶；苞片线形，长约2毫米，小苞片锥尖；小花柄纤细，长0.6～1.5厘米；花杂性，直径0.6～1厘米；萼片4，白色、浅黄色或浅紫色；椭圆形，具3条突起纵肋，早落；无花瓣；雄蕊12～15，花丝长3～4.5毫米，花药线形，长约3毫米，先端具小尖头；雌蕊4～6枚，花柱不显著，住头细长而弯曲。瘦果纺锤形，稍扁，长约3毫米，纵肋8。花期8～10月。\n生于山林、山沟或山路边。分布四川、云南、西藏等地。\n\n②贝加尔唐松草\n多年生草本，无毛。茎高50～120厘米。根茎短，长约2～6厘米，径5～12毫米，须根丛生。3回3出复叶；小叶宽倒卵形、宽菱形，有时宽心形，长1.8～4厘米，宽1.2～5厘米。3浅裂，裂片具粗牙齿，脉下面隆起；叶轴基部扩大呈耳状，抱茎，膜质，边缘分裂呈罐状。复单歧聚伞花序近圆锥状，长5～10厘米；花直径约6毫米；萼片椭圆形或卵形，长2～3毫米；无花瓣；雄蕊10～20，花丝倒披针状条形；心皮3～5，柱头近球形。瘦果具短柄，圆球状倒卵形，两面膨胀，长2.5～3毫米；果皮暗褐色，木质化。\n生于山地林下或湿润草坡。分布在甘肃、青海、陕西、河南、山西、河北、内蒙古和东北。",
    "application": "用量3～9克，水煎服。用于热盛心烦，痢疾，肠炎，结膜炎，咽喉炎，痈肿疮疖。",
    "position": "为毛茛科植物多叶唐松草、贝加尔唐松草等的根茎及根。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "石燕",
    "alias": "石燕子(《圣惠方》)。",
    "ingredient": "主要为碳酸钙，尚含少量磷酸及二氧化硅。",
    "process": "采得后洗净泥土。",
    "distinguish": "略呈肾脏形而扁，长2～3厘米，宽1.5～4厘米，表面青灰色至土棕色，两面中央隆起，具银杏叶般的纹理。其中一面在隆起的中部有一纵沟，一端较细向另一端展开，细端向下弯曲作鸟啄状，在其下面亦有一条横沟通向两侧。质坚如石，不易破碎；砸碎后，断面呈青灰色至棕色，或有部分为白色碎石堆集成颗粒状。气微，味淡。煅石燕的表面有一层白色光泽的薄膜，极易脱落，脱去此层，显朱红色或棕褐色，断面灰白色而粗糙。以状如蚶、色青黑，质坚硬、无杂石者为佳。\n产于湖南、广西、四川、山西、江西等地。",
    "effect": "清热、利尿作用。",
    "creation": "洗净泥土，晒干，捣碎或水飞，也有煅后敲碎或水飞用。\n\n①《品汇精要》：\"石燕，研细，水飞过用。\"\n\n②《医学入门》：\"石燕，火煅醋淬七次，另研。\"",
    "function": "除湿热，利小便，退目翳。治淋病，小便不通，带下，尿血，肠风痔漏，眼目障翳。\n\n①《唐本草》：\"以水煮汁饮之，主淋。\"\n\n②《本草拾遗》：\"主消渴，取水牛鼻和煮饮之。\"\n\n③《医学入门》：\"偏治年久肠风痔漏，煮汁饮之。\"\n\n④《纲目》：\"疗眼目障翳。\"\n\n⑤《玉楸药解》：\"利水通经，止带，催生。治淋沥热涩，尿血便秘，消渴，带下，痔漏。\"\n\n⑥《医林纂要》：\"功同石蟹，能祛风去瘀。\"",
    "taste": "咸，凉。\n\n①《日华子本草》：\"凉，无毒。\"\n\n②《品汇精要》：\"味淡，性凉。\"\n\n③《纲目》：\"甘，凉，无毒。\"\n\n④《医林纂要》：\"咸辛，寒。\"",
    "usage": "内服：煎汤，1～3钱，或磨汁。外用：水磨点眼。",
    "compatibility": "体虚、无湿热及孕妇忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肾；肝；膀胱经",
    "plant": "\n生境分布：主产于湖南、广西、四川、山西、江西；浙江亦产。\n栽培：本品为天然化石。",
    "application": "?",
    "position": "为古生代腕足类石燕子科动物中华弓石燕及近缘动物的化石。",
    "source": "《唐本草》"
  },
  {
    "name": "蝌蚪",
    "alias": "活师(《山海经》)，蛞斗、活东(《尔雅》)，虾蟆子、玄鱼、玄针(崔豹《古今注》)，虾蟆儿(《本草拾遗》)，聒子、虾蟆台、虾蟆粘(《尔雅翼》)，悬针、水仙子(《纲目》)。",
    "ingredient": "?",
    "process": "两栖纲无尾目蛙科金线蛙Rana plancyi Lataste；黑斑蛙R. nigromaculata Hallowel，以幼体（蝌蚪）入药。",
    "distinguish": "?",
    "effect": "浓度为1：50（V/V）的蝌蚪提取液处理培养的人宫颈癌（HeLa）细胞，可抑HeLa细胞生长，集落形成能力下降。随培养时间延长，细胞内颗粒增多，贴壁能力隆低，而对中国地鼠卵巢细胞去有刺激生长作用，表明蝌蚪提取液是1种较好的抗部制剂。以2%的蝌蚪提取液培养小鼠红白血病细胞（MELC），结果：生长曲线显示蝌蚪提取液可抑MELC生长；联苯胺染色反应显示MELC胞浆中血红蛋白的合成随提取液作用时间的延长而增加，说明蝌蚪提取液有诱导MELC发生终末分化的作用；流式细胞仪分析亦证明蝌蚪提取液使处于G2+M期的细胞数降低，而处于G0+G1期的细胞数升高。",
    "creation": "?",
    "function": "清热解毒。治热毒疮肿。\n\n①《本草拾遗》：\"主火飚热疮及疥疮，并捣碎敷之。\"\n\n②《本草蒙筌》：\"烂捣为火疮敷药，绝无瘢痕。\"",
    "taste": "性味：甘；寒\n性状：性状鉴别，本品呈扁圆形或不规则的圆状，皱缩，灰黑色，大部尾巴脱落，腹扁平，背隆起。长15mm，宽8-10mm，腹部有螺旋形圈紊或不明显。质脆易碎，气味腥臭。",
    "usage": "外用：捣敷，或经埋藏化水后搽敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "脾经",
    "plant": "\n生境分布：全国各地。",
    "application": "?",
    "position": "为蛙科动物泽蛙、金线蛙或黑斑蛙等蛙类的幼体。动物形态详\"虾蟆\"、\"青蛙\"条。",
    "source": "《本草拾遗》"
  },
  {
    "name": "红根",
    "alias": "长虫包谷、小独脚莲、见血飞。",
    "ingredient": "?",
    "process": "全年可采。鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热消炎，拔脓。治疗疮，痈疽，无名肿毒，腮腺炎，乳痈。",
    "taste": "辛麻，寒，剧毒。",
    "usage": "外用：捣敷或研末调敷。",
    "compatibility": "皮肤破溃者忌用。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝经",
    "plant": "红根\n宿根草本，高0.5～1.2米。块茎肥大，圆柱形或圆锥形，外皮有环纹，内深紫褐色，有粗须根。茎直立，祖而光滑，有的带粉红色，多紫褐或黄绿色花斑纹，形如蛇，基部苞鞘宿存；茎上生短鞘和2(或1)枚有长柄的复叶；复叶有3小叶，小叶长7～26厘米，宽4～17厘米，椭圆形或卵形，基部对称或歪斜，先端短尖或渐尖，叶背中脉用脉凸起，全缘浅波状或有小点状浅齿。内藏的淡黄色肉穗花序顶生，花细密，穗有延长的很多各式线状附属体伸出；佛焰苞绿色有纹饰，下部合生，上部扩展波状渐尾尖，长5～10厘米。果穗如玉米棒状，长7～15厘米，浆果如玉米子大，先绿色，后渐变为红色。\n生于潮湿阴暗的石灰山密林、灌木丛及箐沟。分布云南等地。",
    "application": "?",
    "position": "为天南星科植物红根的块茎。",
    "source": "《云南中草药》"
  },
  {
    "name": "白兰花",
    "alias": "白兰,白玉兰",
    "ingredient": "叶含生物碱、挥发油、酚类。鲜叶含油0.7%，油主要成分为芳樟醇、甲基丁香油酚和苯乙醇。\n\n根和茎皮含黄心树宁碱、氧化黄心树宁碱，柳叶木兰碱和白兰花碱。",
    "process": "夏末秋初花开时采收，鲜用或晒干。",
    "distinguish": "?",
    "effect": "用其蒸馏液(1：4)作动物实验，镇咳(氨水引咳法)、祛痰(酚红法)、平喘(组织胺致喘)作用都不强；加入了哥王及地龙等制成复方，则可提高疗效。",
    "creation": "?",
    "function": "止咳，化浊。治慢性支气管炎。前列腺炎，妇女白带。\n\n①《四川中药志》：\"治白浊及女子白带。\"\n\n②广州空军《常用中草药手册》：\"行气化浊，止咳。治前列腺炎，妇女白带，小儿支气管炎，虚劳久咳。\"",
    "taste": "苦辛，温。\n\n①《四川中药志》：\"苦，微温，无毒。\"\n\n②广州空军《常用中草药手册》：\"辛，温。\"",
    "usage": "内服：煎汤，3～5钱。",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "白兰花\n常绿乔木，高达10～20米(江，浙等地天气较寒，常呈灌木状，高仅1～2米)；树皮灰色，幼枝和芽被白色柔毛。叶薄革质。互生，卵状椭圆形或长圆形，长10～25厘米，宽4～9厘米，两端均渐狭，两面无毛或于下面被疏毛，小脉网状；叶柄长1.5～2厘米，上有短的托叶痕迹，约为柄全长的1/3或1／4。花白色，单花腋生，极香，长3～4厘米；萼片长圆形；花瓣线状，长3.2厘米；雄蕊多数，多列，花丝扁平；心皮多数，胚珠在每心皮内多于2，螺旋状排列于延长有柄的花托上，子房被毛，柱头头状。果近球形，由多数开裂的心皮组成，多不结实。花期7月。\n生于路旁或庭园中。福建、广东、广西、云南、四川、江苏、浙江、安徽、江西等地均有栽培。",
    "application": "治疗慢性气管炎\n取白玉兰叶1斤，加水2斤，经2次蒸馏，取回蒸馏液1／4斤(浓度为1：4)，即为玉兰露。用法与疗效：㈠玉兰露每日20毫升顿服，治疗83例，近期控制24例，显效21例，好转23例，有效率为81.9%；㈡玉兰露服法同上，另用花生油0.5毫升穴位注射(肺俞穴)，10天1次，治疗25例，有效率为88%；㈢内服玉兰露，配合了哥王片，日服3次，每次3片，治疗120例，有效率为77.5%。上法均以10天为一疗程。作用以镇咳，平喘较好。祛痰稍逊，也有一定的消炎作用。对咳、喘、痰的开始见效时间以1～5天的例数最多，显效及近控时间以6～10天的例数最多。部分患者停药后3～6个月追踪复查，结果均有不同程度的复发，其中内服加穴位注射者复发率较低。",
    "position": "为木兰科植物白兰花的花。",
    "source": "《四川中药志》"
  },
  {
    "name": "鳝鱼血",
    "alias": "?",
    "ingredient": "?",
    "process": "夏、秋季捕捉，捕后用针刺头部或煎去尾部取血，鲜用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风，活血，壮阳。治口眼歪斜，耳痛，鼻衄，癣，瘘。\n\n①《本草拾遗》：\"主癣及瘘，断取血涂之。\"\n\n②《纲目》：\"疗口眼歪斜，同麝香少许，左歪涂右，右歪涂左，正即洗去。治耳痛，滴数点入耳。治鼻衄，滴数点入鼻。治疹后生翳，点少许入目。治赤疵，同蒜汁、墨汁频涂之，又涂赤游风。\"\n\n③《本草汇言》：\"去风活血。治血燥筋挛。\"\n\n④《本经逢原》：\"助阳。\"\n\n⑤《医林纂要》：\"正经络，去壅滞，缓风软坚，渗湿去热。\"",
    "taste": "味咸；性温 \n\n①《本草汇言》：\"味咸甘，气平，无毒。\"\n\n②《医林纂要》：\"咸，温。\"\n\n归肝；肾经 \n\n《本草汇言》：\"入足厥阴、少钥经。\"",
    "usage": "外用：涂敷或滴入耳、鼻。内服：和药作丸。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "黄鳝，体细长，呈蛇形，向后渐侧扁，尾部尖细。头圆，吻端尖，唇颇发达，下唇尤其肥厚。上下颌及腭骨上部有细齿。眼小，为一薄腊所覆盖。两处鼻孔在腹陪合为一，呈“V”字形。体无鳞。无胸腹鳍，背、臀鳍退化仅留低皮褶，无软刺，都与尾鳍相联合。体色微黄或橙黄，全体满布黑色小点，腹部灰白。",
    "application": "①治疗颜面神经麻痹\n采用鳝鱼血局部涂敷，观察100余例，绝大部分均获治愈，少数亦有好转。用法：㈠将蜡鱼血涂于患侧(口向左歪，右为患侧；向右歪，左为患侧)，30分钟后洗去，3天后再行第二次治疗。㈡先用面粉加水调搓成细长面条，做成圆圈形置于面部患侧(目的是防止鳝血流掉)：然后用消毒注射针头在消毒过的地仓穴上划一\"十\"字，略使渗出血液：最后取鲜鳝鱼1条，将头切去，滴血于面圈范围内(地仓穴滴厚些)。2天后擦去，每隔2～5天1次。鳝鱼血涂于局部，干燥后能牵引面部肌群，刺激神经，促使瘫痪的肌群恢复正常。\n\n②治疗慢性化脓性中耳炎\n用蟮鱼鲜血滴耳，观察63例，轻者1次，重者2次即可见效。方法：将黄鳝放在清水中养6～8小时。用时以镊子或止血钳将黄蟮颈部夹住，以消毒过的剪刀将其尾巴剪断，让鲜血滴进耳中，侧卧20～40分钟。滴药前，需先用2%双氧水或生理盐水将患耳洗净、擦干。",
    "position": "为鳝科动物黄鳝的血，动物形态详\"鳝鱼\"条。",
    "source": "《本草拾遗》"
  },
  {
    "name": "杏叶",
    "alias": "杏树叶",
    "ingredient": "含芸香甙、硝酸盐还元酶。",
    "process": "为蔷薇科植物杏、野杏或山杏的叶。拉丁植物动物矿物名：1.Armeniaca vulgaris Lam.2.Armeniaca vulgaris Lam.var.ansu(Maxim.)Yü et Lu.3.Armeniaca sibirica(L.)Lam.采收和储藏：夏、秋季叶长茂盛时采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治目疾，水肿。\n\n①《滇南本草》：\"敷大恶疮。\"\n\n②《本草蒙筌》：\"煎汤洗眼止泪。\"",
    "taste": "辛；苦；微凉",
    "usage": "内服：煎汤，3-10g；外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾经",
    "plant": "1.杏 落叶小乔木，高4-10cm；树皮暗红棕色，纵裂。单叶互生；叶片圆卵形或宽卵形，长 5-9cm，宽4-8cm。春季先叶开花，花单生枝端，着生较密，稍似总状；花几无梗，花萼基部成筒状，外面被短柔毛，上部5裂；花瓣5，白色或浅粉红色，圆形至宽倒卵形；雄蕊多数，着生萼筒边缘；雌蕊单心皮，着生萼筒基部。核果圆形，稀倒卵形，直径2.5cm以上。种子1，心状卵形，浅红色。花期3-4月，果期6-7月。2.野杏 本变种的主要特征为 叶片基部楔形或宽楔形；花常2朵簇生，淡红色；果实近球形，红色；核卵球形，离肉，表面粗糙而有网纹，腹棱常锐利。3.山杏 灌木或小乔木，高2-5m。叶卵形或近圆形，长(3-)5-10cm，宽(2.5-)4-7cm。花单生，直径1.5-2cm；萼片长圆状椭圆形，先端尖；花瓣近圆形或倒卵形，白色或粉红色。果实扁球形，直径 1.5-2.5cm，两侧扁，果肉薄而干燥，熟时开裂，味酸涩，不能吃。核易与果肉分离，基部一侧不对称，平滑。花期3-4月，果期6-7月。4.东北杏 大乔木，高5-15m。幼枝无毛。叶椭圆形或卵形，长6-12cm，宽3-8cm。花粉红色或白色；雄蕊多数；子房密被柔毛。核果近球形，直径1.5-2.6cm，黄色；核近球形或宽椭圆形，长13-18mm，宽11-18mm，粗糙，边缘钝。花期4-5月，果期7月。\n生境分布：3.山杏 生于海拔700-2000m的干燥向阳、丘陵、草原。4.东北杏 生于海拔400-1000m的开阔的向阳山坡灌木林或杂木林下。1.杏 分布于全国各地，多系栽培。在新疆伊犁一带有野生。2.野杏 主产于我国北部地区，栽培或野生，尤其在河北、山西等地普遍野生，山东、江苏等地也产。3.山杏 分布于东北、华北和甘肃等地。4.东北杏 分布于吉林、辽宁等地。资源分布：1.杏 分布于全国各地，多系栽培。在新疆伊犁一带有野生。2.野杏 主产于我国北部地区，栽培或野生，尤其在河北、山西等地普遍野生，山东、江苏等地也产。3.山杏 分布于东北、华北和甘肃等地。4.东北杏 分布于吉林、辽宁等地。",
    "application": "?",
    "position": "为蔷薇科植物杏或山杏的叶。植物形态详\"杏仁\"条。",
    "source": "《滇南本草》"
  },
  {
    "name": "百步还阳丹",
    "alias": "鸟巢兰",
    "ingredient": "花含矢车菊素-3-O-β-（6\"-O草酰基）葡萄糖甙[cyanidin-3-O-β-(6\"O-oxalyl) glucoside]。",
    "process": "夏、秋采挖带根全草，晒干或鲜用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "强心兴奋，活血散瘀，接骨生肌。治外伤性昏迷，跌打损伤，骨折。",
    "taste": "甘，平。",
    "usage": "内服：研末，0.5～1钱。外用：研末调敷或捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝经",
    "plant": "兜被兰\n多年生草本。块茎球形；茎直立，单一，高10～15厘米。基生叶2枚，对生；宽披针形或卵状披针形，长3～6厘米，宽1～3厘米；茎生叶细小，呈苞片状。穗状花序通常为一侧生；花淡红紫色；除唇瓣以外的花被片皆互相靠合成为盔瓣状，唇瓣3深裂，裂片线形，距较细，与子房近等长。蒴果。\n生于林下、林缘。分布东北及河南、四川、陕西等地。",
    "application": "?",
    "position": "为兰科植物兜被兰的带根全草。",
    "source": "《陕西中草药》"
  }
]