[
  {
    "name": "五味子",
    "alias": "菋,荎蕏,玄及,会及,五梅子",
    "ingredient": "\n含五味子素(schizandrin)、去氧五味子素(de-oxyschizandrin)、新一味子素(neoschizandrin)、五味子醇(schizan-drol)、五味子酯(schisantherin,gomisin)、A、B、C、D、E、F、G、H、J、K1、K2、K3、L1、L2、M1、M2、N2，O，R等。\n",
    "process": "\n霜降后果实完全成熟时采摘，拣去果枝及杂质，晒干；贮藏干燥通风处，防止霉烂、虫蛀。\n",
    "distinguish": "\n干燥果实略呈球形或扁球形，直径5～8毫米。外皮鲜红色，紫红色或暗红色。显油润，有不整齐的皱缩。果内柔软，常数个粘连一起;内含种子1～2枚，肾形，棕黄色，有光泽，坚硬，种仁白色。果肉气微弱而特殊，味酸。种子破碎后有香气，味辛而苦。以紫红色、粒大、肉厚、有油性及光泽者为佳。\n\n\n主产辽宁、吉林、黑龙江、河北等地，商品习称\"北五味子\"。\n\n\n五味子商品中尚有一种\"南五味子\"，又称\"西五味子\"，主要为植物华中五味子(参见\"血藤\"条)的果实。其果粒较小，红色，皮发抱，肉较薄，品质较差。产四川、湖北、陕西，山西、云南等地。\n",
    "effect": "\n1.对中枢神经系统的作用 1.1.五味子果实挥发油对戊巴比妥钠引起小鼠睡眠时间的影响：小鼠随机分组，每组10只，对照组灌胃给予10%阿拉伯胶浆20ml/kg，给药组灌胃给予五味子挥发油乳剂14ml/kg和8ml/kg(相当于挥发油1.24g/kg和0.71g/kg)，每日给药1次，连续给药3天，末次给药后90分钟。腹腔注射戊巴比妥钠50mg/kg。实验在24±1℃安静室内按常规方法进行。结果表明，五味子挥发油的上述2个剂量组与对照组相比，戊巴比妥钠睡眠时间均明显缩短(P<0.001)。其缩短戊巴比妥钠引起睡眠时间的机理，可能是对肝药酶诱导作用所致。\n\n\n1.2.五味子挥发油对中枢兴奋药戊四唑和士的宁半数致死量的影响 小鼠随机分组，对照组灌胃给予10%阿拉伯胶浆20ml/kg;给药组灌胃给予五味子挥发油乳剂14ml/kg(相当于五味子挥发油1.24g/kg)，各组每日给药1次，连续3天，末次给药后1小时，按序贯法，由尾静脉注射分别注射戊四唑、士的宁，分别求出二者的半数致死量结果表明，给药组与对照组戊四唑及士的宁的半数致死量无明显区别，说明五味子挥发油与戊四唑及士的宁均无协同作用。\n\n\n3.五味子成分五味子醇乙(GomisinA，简称GA)和五味子素(Schizandrin，简称SZ)对小鼠的镇静作用实验表明：对自发运动的抑制作用(旋转笼法)GA比SZ持续时间长、25mg/kg腹腔注射，GA的作用持续时间为60分钟，SZ为10-20分钟。抑制甲基安非他明(皮下注射1.5mg/kg)的兴奋作用所需剂量，GA为50mg/kg，SZ为100mg/kg，延长己巴比妥的睡眠时间，GA有效剂量为12.5mg/kg(皮下注射)，SZ几无作用。\n\n\n4.川产五味子和北五味子对戊巴比妥钠睡眠时间的影响：取18-22g小白鼠，雌雄兼用，分为给药组与对照组。给药组灌胃五味子制剂5g/kg，对照组灌胃相应体积的蒸馏水，于给药60分钟后腹腔注射戊巴妥钠45mg/kg以翻正反射消失至恢复的时间为睡眠时间指标，用t值测定给药组与对照组睡眠时间的显著性差异，结果表明除华中五味子、混合五味子外，其余各品种五味子均可明显延长戊巴比妥钠睡眠时间(O.05>P>0.001)。\n\n\n6.五味子仁乙醇提取物(简称五仁醇)对戊巴比妥钠睡眠时间和阈下剂量催眠的影响：做戊巴比妥钠睡眠实验时，每组10只鼠，口服给予五仁醇1、2.5或5g/kg，30分钟后，腹腔注射戊巴比妥钠50mg/kg。以翻正反射消失至恢复的时间指标，用t值测定给药且和对照组睡眠时间的显著性差异。结果如表4及表5所示，五仁醇1g/kg对戊巴比妥钠睡眠时间无明显影响;2.5g/kg，即可明显延长戊巴比妥钠睡眠时间，并促使戊巴比妥钠阈下催眠剂量的动物进入睡眠，5g/kg组的睡眠时间约为对照组的3倍。\n\n\n1.67比妥钠睡眠时间的影响：每组小鼠10只，于皮下注射戊巴比妥钠(50mg/kg)前l小时或24小时，灌胃或腹腔注射五味子各成分1次，以翻正反射的消失和恢复为指标，观察入睡动物数及平均睡眠时间。表6为各组睡眠时间相当于对照组睡眠时间的百分数。可见给小剂量(12.5mg/kg)乙素、丙素、醇乙后l小时已能明显延长睡眠时间，灌胃和腹腔注射作用都以丙素最强，睡眠时间为对照组的2-3倍。酯乙在100mg/kg时也能延长睡眠时间，腹腔注射的作用较灌胃者强;酯甲即使在大剂量灌胃时作用也不明显，但腹腔注射时睡眠时间明显延长;甲素与醇甲无论注射或灌胃对睡眠时间均无明显影响。以100mg/kg灌胃后24小时再给戊巴比妥时，醇乙、乙素、醇甲组的睡眠时间明显缩短，但丙素组仍为延长，甲素、酯甲、酯乙则与对照组无明显差别。腹腔注射的结果与此大致相似，只是甲素能使睡眠时间显著缩短，醇甲则反而不如灌胃时作用明显。\n\n\n1.7.五味子乙素对小鼠戊巴比妥钠睡眠时间的影响：小鼠戊巴比妥钠睡眠实验表明，CCl4中毒后小鼠肝脏解毒能力下降，中毒小鼠睡眠时间比正常小鼠明显延长。先给乙素则能减少此种延长，但因正常小鼠给乙素后也能使睡眠时间明显缩短，进一步实验发现，乙素对戊巴比妥钠睡眠时间的影响为双相性，给乙素后0.5-3小时睡眠时间明显延长，24-72小时则明显缩短。但对二乙巴比妥睡眠时间却无影响，已知二乙巴比妥在体内不经过肝脏代谢，这就提示其延长戊巴比妥钠睡眠时间可能在于抑制了肝脏对戊巴比妥的代谢，而不是反映二者对中枢神经系统有协同作用。脑内戊巴比妥钠含量测定的结果支持了这一观点，给乙素后1小时虽睡眠时间明显比对照组长，但刚醒动物脑内戊巴比妥钠含量不仅不低于反而高于对照组，这说明脑对戊巴比妥钠的敏感性不是增加了。似乎反而降低了，提示乙素的作用不是直接抑制中枢神经系统而是抑制了肝脏对戊巴比妥钠的代谢。\n\n\n1.8.对小鼠转棒式被动活动的影响：转棒式被动活动实验，按Kinnard的装置。实验前先选能在水平转棒上活动3分钟以上而不坠落的小鼠，进行正式实验。实验时，每组10只动物，给五仁醇后30分钟，将动物放在转棒上，观察3分钟，记录每组动物坠落百分率，用Miller-Tainter方法求半数有效量，并与半数致死量进行比较，结果表明，口服或腹腔注射五仁醇的小鼠转棒被动活动半数坠落剂量都与相应给药途径的半数致死剂量接近，说明五仁醇仅在中毒剂量时才影响被动活动，一般剂量对小鼠的共济协调运动或肌力等并无明显影响。\n\n\n1.9.对小鼠自主活动的影响：用光电装置记录小鼠自主活动。活动箱放置在23±l℃恒温箱中。每次放入5只动物。动物放入后立即测定10分钟内该组动物遮断光线的次数，以此作为活动数。在单独五仁醇组，小鼠口服5或10g/kg后l小时测定活动数。在合并给药组，小鼠口服五仁醇10g/kg，30分钟后分别皮下注射氯丙嗪2mg/kg，苯丙胺2mg/kg或利血平0.5mg/kg，注射后30分钟测定活动数，并与单独注射相同剂量的氯丙嗪、苯丙胺或利血平组动物的活动数进行比较。结果表明，小鼠口服五仁醇5-10g/kg可使自主活动明显减少。口服五仁醇10g/kg，可明显增强中枢安定药氯丙嗪及利血平对自个活动的抑制作用，并对抗中枢兴奋药苯丙胺对自主活动的兴奋作用。\n\n\n1.10.对电休克和中枢兴奋药引起的惊厥的影响：做电休克实验时，先使小鼠口服五仁醇10g/kg，30分钟后给以电刺激，电刺激强度为60毫安，频率150次/秒，每次刺激为0.15毫秒，以强直性惊厥为指标。观察五仁醇拮抗中枢兴奋引起的惊厥实验时，先给五仁醇5-10g/kg，l小时后由尾静脉注射分别注入不同剂量的士的宁。戊四氮、咖啡因或烟碱。在观察五仁醇与利血平合并应用对戊四氮惊厥的影响时，单独利血平组为2mg/kg腹腔注射，4小时后尾静脉注射戊四氮。合并给药组，为注射同剂量利血平后3小时口服五仁醇4g/kg，ih后尾静脉注射戊四氮。除注射烟碱为快速外，其它惊厥药物的注射速度均为在20s内注射完毕。用上下法求50%阵挛性惊厥剂量(CD50)或50%强直性惊厥剂量(TD50)并与对照组进行比较。电休克实验表明，对照组的小鼠皆发生惊厥，口服五仁醇10g/kg的10只鼠中，9只鼠产生惊厥，可见五仁醇对电休克惊厥并无明显影响，而10g/kg五仁醇经口给药可明显提高戊四氮的CD50和烟碱的TD50，对戊四氮TD50与咖啡因CD50及TD50虽也有不同程度的提高，使其50%惊厥剂量的95%可信限与对照组有部分相交，另外实验结果还表明，利血平2mg/kg腹腔注射明显降低戊四氮的TD50，而五仁醇4g/kg口服给药并不对抗以上利血平的作用，相反更明显加强了利血平降低戊四氮惊厥阈的作用。给五仁醇后脊髓兴奋药士的宁的TD50似有所降低，但给药组与对照组TD50的95%可信限有部分相交。提示五仁醇的中枢作用，更多地表现为抑制性，而且明显加强利血平的作用。\n\n\n1.11.对大鼠回避性条件反射的影响：用22只大鼠进行回避性条件反射实验。给药组动物口服五仁醇5、10及20g/kg，对照组给以相等容量的蒸馏水。给药后30-45分钟分别测定条件反射(简称SGR)抑制率。实验装置及方法见钮心懿等报道。大鼠口服五仁醇5g/kg，对回避性条件反射无明显影响;灌胃10g、20g/kg不仅可延长二级条件反射潜伏期，且个同程度地抑制二级条件反射及条件反射。动物在条件反射受抑制时，除了稍安静外，未见其它异常行为表现。\n\n\n2.对肝脏的保护作用：\n\n\n2.1.对蛋白质合成和肝糖元生成的影响：\n\n\n2.1.1.五味子7种成分对饥饿小鼠肝糖元生成的影响每次实验用小鼠2-4组，每组10只。严格禁食16小时后，一组以吐温-80灌胃作为对照，其余各组灌胃待试药物。给药后1小时给各组动物均灌胃10%葡葡糖溶液20ml/kg。再给120分钟将动物断头处死，立即称取肝组织20-25mg，加5%三氯醋酸制成5mg/ml组织匀浆。离心后取上清液2ml，用葱酮法测定糖元。\n\n\n另一批小鼠先切除双侧肾上腺，以含5%葡萄糖的生理盐水。自来水和正常饲料饲养7天后，严格禁食10小时。分组灌胃待试药物、l小时后腹腔注射10%葡萄糖20ml/kg。再经120分钟将动物断头处死，立即称取肝组织80-100mg，加5%三氯醋酸制成20mg/ml组织匀浆，离心，取上清液2ml，用碘试剂法测定糖元。从表9可见，醇乙、甲素、醇甲、乙素能明显促进肝糖元的生成，无论在正常小鼠或是去肾上腺小鼠，作用都以醇乙最强，强度与可的松相当。丙素、酯甲、酯乙的作用不明显。提示五味子部分成分的作用主要不是影响垂体-肾上腺系统，而是本身所具有。\n\n\n2.1.2.五仁醇对小鼠肝脏糖元生成的影响：将小鼠禁食20小时后，按体重分组，给药组小鼠口服五仁醇1次，对照组服同体积赋形剂，1小时后，均由腹腔注射10%葡萄糖溶液20ml/kg，再经2小时后，将小鼠断头处死，取小块肝脏用5%三氯醋酸研磨成5%肝匀浆、离心、取0.1ml上清液，测定糖原含量，结果表明五仁醇能明显地促进肝糖原的生成。\n\n\n2.1.3.给小鼠口服五味子果仁乙醇提取物及其有效成份-乙素，每日1次，连续3天后，由腹腔注射14C-苯丙氨酸，结果发现该氨基酸掺入肝脏蛋白质速率显著增加，表明蛋白质合成增加。\n\n\n2.2.对化学毒物所致肝脏损伤的保护作用：\n\n\n2.2.1.五味子制剂对四氯化碳引起的小鼠高SGPT的影响：每组10只小鼠。实验第1日上午10点各组动物均腹腔注射0.1%CCl4花生油溶液1次(10ml/kg)，当日下午4点开始给各五味子制剂，按每lkg10g生药灌胃，每日1次，连续4天。对照组以相当量的2%吐温-80灌胃。实验第4日下午4点，再给0.1%CCl4一次，第5日上午8点将动物断头，取血(取血前禁食12-16小时)，然后按照金氏直接显色法测定血清谷丙转氨酶(以下简称SGPT)。结果，给CCl42次(间隔3日)，可使SGPT升高至1092单位/100ml血;以五仁醇10g/kg治疗，每日1次连续4日，使动物的SG-PT明显降低;给五味子脂肪油的动物，其SGPT值虽较对照为低，但经统计处理后，差别不显著。此外尚可见，五仁醇在降低SGPT的同时，能使动物的肝脏明显增大。脂肪油部分也有此作用。\n\n\n2.2.2.五仁醇对几种化学物质引起的高SGPT的影响：在大鼠治疗实验，于第l日上午给15%CCl41次，经6-8小时后给五仁醇1次，以后每隔3日给CC141次，每日给五仁醇1次。若遇该日给CCl4，则经4-6小时后给五仁醇。于第3次给CC14后16小时左右，将动物断头取血，按上法测SGPT。在家兔治疗实验中，隔5日给CEE1次，待SGPT稳定在较高水平(给CEE4-5次后)，开始给予五仁醇，每5日1次，连续6-10次(在此期间仍每隔5日给CEE1次)。末次给药后，禁食18-24小时，然后由耳静脉取血，测SGPT。在小鼠CCl4预防实验，于第l日给五仁醇2次(间隔6-8小时)，末次给药24小时后，给CCl41次，在小鼠硫代酰胺(TAA)预防实验，先给五仁醇每天1次，连续3日，末次给药后6小时给TAA1次。各对照组都给予相当量的2%吐温-80灌胃，给CCl4或TAA后16小时左右取血，测SGPT。由实验结果可见，在10g/kg剂量下，五仁醇对大鼠由CCl4引起的高SGPT有明显的降低作用。对家兔由CEE引起的肝损害，五仁醇在2.5g/kg的剂量下已能使SGPT明显降低。在小鼠实验，预先给五仁醇10g/kg2次(l日内);可预防CCl4引起的SGPT升高。对于TAA引起的SGPT的升高，五仁醇具有显著的降低效果。在测定过肝脏重量的实验中，再次观察到五仁醇能使肝脏明显增大。\n\n\n2.2.3.五味子6种成分对四氯化碳(CCl4)及硫代酰胺(TAA)中毒的预防作用：比较每组用小鼠7-10只。给药组于第l日或腹腔注射五味子成分各2次(间隔6小时)。次日下午各动物(包括对照组)均腹腔注射0.1%，CCl4花生油溶液10ml/kg1次，或TAA水溶液100mg/kg1次，随即禁食。16小时后断头取血，测定SGPT。作形态学观察时，取小块肝脏用布恩氏液或10%福尔马林固定，HE染色。结果表明，当灌胃剂量为100mg/kg时，乙素、丙素、醇乙及酯乙能明显抑制CCl4引起的SGPT升高，以酯乙和醇乙的作用最强，丙素次之，乙素又次之，甲素与醇甲作用不明显。此外，醇乙组的肝重明显大于对照组，其他各组则与对照组无明显差别。用硫代乙酰损害肝脏时，结果与用CCl4者相似，在50mg/kg时，降SGPT能力以酯乙最强，醇乙次之，丙素再次之，乙素作用不明显。腹腔注射各成分(50mg/kg)后，降SGPT作用也是酯乙最强，以下依次为醇乙、丙素、乙素，与灌胃结果同。以较小剂量(12.5mg/kg)灌胃时，乙素已无明显作用，酯乙作用仍很明显，醇乙与丙素也有降酶作用，但较酯乙弱。甲素、酯甲及醇甲灌胃达200mg/kg时才显降SGPT作用，腹腔注射50mg/kg时，甲素与酯甲有效，醇甲无效。进一步研究表明酯乙、醇乙能明显降低肝组织SG-PT的活性，其原因可能是对于此酶的暂时行的可逆性抑制。www.med126.com\n\n\n2.2.4.五仁醇对扑热息痛肝脏毒性的保护作用：每组小鼠15只，给药组分别灌胃五仁醇0.25、0.50及1g/kg(相当于生药2.5、5、10g/kg)，对照组给予等体积自来水，24小时后，给各组动物腹腔注射扑热息痛400mg/kg，记录5日内动物死亡数。结果表明，五仁醇0.25g/kg对小鼠死亡无保护作用，后两剂量(0.5及1g/kg)组的小鼠死亡率明显降低。另一组实验表明，于注射扑热息痛4小时前，同时注射2小时后给予五仁醇1g/kg，对小鼠死亡的保护作用不明显或无影响，提前2小时给五仁醇则能显著降低大剂量扑热息痛(400mg/kg)肝中毒所致的小鼠死亡率，并防止肝内谷胱甘肽(GSH)的耗竭，增强肝微粒体代谢扑热息痛的速度，血中扑热息痛含量下降。从这些结果推测，五仁醇的抗扑热息痛肝脏毒性作用可能是通过对肝微粒体细胞色素P-450的诱导作用，调整肝微粒体对扑热息痛代谢的途径，减少毒性代谢产物的生成量。\n\n\n2.2.5.五仁醇对大白鼠慢性肝损伤的保护作用：大白鼠为Wistar种，体重130-200g，五仁醇为五味子仁的醇提取物。以纯玉米糁为饲料，30%乙醇为饮料。前2周按饲料的20%加猪油，5%加胆固醇。于实验的第l日按100g体重0.5ml皮下注射四氯化碳，以后每隔3日按100g体重0.25ml皮下注射40%四氯化碳油溶液(花生油)，第8周末停止注射四氯化碳，第9周末活杀，取材检查。结果，慢性肝损伤动物体重明显减轻，肝重增加，血清中清蛋白明显减少，r-球蛋白明显升高，清、球蛋白比值明显降低;肝中胶原含量明显升高。五仁醇可使慢性肝损伤动物的体重回升，肝重无明显变化，使肝损伤动物SGPT和LDH5下降，清蛋白回升，r-球蛋白降低，清球蛋白比值回升。五仁醇可使慢性肝损伤动物肝中胶原含量明显减少，对核酸亦无明显影响。说明肝细胞损伤减轻、功能改善;在形态方面，使肝细胞的慢性损伤病理变化减缓，同时肝中羟脯氨酸含量降低，说明肝中胶原含量减少，纤维化减轻。因而证明五仁醇对慢性肝损伤具有保护作用。\n\n\n2.2.6.五味子对家兔血吸虫病肝纤维化的影响：选用一批出生3月的健康家兔，体重为1.5-2kg，先采血作血清蛋白电泳，测出其丙种球蛋白的百分比。再用培养的阳性钉螺逸放的尾蚴接种，每兔200条尾蚴，分笼饲养。56日后按体重和血清蛋白的情况分组。从第57日开始各治疗组先用7505进行抗病原治疗，目的在于消除病因，使实验者便于观察中药对血吸虫病肝纤维化的影响。抗病原治疗的方法是首次按5mg/kg给药，每隔5日再按10mg/kg给药，给药3次为1疗程。在抗病原治疗的同时加服五味子。五味子的用法是每天每1kg体重2g。服42日为1疗程。\n\n\n根据服药不同分为3组，第1组为五味子组，实际是抗病原治疗加五味子组;第2组只进行抗病原治疗而不给其它药品;为抗病原治疗组;第3组不给任何治疗称之为未治组，各组药物均以拌食喂服，记录进食情况。治疗56日后，用空气栓塞杀死动物，检查肝组织。结果表明，五味子具有减轻肝细胞内质网及线粒体变性的作用，促进肝细胞病变修复。即五味子粉连服42日后使血吸虫病引起的肝纤维化明显缩小，肝小叶轮廓清晰，呈放线状排列，对炎性细胞浸润的吸收有一定的效果。\n\n\n2.2.7.五味子乙素对小鼠肝细胞微粒体细胞色素P-450的诱导作用：实验动物为体重18-22g的昆明种小鼠。五味子乙素用少量吐温-80配制成悬液，灌胃给药。赋形剂为2%吐温-80溶液。肝细胞微粒体细胞色素P-450含量按Omura法测定。实验表明，五味子乙素有抗肝损伤和解毒作用。同时，亦引起小鼠肝脏重量增大。经进一步研究，发现五味子乙素对正常小鼠肝脏每克组织中水分、蛋白质、RNA、糖原及总脂含量均无明显影响，但在整个肝脏中上述成分含量均显著增加。每1g肝组织中DNA含量稍低，整个肝脏中DNA含量则无明显变化。对部分切除肝脏的小鼠再生肝，五味子乙素能明显引起整个肝脏中蛋白质，RNA和DNA含量以及细胞核分裂数增加。此外，五味子乙素能明显引起整个肝脏中蛋白质。RNA和DNA含量以及细胞核分裂数增加。另外，五味子乙素能显著促进14C-苯丙氨酸掺入肝脏蛋白质，并使肝细胞微粒体细胞色素P-450及蛋白质含量显著增加，以上结果表明，五味子乙素对药酶有诱导作用，是一种药酶诱导剂。药酶的功能主要在于生物转化。P-450是药酶系统中的重要组成之一。在对诸如类固醇和脂质分解产物等及进入体内的外源性异物如药物和毒物的终末转化过程起着关键作用，而且药酶诱导常伴有肝脏增大，二者是偶联发生的现象。所以有理由认为，五味子乙素抗肝损伤和解毒作用的机理及引起肝脏增大的问题，可能主要由于其诱导药酶作用。 另有实验证明，每日给大鼠和小鼠给药1次，剂量200mg/kg体重，连续3日，结果表明，从五味子提取的甲素、乙素、丙素及醇乙均能明显提高肝微粒体细胞色素P450、NADPH一细胞色素P450还原酶、氨基比林脱甲基酶及苯并芘羟化酶活性，微粒体蛋白亦明显增加。电镜观察发现经上述化合物处理，大鼠的肝细胞滑面内质网显著增生，而生化的和超微结构的观察结果一致，支持五味子所含的某些成分能增强肝脏药物代谢酶活性的观点及诱导肝脏细胞色素P450的生物学效果是增强肝脏的解毒功能的看法。\n\n\n2.2.8.五味子成份对药物代谢Ⅱ相酶及雌二醇代谢的影响：外源性物质如药物及内源性物质如性激素，大多数在体内先经肝脏药物代谢Ⅰ相酶细胞色素P450(CytochromeP450)氧化，还原及水解后，生成低毒或无毒性代谢产物，然后再经药物代谢Ⅱ相酶如尿苷葡萄糖醛酸基转移酶(UDP-Glucuronosyltransferase，UDPG-T)和谷胱甘肽-s-转移酶(Glutathione-s-transferase，GSH-S-T)的催化，分别与葡萄醛酸和谷胱甘肽相结合，形成水溶性复合物，随尿或胆汁排出体外，这是机体重要的解毒过程、五味子乙素和五味子酚能提高大鼠肝胞浆液中GH-S-T的活性，但是对微粒体UDPG-T代谢4-NP的活性无明显影响。临床和动物实际均证明、五味子能使异常升高的SGPT活性迅速降低，但对其降低作用机制的看法尚不一致。有人认为，五味子降SGPT作用的机制有下列几种可能性：对SG-PT的直接灭活;降低肝细胞膜对谷丙酶的漏出;加速SGPT的消除;减少肝细胞的坏死或损伤，直接抑制肝细胞内谷丙酶的活性或抑制肝细胞内谷丙酶的合成;其它机制。上述第1和第3种可能性已经排除，因为五味子及其某些成份如乙素并不直接灭活血清和肝匀浆中谷丙酶活性，亦不加速血清中外源性高谷丙酶活性的消失，五味子中凡能降低SG-PT的有效成分(乙素、丙素、醇乙、醇甲、酯甲、酯乙、酯丙、酯丁)均能明显降低动物肝内谷丙酶活性，而对谷草转氨酶(GOT)、乳酸脱氢酶及醛缩酶活性则无影响。从酯甲而言，在使肝谷丙酶活性明显降低时，其他组织如心脏和肾脏内谷内酶活性并无明显变化。将大鼠肝谷丙酶蛋白提纯，用免疫方法证明酯甲对肝谷丙酶蛋白量无明显影响，而谷丙酶比活性却明显降低。14C-亮氨酸掺入肝谷丙酶蛋白的实验表明：酯甲组酶蛋白中氨基酸的掺入率似乎略有增加，说明酯甲对肝谷丙酶的合成并无抑制作用。故认为：酯甲降SGPT的机制与抑制肝谷内酶活力有关。通过电刺激家突迷走神经引起肝谷丙酶释放增加的方法，观察到五味子粉剂饲喂家兔后，对上述谷内酶释放有明显抑制作用，对GOT释放则无作用。同时观察到肝脏谷丙酶活性明显降低。推测五味子可能是一种肝脏谷丙酶的可逆性抑制剂。但若五味子其降低SGPT作用是继发于对肝谷丙酶活性的抑制，那么则难以解释五味子仁醇提取物为何只对某些化学毒物引起的SGPT升高，而对强的松龙诱导所致的SGPT升高却无影响。www.med126.com另有作者认为，五味子的降酶机制是由于对肝细胞的保护作用。不能单纯用抑制肝细胞病变或增强其修复来解释，还应考虑五味子对肝细胞膜通透性等机能性影响。总之，对五味子降SGPT的机制作了一些研究，但对此还没有清楚地阐明，尚需进一步探讨。\n\n\n关于四氯化碳损伤肝脏的机理目前亦有两种假说。有人认为四氯化碳在肝细胞内被细胞色素P450(以下简称P450)代谢激活后产生三氯甲基(+CCl3)，它能引起内质网膜脂质的过氧化，使磷脂分子裂解，导致膜结构和功能的破坏。另有人强调，三氯甲基自由基与内质网膜的大分子如磷脂或蛋白质分子进行共价结合(不可逆性)，破坏了膜的完整性，引起细胞坏死。根据以上两种假说，刘耕陶等研究了五味子7种有效成分对四氯化碳引起肝细胞微粒体脂质过氧化及14CCl4与微粒体脂质共价键结合的影响。将五味子有效成分(最终浓度为10(-4)m)加入用苯巴比妥诱导的小鼠肝微粒悬液及含NADPH的缓冲液内，于37℃保温15分钟后，加四氯化碳0.5μl以引起微粒体脂质过氧化，测定过氧化的终末产物丙二酰二醛(MDA)的生成量。结果表明，乙素、丙素、醇乙、酯甲、酯乙均能不同程度地抑制MDA的生成，说明这些化合物能抑制四氯化碳引起的微粒体脂质过氧化。当上述各化合物事先不与NADPH还愿的微粒体温孵，其抑制MDA生成的作用不明显。为了解五味子有效成分抑制四氯化碳引起脂质过氧化作用与450的关系，用P450的特异性酶抑制剂-甲吡(Metyrapone)以抑制P450活性，观察其对五味子抑制MDA生成作用的影响。如五味子有效成分抑制MDA生成作用系通过P450，甲吡能完全阻断五味子对四氯化碳激发MDA生成的抑制作用，说明五味子抑制MDA生成的作用与P405有关系。在共价键结合实验中，上述凡能抑制MDA生成的五味子有效成分能明显抑制14CCl4与肝微粒体脂质的共价结合。\n\n\n另外，丙素、醇乙、酯甲、酯乙均能明显抑制一氧化碳的生成及NADPH和氧的消耗。而这些化合物对四氯化碳中毒小鼠均有降SGPT作用。根据这些结果，对五味子的某些有效成分在与肝微粒体温孵过程中，很可能有某种活性中间物生成，该活性中间物与P450结合以形成-配基化合物，从而部分地阻断四氯化碳与P450的结合，使四氯化碳的代谢不能正常进行，减少毒性代谢物(自由基)的生成，因而肝细胞损伤相应减轻。\n\n\n3.对消化系统的作用：\n\n\n3.1.去氧五味子素(Deoxyschizandrin)对实验性胃溃疡及胃酸分泌的作用，实验动物采用Wistar系雄性大鼠或Hartlye系雄性豚鼠，禁食24小时后用于实验。\n\n\n3.1.1.水浸捆束应激性溃疡：取去氧五味子素(DS)，按12.5、50及100mg/kg的剂量分别口服给药，10分钟后浸干23℃水中捆束水浸7小时，测定胃腺部产生的溃疡。\n\n\n3.1.2.幽门结扎阿斯匹林溃疡：在乙醚麻醉下进行幽门结扎，DS以剂量50、100mg/kg口服或十二指肠内给药后立刻口服阿斯匹林150mg/kg，7小时后测定胃腺部溃疡。\n\n\n3.1.3.组胺溃疡：大鼠口服DS50、100mg/kgl0分钟后，腹腔注射组胺100mg/kg，4小时后测定胃部溃疡。豚鼠口服30分钟后腹腔注射组胺5mg/kg，2小时后同样测定。\n\n\n3.1.4.对胃液分泌的作用：在乙醚麻醉下进行幽门结扎后，十二指肠或腹腔注射DS12.5、50、100mg/kg，4小时后测定胃液量、酸度与胃蛋白酶活性。\n\n\n3.1.5.对胃液分泌刺激药物的作用：选择胃酸分泌刺激药物为碳酰胆碱(Carbachol，20μg/kg，肌肉注射).组胺(10mg/kg，肌肉注射)，四肽胃泌素(Tetragastrin，500μg/kg，肌肉注射)及脱氧葡萄糖(2-deoxy-D-glucose，200mg/kg，静脉注射)。在投与刺激药30分钟前十二指肠内给与DS。隔1小时用10ml生理盐水灌流测定酸度。结果表明DS对各种原因形成的胃溃疡，胃液量的分泌及酸度均有与剂量依存的抑制作用。对胃蛋白酶的活性几乎没有影响。对组胺在四肽胃泌素刺激的胃酸分泌元进有抑制作用，但对碳酰胆碱和脱氧葡萄糖的刺激无显著改变。因此证明DS有显著抗溃疡作用，此作用基于胃酸分泌抑制作用，此乃五味子治疗胃溃疡的机理。\n\n\n3.2.另有报导，大鼠灌胃戈米辛A，剂量约为1/8半数致死量，对于应激性溃疡的抑制率约为50%;静脉注射戈米辛A对於大鼠胃收缩具有抑制作用，五味子素也有同样作用，并且还有利胆作用和抑制胃分泌作用。就抑制胃溃疡而言，五味子素的作用比戈米辛A强，大鼠口服给药去氧五味子素100mg/kg，具有抗应激性胃溃疡发生的作用。去氧五味子素，乳糖和硬脂酸镁按一定比例混合，能够制得一种消化道抗溃疡药物。以吡啶为溶剂，在90℃用一定量的口服cl3处理五味子素2小时，能够得到脱水五味素(De-hydrateschisandrin)。大鼠口服50mg/kg或100mg/kg脱水五味子素，进行水浸法应激性试验，溃疡指数为14.6±1.2或10.9±1.3，而对照组的溃疡指数为17.9±1.0)。\n\n\n4.对心血管系统的作用：\n\n\n4.1.五味子成分对离体狗肠系膜动脉收缩的影响：\n\n\n末川守等人研究了从五味子中提取的戈米辛A、B、D、G、H、五味子素、五味子素丙和前戈米辛等木脂素成分对于由PGF2a和CaCl2所引起的离体狗肠系膜动脉收缩所产生的影响，结果发现，这些木脂素成分对于由PGF2a所引起的收缩具有缓解作用，对于由CaCl2所引起的收缩具有抑制作用。戈米辛A、B、D、J和(+)一去氧五味子素对于由去甲肾上腺素引起的收缩具有抑制作用，其中戈米辛J作用最强。此外、末川守等还对人工合成的戈米辛J钠盐进行了研究，戈米辛J钠盐对于狗离体肠系膜动脉由去甲肾上腺素引起的收缩具有抑制作用(ID50=131.8±0.11×10(-6)mol/L)，对于由PGF2a引起的收缩具有缓解作用(半数有效量=9.72±0.36×10(-6)mol/L)，另外，对于由CaCl2引起的收缩也有抑制作用(ID50=6.96±0.16×10(-6)mol/L)。戈米辛J钠盐对于肠鼠离体心脏具有增加冠脉血流的作用，而且还能够使麻醉狗的冠状动脉血流增。体外试验表明，戈米辛H、J、N和G具有抑制Ca2+引起的狗肠系膜动脉收缩的功能，IC值分别为5.3×10(-4)，1.2×10(-5)，1.1×10(-4)和1.0×10(-4)，而且这4种五味子木脂素成分还具有抑制PGF2a引起的狗肠系膜动脉收缩作用。\n\n\n4.2.五味子对家兔心血管酶组织化学的影响：\n\n\n健康成年(30-36月龄)家兔20只和低龄(2-3月龄)7只，雌雄兼有。将家兔随机分为成年给药组(简称五味子组)及成年对照组，低龄动物作为比较组(简称低龄组)。所用动物分笼饲养。五味子组使用五味子粉剂按1g/kg体重日伴合食物饲喂。给药30日后，各组动物均同时由耳沿静脉注入空气处死，并立即解剖，迅速取出心、肝、肾等脏器进行恒冷切片。所有切片在同一染缸内分别作有关酶组织化学染色，即三磷酸腺苷酸酶(简称ATP，镁法)、碱性磷酸酶(ALP，萘酚AS磷酸脂法)、5'核苷酸酶(5'N，铅镁法)、琥珀酸脱氢酶(SDH，偶联法)、单胺氧化酶(MAO，四唑盐法)、酸性a-萘酚脂酶(ANAE，六偶氮副品红法)、葡萄糖-6-磷酸酶(G-6-p，铅法)。乳酸脱氢酶(LDH，四唑盐法)等，另取部分组织经10%中性甲醛固定后脱水作石蜡包埋组织切片，除作HE染色外，还作了甲基绿派若宁染色观察RNA的变化，以上切片染色在显微镜下，对各组动物的心血营组织中酶活性等变化进行对比观察。结果表明五味子有提高同龄动物心肌细胞内核糖核酸(RNA)的作用，能提高心肌细胞、心脏小动脉和肾脏小动脉的ATP、5'和ALP膜酶的活性：在心肌细胞内线粒体的琥珀酸脱氢酶(SDH)、溶酶体的ANA标记酶、内浆网的G-6-P酶等，五味子组近半数动物酶活性呈不同程度提高。说明五味子有加强和调节心肌细胞和心脏、肾脏小动脉的能量代谢，改善心肌的营养和功能等作用。\n\n\n5.对呼吸系统的影响：\n\n\n5.1.据报导，五味子煎剂静脉注射，对正常兔和大都有呼吸兴奋作用，使吸收加深、加快，并能对抗吗啡的呼吸抑制作用，酊剂亦有同样效果。呼吸兴奋的同时，血压亦显著下降。切除迷走神经和颈动脉窦区神经后，呼吸兴奋仍然存在。由此认为其呼吸兴奋作用系对呼吸中枢直接兴奋的结果。\n\n\n5.2.五味子对小白鼠氨水致咳的影响：\n\n\n取18-22g小白鼠，雌雄兼用，在沸水浴上以25-28%/氨水0.2ml/次熏鼠30秒;取出小白鼠观察3mm内的咳嗽次数，选其咳嗽在3次以上者，然后随机分组，灌胃给药1小时后，将鼠以同样方法再行刺激，记录3mm内的咳嗽次数，用t值测定给药组和对照组均数的显著性差异，结果表明，五味子可明显减少由氨水刺激而引起小肉鼠咳嗽次数(0.05>P>0.001)。\n\n\n5.3.五味子对小鼠酚红排出量的影响：\n\n\n选20-25g小白鼠，雌雄兼用，分为给药和对照组。给药组灌胃五味子制剂5g/kg，氯化铵组按1g/kg灌胃，对照组给相应体积的蒸馏水。给药30分钟后，腹腔注射0.6%酚红液。10ml/kg，30分钟后处死小白鼠，立即剖出气管，用5%碳酸钠溶液2ml，分3次冲洗，将3次冲洗液集于试管中和标准管比色，用t值测其显著性，结果五味子能增加酚红排出量(0.05>P>0.001)，提示五味子有祛痰作用。\n\n\n6.对免疫系统功能的作用：\n\n\n6.1.五味子油乳剂对胸腺嘧啶核苷掺入淋巴细胞DNA的影响：\n\n\n实验采用Pellegrino等人的方法，略作修改。实现结果表明、五味子油乳剂对3H-TdR掺入人体外周血淋巴细胞DNA合成有明显促进作用，这与临床报道的结果一致。五味子油乳剂对3H-TdR掺入淋巴细胞DNA合成表现出明显的浓度效应，10mg剂量组作用72小时，掺入量增加最为显著。五味子油乳剂作用于人体外周血淋巴细胞不同时间对3H-RdR掺入淋巴细胞DNA合成有一影响。五味子油乳剂3种剂量作用32小时，与同一时间对照组的掺入量比较无差异。作用时间延长至48小时，72小时，给药组3种剂量均可使3H-TdR掺入淋巴细胞DNA合成的量增加。值得注意的是，五味子油乳剂lmg剂量组、2mg剂量组均在作用48小时对刺激指数影响较大，随着作用时间延长，刺激指数下降。而10mg剂量组在作用48小时后，刺激指烽也无明显上升，这可为临床制定合理给药方案提供一定的实验依据。\n\n\n6.2.五味子对家兔肾上腺和脾脏组织化学改变的观察，健康成年(30-36月龄)家兔20只和低龄(2-3日)家兔7只，雌雄兼有。将动物随机分成成年给药组(简称五味子组)及成年对照组，低龄动物作为比较组(简称低龄组)。所用动物分笼饲养。五味子组使用五味子粉剂按1g/kg体重/日伴合食物饲喂。给药30日后，各组动物均同时由耳沿静脉注射入空气处死，并立即解剖，迅速取出肾上腺及脾脏进行恒冷切片。所有切片在同一染缸内分别作有关酶组织化学染色，以上切片染色在显微镜下对各组动物组织中酶学等的变化进行对比观察。酶活性等变化现象看G-6-P酶在肾上腺皮质及髓质内的活性五味子组有相当一部分动物高于对照组，低龄组也有部分动物增高。而G-6-P酶是糖代谢中的重要酶类，它专一地催化葡萄糖-6-磷酸及氨基葡萄-6-磷酸的分解反应，因而G-6-P酶对细胞内外的葡萄糖水平起调节作用。五味子似可诱导该酶活力升高，从而增强组织对糖的代谢作用。是核酸的重要组成部分，它对蛋白质的合成起着重要作用。本实验五味子组动物的肾上腺皮质及髓质细胞内RNA与对照组比较，大多数动物有明显增加、表明五味子有增强细胞合成蛋白的功能。其它胞浆膜酶(5'N，ALH)菌溶酶体标记酶(ANAE)在肾上腺皮质和髓质内、五味子组动物亦有不同程度的增高，对类固醇等物质的交换、调节和代谢可能有一定作用。\n\n\n另外，五味子组不但能使动物脾动脉鞘周围的小淋巴细胞数比对照组增多，说明五味子有增强细胞免疫的功能，而且多数动物的脾B区外周带增宽，B淋巴细胞数增多和B淋巴细胞内RNA增多，且接近低龄组5'N和ANAE酶在B淋巴细胞。浆细胞和巨噬细胞内五味子组与对照组比较也呈不同程度增高，表明五味子还有增强体液免疫的作用。应用细胞培养和小鼠腹腔巨噬细胞吞噬功能观察的方法，研究了五味子对体外培养二倍体细胞形态，生长速度及小鼠腹腔巨噬细胞吞噬率和吞噬指数的变化。结果揭示五味子对二倍体细胞的影响与对照组无明显差异，对巨噬细胞吞噬功能具有降低作用。\n\n\n7.延缓衰老的作用：\n\n\n7.1.五味子对家兔泌尿生殖系统酶组织化学的影响及其延缓衰老作用的观察选用30-36月龄健康家兔共20只，雌雄各半，随机分为给药组和对照组，同时用2-3月龄健康家兔(简称低龄组)7只(雄性3只，雌性4只)5对照组动物作不同年龄组的比较。给药组(下称五味子组)按每日1g/kg喂饲北五味粉，连续给药30日。于最后l日给药的次晨，各组动物均同时由耳静脉迅速注入空气致死，立即剖取肾脏、睾丸或卵巢，取组织一小块，即行恒冷切片。各组动物的组织切片，均在同一染缸内分别作有关酶组织化学染色，在显微镜下同时观察各组动物的RNA和糖原的变化。各组的雄性和雌性动物均与对照组的雄性和雌性动物分别进行比较观察。实验结果发现给服五味子的动物与同龄对照组比较，其RNA和PAS均显著增多，胞浆膜酶5'N和ATP酶活性增高，溶酶体标记酶ANAE活性偏低。提示五味子有加强睾丸和卵巢内的RNA和PAS合成，改善组织细胞的代谢功能，促使生殖细胞的增生及促进卵巢的排卵作用。\n\n\n7.2.五味子水提取液对老龄小鼠衰老指标的影响：\n\n\n动物为昆明种老年小鼠(24月龄)、体重55-60g，雌雄兼用，各组动物给予水提取液后处死，分别测定血清总胆固醇，脑和肝蛋白质含量，SOD及MAO-B等活性。实验表明，五味子水提液(4g/kg)可明显降低老龄小鼠(24月龄)血清胆固醇，表明五味子可用于预防动脉粥样硬化症的发生。\n\n\nFouler氏等发现，人脑中MAO-B活性随增龄而升高，使脑内单胺类递质的生成减少，从而造成某些生理功能退化和行为的改变而导致老化。实验结果表明，五味子水提液可明显抑制老龄小鼠脑和肝MAO-B活性，并且对脑MAO-B的抑制作用(45%-65%)强于对肝MAO-B(35%-50%)。表明五味子可通过对脑MAO-B的抑制，治疗与衰老有关的某些老年性疾病，从而延缓衰老过程。\n\n\n将新鲜分离的大鼠肝细胞体外培养，分别用可产生自由基的FeSO4/半胱氨酸系统及CCl4引起肝细胞膜的脂质过氧化。五味子乙素对这两种不同自由基产生系统所引起的肝细胞膜脂质过氧化损伤均有保护作用，使肝细胞丙二醛的生成及LDH和GPT酶的释放均减少，肝细胞存活率提高，细胞膜形态保护完整，表明五味子乙素有抗氧化作用。\n\n\n8.抗过敏作用：\n\n\n五味子成分GomisinA对鼠的实验性过敏性皮肤反应和豚鼠抗原诱发性气管肌收缩实验表明，GomisinA对鼠的同种被动过敏性皮肤反应(PCA)具有明显的抑制作用。此外还能抑制大鼠反皮肤过敏反应(RCA)、大鼠被动性Arthus反应和苦基氯(PC)诱发的小鼠接触性皮炎。抑制RCA的剂量较抑制其他皮肤反应要低。GomisinA还能抑制豚鼠抗原诱发的气管肌收缩。对由组胺，白三烯D4和(LTD4)CaCl2诱发的气管肌收缩，对由组胺、白三烯D4和(LTD4)Cacl2诱发的豚鼠气管肌收缩也有抑制作用。对高钾诱导的豚鼠结肠带收缩的抑制作用具有量效关系。抗过敏机制与抑制组胺释放、对抗化学调节介质和抑制钙移动有关。\n\n\n9.其它作用：\n\n\n70%五味子浸剂等制剂对兔在体和离体未孕子宫，妊娠子宫和产后子宫均有诱发自律性收缩的作用，但对张力的影响不明显，不引起挛缩，作用性质与催产素相似，而与麦角不同。另外，五味子具有适应原样作用，能增强机体对非特异性刺激的防御能力及明显延长小鼠游泳耗竭时间(P<0.05-0.01)。五味子乙醇提取物体外试验对炭疽杆菌，金黄色葡萄球菌及伤寒杆菌等均有抑制作用。\n",
    "creation": "\n五味子：筛净灰屑，除去杂质，置蒸笼内蒸透，取出晒干。酒五味子：取拣净的五味子，加黄酒拌匀，置罐内，密闭，隔水蒸之，待酒吸尽，取出，晒干。此外尚有用蜜蒸、醋蒸者，方法与酒蒸同(五味子每100斤用黄酒20斤，或用蜂蜜30斤，或用米醋15斤)。\n\n\n《雷公炮炙论》：\"凡用(五味子)以铜刀劈作两片，用蜜浸蒸，从巳至申，却以浆浸二宿，焙干用。\"\n",
    "function": "\n敛肺，滋肾，生津，收汗，涩精。治肺虚喘咳，口干作渴，自汗，盗汗，劳伤羸瘦，梦遗滑精，久泻久痢。\n\n\n(1)敛肺止咳：用于肺肾两虚之虚咳、气喘，常与补肾药合用。\n\n\n(2)涩精止泻：用于遗精、久泻。治遗精常配桑螵蛸、煅龙骨;治久泻常配肉豆蔻、芡实。\n\n\n(3)生津敛汗：用于阴液不足之口干渴、盗汗，常配麦冬、生牡蛎。\n\n\n(4)凡一切气血耗散之休克、虚脱，皆可配补药用之。\n\n\n①《本经》：\"主益气，咳逆上气，劳伤羸度，补不足，强阴，益男子精。\"\n\n\n②《别录》：\"养五脏，除热，生阴中肌。\"\n\n\n③《日华子本草》：\"明目，暖水脏，治风，下气，消食，霍乱转筋，痃癖奔豚冷气，消水肿，反胃，心腹气胀，止渴，除烦热，解酒毒，壮筋骨。\"\n\n\n④李杲：\"生津止渴。治泻痢，补元气不足，收耗散之气，瞳子散大。\"\n\n\n⑤王好古：\"治喘咳燥嗽，壮水镇阳。\"\n\n\n⑥《本草蒙筌》：\"风寒咳嗽，南五味为奇，虚损劳伤，北五昧最妙。\"\n\n\n⑦《本草通玄》：\"固精，敛汗。\"\n",
    "taste": "\n酸，温。\n\n\n①《本经》：\"味酸，温。\"\n\n\n②《别录》：\"无毒。\"\n\n\n③《唐本草》：\"皮肉甘酸，核中辛苦，都有咸味。\"\n\n\n④《长沙药解》：\"味酸微苦咸，气涩。\"\n\n\n入肺、肾经，\n\n\n①《汤液本草》：\"入手太阴，足少阴经。\"\n\n\n②《纲目》：\"入肝、心。\"\n",
    "usage": "\n内服：煎汤，0.5～2钱；或入丸、散。外用：研末掺或煎水洗。\n",
    "compatibility": "\n外有表邪，内有实热，或咳嗽初起、痧疹初发者忌服。\n\n\n①《本草经集注》：\"苁蓉为之使。恶萎蕤。胜乌头。\"\n\n\n②《本草经疏》：\"痧疹初发及一叨停饮，肝家有动气，肺家有实热，应用黄芩泻热者，皆禁用。\"\n\n\n③《本草正》：\"感寒初嗽当忌，恐其敛束不散。肝旺吞酸当忌，恐其助木伤土。\"\n",
    "storage": "置通风干燥处，防霉。",
    "side_effects": "1.五味子乙素的毒性研究：1.1．一次以2g/kg乙素灌胃，10只小鼠无一死亡。200mg/kg每天1次连续30日灌胃，对小鼠的生长，血红蛋白量及主要脏器的组织形态均无明显影响。曾给二犬以乙素10mg/kg每天1次连续4周灌胃，其食量、体重、血象、肝功能(BSP及SGPT)、肾功能(NPN)及肝组织活检，均与给药前无明显差别。2.五味子7种成分急性毒性的比较：将体重19-23g的小鼠一批分23组，每组3-10只，于禁食24小时后给不同剂量的五味子各成分一次，观察7日的死亡数，7种成分的急性毒性以醇乙及酯乙最大，以250mg/kg灌胃时，部分动物死亡，腹腔注射的毒性和灌胃差不多，乙素与酯甲毒性最低，2g/kg灌胃不致死，丙素与甲素毒性比较低。3.五味子急性毒性：取18-22g小白鼠70只，雌雄各半，每组10只，一次性灌胃五味子15g/kg，观察72小时，各组动物反应良好，食欲正常，无一动物死亡，提示上述五味子无明显的毒副作用。4.五味子挥发油的急性毒性：小鼠40只，随机分组，每组10只，五味子挥发油灌胃给药，观察3日。给药后，小鼠活动减少，步态蹒跚，呈抑制状态，呼吸困难致死。死亡集中于给药后24-36小时，按简化机率单位法计算，五味子挥发油灌胃的半数致死量为8.75±2.41g/kg。",
    "category": "归经_肺经",
    "plant": "\n五味子，又名：面藤、山花椒。\n\n\n落叶木质藤本，长达8米。茎皮灰褐色，皮孔明显，小枝褐色，稍具棱角。叶互生，柄细长;叶片薄而带膜质;卵形、阔倒卵形以至阔椭圆形，长5～11厘米，宽3～7厘米，先端尖，基部楔形、阔楔形至圆形，边缘有小齿牙，上面绿色，下面淡黄色，有芳香。花单性，雌雄异株;雄花具长梗，花被6～9，椭圆形，雄蕊5，基部合生;雌花花被6～9，雌蕊多数，螺旋状排列在花托上，子房倒梨形，无花柱，受粉后花托逐渐延长成穗状。浆果球形，直径5～7毫米，成熟时呈深红色，内含种子1～2枚。花期5～7月。果期8～9月。\n\n\n生于阳坡杂木林中，缠绕在其他植物上。分布东北、华北、湖北、湖南、江西、四川等地。\n",
    "application": "\n①治疗无黄疸型传染性肝炎\n\n\n据102例观察，有效率为85.3%，其中基本治愈(治愈、显效)率占76.4%。尤其对症状隐匿、肝气郁结及肝脾不和三型效果较好。五味子粉对传染性肝炎有较明显的降低谷丙转氨酶的作用，且奏效较快，无明显副作用，适用类型较多。低酶型(300单位以下)病例的基本治愈率可达84.2%，平均服药10.1天即能见效;高酶型(500单位以上)及中酶型(300～500单位)的基本治愈率分别为71.4%和72%，平均服药时间为23.6天及25.2天。但谷丙转氨酶恢复正常后，如停药过早常引起反跳现象，因此疗程长短须因病而异，原则上谷丙转氨酶恢复正常后仍宜服药2～4周，以巩固疗效。少数病例服药后，谷丙转氨酶降至一定水平即稳定不动，或治疗效果不明显，可加大剂量，仍可能促使谷丙转氨酶降至正常。用法：将五味子烘干、研末，过80～100目筛。成人每次1钱，日服3次，30天为一疗程。亦可制成蜜丸服。\n\n\n②治疗急性肠道感染\n\n\n取北五味子10斤，水煎2～4小时，去渣加红糖3斤，浓缩成5000毫升。一般每日服两次，重者3次，每次50毫升，小儿酌减。治疗急性菌痢33例(其中8例静滴1～3次氯霉素，3例用1～2次四环素，1例加用激素，20例配合补液)，结果29例痊愈，3例明显有效，1例死亡;中毒性消化不良21例(14例补液，5例加用氯霉素)，结果除1例死亡外，均治愈：急性肠炎10例(4例补液)，均治愈。服药后91.1%的病例在1～4天退热;82.7%的患者在1～4天内大便阴转。五味子对急性肠道感染具有退烧敛汗、生津止泻作用，故能奏效。\n\n\n③治疗神经衰弱\n\n\n能使患者失眠、头痛、头晕、眼花，及心跳、遗精等症状消失或改善，从而恢复健康。据73例观察结果：痊愈43例(68.9%)，好转13例(17.81%)，治疗中断16例(21.20%)，无效1例(1.34%)。制剂、剂量：取五味子40克，浸入50%的酒精20毫升中，每日振荡一次，10天后过滤;残渣再加同量酒精浸泡10天过滤。两次滤液合并，再加等量蒸馏水即可服用。成人每日3次，每次2.5毫升，一个疗程总量不超过100毫升。亦可将五味子浸泡于烧酒中1个月，制成40%酊剂服用，每次2.5毫升加水7.5毫升，每日2次，连服2周或1个月。\n\n\n④治疗潜在型克山病\n\n\n40%五味子酊，日服三次，每次30滴或2毫升。10天为一疗程，可连用2～3个疗程。服药后多次开水。8例(其中确诊者4例，怀疑为克山病潜在型者4例)患者经一疗程观察，心跳、气短、头晕等自觉症状均改善或消失;心律不齐均有改善，心尖区杂音半数好转，血压偏低者亦有恢复，而心界与脉搏在治疗后无明显改善;部分病例的心电图变化亦恢复正常。治疗间隔一个月后，病人均能参加一般体力劳动，未见病情恶化。\n\n\n此外，曾有报道用五味子酊治疗1例绿脓杆菌性膀胱炎获得效果，细菌学及临床症状经12天后达到痊愈标准。\n",
    "position": "为木兰种植物五味子的果实。",
    "source": "《本经》"
  },
  {
    "name": "牛蒡根",
    "alias": "恶实根、鼠粘根、牛菜",
    "ingredient": "\n含愈创木内酯类化合物：牛蒡种噻吩-α（lap-paphen-a)，牛蒡种噻-b（lappaphen-b)[1]。又含硫炔类化合物，牛蒡酮（arctinone)a、b，牛蒡醇（arctinol)a、b，牛蒡醛（arctinal)、牛蒡酸（arctic acid)b、c，牛蒡酸b甲酯（methyl arctate b)-1，11-十三碳二烯-3，5，7，9-四炔[（11E)-1，11-tridecadien-3，5，7，9-tetrayne]，（3E，11E)-1，3，11-十三碳三烯-5，7，9-三炔[（3E，11E)-1，3，11-tridecatrien-5,7,9-triyen]，（3E)-3-十三碳烯-5，7，9，11-四炔-1，2-环氧化合物[（3E)-3-tridecen-5,7,9,11-tetrayne-1,2-epoxide],(4E、6E、12E)-4，6，12-十四碳-8，10-二炔-1，3-二乙酸酯[（4E、6E、12E)-4，6，12-tetradecatrie]-8,10-二炔-1，3-二炔-1，3-二乙酸酯[（4E，6E)]-4，6-tetradecadien-8,10,12-triyn-1，3-diyl diac-etate]，(4E，6Z)-4，6-十四碳二烯-8，10，12-三炔-1，3-二乙酸酯[（8Z，15Z)-十七碳-1，8，15-三烯-11，13-二炔[（8Z，15Z)-heptadeca-1,8,15-trien-11,13-diyn][3]。（S)-12，13-环氧-2，4，6，8，10-十三碳烯-3，5，7，9，11-五炔（1-tridecen-3,5,7,9,11-pentayne)[4]。根中的挥发性成分有：去氢木香内酯（de-hydrocostus lactone)，去氢二氢木香内酯（dehydrodihydrocostus lactone)，3-辛烯酸（3-octenoic acid)，3-已烯酸（3-hexenoic acid)，2-甲基丙酸（2-methy propionic acid)，2-甲基丁酸（2-methylbu-tyric acid)，2-甲氧基-3-甲基吡嗪（2-methoxy-3-methylpyrazine)，苯乙醛（phenyacetaldehyde)，苯甲醛（benzaldehyde)，丁香烯（caryophyllene)，1-十七碳烯（1-heptadecene)，1-十五碳烯（1-pen-tadecene)等成分[5]。还含多种挥发性有机酸[6]，此外，还含α，β-香树酯醇（α，β-amyrin)，羽扇豆醇（lupeol)，蒲公英甾醇（taraxas-terol)，φ-蒲公英甾醇（φ-taraxasterol)，豆甾醇（stigmasterol)，谷甾醇（sitosterol)[7]。\n",
    "process": "\n10月间采挖2年以上的根，洗净晒干。\n",
    "distinguish": "\n根呈纺锤状，肉质而直，皮部黑褐色，有皱纹，内呈黄白色；味微苦而性粘。\n",
    "effect": "\n1.促生长作用 牛蒡根制备的天然食用纤维（di-etary fiber.DF)，不同比例地加入含有中毒剂量的苋紫（ama-ranth)的基础饮食中，喂饲断奶大鼠，结果使大鼠成长加速，并超过单用基础饮食组大鼠[1]。\n2.其他作用 用二氯甲烷和乙醇，从朱蒡根中分离得抑制肿瘤生长的物质[2]。此外，还有抗菌及抗真菌作用[3]。 \n \n",
    "creation": "?",
    "function": "\n祛风热，消肿毒。治风毒面肿，头晕，咽喉热肿，齿痛，咳嗽，消渴，痈疽疮疥。\n\n①《别录》：\"根、茎疗伤寒寒热，汗出中风、面肿，消渴，热中，逐水。\"\n\n②《药性论》：\"根，细切如豆，面拌作饭食之，消胀壅。又能拓一切肿毒，用根、叶少许盐花捣。\"\n\n③《唐本草》：\"主牙齿疼痛，劳疟，脚缓弱，风毒，痈疽，咳嗽伤肺，肺壅；疝瘕，积血。主诸风，癥瘕，冷气。\"\n\n④《本草拾遗》：\"浸酒去风，又主恶疮。\"\n\n⑤《分类草药性》：\"治头晕，风热，眼昏云翳，耳鸣，耳聋，腰痛，外治脱肛。\"\n\n⑥《贵州民间方药集》：\"治伤暑。\"\n\n⑦《四川中药志》：\"治疥疮。\"\n",
    "taste": "\n苦，寒。\n\n①《纲目》：\"苦，寒，无毒。\"\n\n②《分类草药性》：\"味甜，性刚。\"\n\n③《四川中药志》：\"性温，味苦涩，无毒。\"\n\n归肺；心经  \n\n《得配本草》：\"入手太阴经。\"\n\n",
    "usage": "\n内服：煎汤或捣汁。外用：捣敷、熬膏涂贴或煎水洗\n",
    "compatibility": "《本草拾遗》：“恶实根，蒸暴干，不尔，令人欲吐。”",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n牛鼻栓\n落叶小乔木或灌木，高可达10米。小枝、叶柄及花序梗均密生灰色星状柔毛。叶互生；有柄；叶片倒卵状长椭圆形，长5～15厘米，宽2～9厘米，先端短渐尖，基部圆形或楔形，边缘具不整齐的波状锯齿，上面沿主脉和下面均有星状毛；托叶小，早落。花杂性，具短梗。成顶生的总状花序；雄花序呈短葇荑状，发生于秋季叶落以后，裸露过冬，翌年早春于叶未发前开放，基部无叶，有发育不全的雌蕊。两性花与叶同时开放，花序长3～6厘米、通常基部有1～3苞叶；花萼倒圆锥形，5齿裂；花瓣5，钻形，比萼片稍短；雄蕊5，花丝极短；雌蕊子房半下位，花柱2条，向外卷曲。蒴果2瓣裂，数至10个集成总状果序，下垂，褐色，密布苍白色皮孔。种子暗棕色，有光泽，顶端凹陷。花期4～5月。果期7～8月。\n生于山坡杂木林中或岩石隙中。分布陕西、河南、湖北、江苏、安徽、浙江等地。\n",
    "application": "?",
    "position": "\n菊科植物牛蒡的根，植物形态详\"牛蒡子\"条。\n",
    "source": "\n《药性论》\n"
  },
  {
    "name": "黄连",
    "alias": "王连,支连",
    "ingredient": "\n黄连含小檗碱7～9%、黄连碱，甲基黄连碱、掌叶防已碱、非洲防己碱等生物碱，尚含黄柏酮、黄柏内酯。\n\n\n峨嵋野连中分离出小檗碱、甲基黄连碱、药根碱、掌叶防己碱，以及两种非酚性生物碱，两种酚性生物碱。\n",
    "process": "\n以立冬后(11月)采收为宜。掘出后除去茎叶、须根及泥土，晒干或烘干，撞去粗皮。\n",
    "distinguish": "\n黄连商品，因原植物与产地的不同，大致可分如下几种：\n\n\n①味连，又名：川连(《本草蒙筌》)，鸡爪连、鸡爪黄连、光连。为植物黄连的干燥根茎，多分枝，常3～6枝成束，稍弯曲，形如鸡爪，长约3～7厘米，单枝直径3～8毫米。外表黄褐色，栓皮剥落处呈红棕色;分枝上有间断横纹，结节膨大，形如连珠，着生多数坚硬的细须根及须根痕，有的表面无横纹而平滑如茎杆，习称\"过江枝\"或\"过桥杆\";上部多有褐色鳞片残留，顶端有未去净的残茎或叶柄。质坚实而硬，断面不整齐，皮部暗棕色，木部金黄色，射线有裂隙，中央髓部红黄色，偶有空心。无臭，味极苦，嚼之唾液可染为红黄色。以条肥壮、连珠形、质坚实、断面红黄色、无残茎及须根者为佳。\n\n\n均属栽培品，主产四川、湖北。陕西(平利)亦产。\n\n\n②雅连(《本草从新》)，又名：峨嵋连、嘉定连、刺盖连。为植物三角叶黄连的干燥根茎。多为单枝，少有分枝，略呈圆柱形，微弯曲呈蚕状，长约4～8厘米，直径约3～9毫米。外表褐色或黄棕色，间断横纹多，结节明显，有多数须根残痕、叶柄残基及鳞片，\"过江枝\"较味连为少。质坚实，断面不齐，皮部暗棕色，木部深黄色，射线明显，髓部时有空心。无臭，味极苦。以条肥壮、连珠形、质坚实、断面黄色、无残茎及须根者为佳。\n\n\n均属栽培品，主产四川(峨嵋、洪雅)。\n\n\n③野黄连，又名：凤尾连。为植物峨嵋野连的干燥根茎。外形与雅连相近，惟顶端多留有长6～10厘米的叶柄，作为野生的标记;根茎多单枝或有2分枝，略弯曲，长约5～6厘米，直径4～6毫米，外表呈黑褐色，结节紧密成连珠状，无\"过江枝\";残留的鳞片较多，须根较硬。断面木部鲜黄色。\n\n\n均属野生。主产四川(峨嵋、洪雅、峨边)，产量极小，但一般认为品质最优。\n\n\n④云连(《本草从新》)主要为植物云南黄连的干燥根茎。较细小，多弯曲，拘挛，多为单枝，形如蝎尾。长约1.5～8厘米，直径约2～4毫米。外皮黄绿色或灰黄色。其余特征与以上品种大致相同。\n\n\n栽培或野生。主产云南(德钦、维西、腾冲、碧江)。\n\n\n此外，植物短萼黄连的根，商品多称为\"土黄连\"或\"土川连\"，各地有少量生产;植物五裂黄连的根，在云南亦作\"云连\"使用。黄连加工过程的剩余部分-黄连须(须根)、剪口连(叶柄基部)、千子连(全部叶柄)、黄连叶(叶片)、黄连渣(撞笼中撞下的渣子)在少数地区亦代黄连使用。\n",
    "effect": "\n1.抗菌作用：\n\n\n黄连煎剂100%浓度，平皿法实验表明对痢疾痢杆菌、伤寒杆菌、副伤寒杆菌、霍乱弧菌、大肠杆菌、变形杆菌等7种革兰氏阴性菌及葡萄球菌、a-溶血性链球菌、B-溶血性链球菌、肺炎双球菌、百日咳杆菌等5种革兰氏阳性菌皆有较强的抑菌作用。黄连煎剂以试管稀释法试验表明1：160 对宋内氏、1 ：1280 对弗氏、1：2560 对志贺氏、1 ：5120 对施氏痢疾杆菌，1：160 对伤寒杆菌，1：128 对鼠疫杆菌，1：160及1：1280分别对a-及B-溶血性链球菌，1：640对白喉杆菌、肺炎双球菌、霍乱弧菌，1：2560对人结核杆菌(H37)有抑制作用。黄连水煎液1 ：640对炭疽杆菌，1：320对金黄色葡萄球菌、丹毒杆菌，1：20对绿脓杆菌有抑制作用。黄连煎液100%，酊剂20%，用平皿滤纸法或渗透法试验对志贺氏、施氏、弗氏痢疾杆菌及金黄色葡萄球菌、链球菌均有显著的抑制作用。黄连水煎剂100%浓度，平皿打孔法试验，对志贺氏、弗氏、宋内氏和施氏4种痢疾杆菌均具有抗菌作用。黄连煎剂1：1-1：128浓度，对百日咳杆菌有抑菌作用。小檗碱1 ：4000浓度对结核杆菌有抑制作用，1.5，2.5g/kg 灌胃，连续21，28天，可延缓小鼠实验性结核病的发展。小檗碱1：32000浓度对溶血性链球菌、肺炎双球菌、炭疽杆菌、霍乱弧菌有抑制作用;1 ：16000对金黄色葡萄球菌、白色葡萄球菌有抑制作用;1 ：8000对柠檬色葡萄球菌、绿色链球菌、白喉杆菌、枯草杆菌、志贺氏痢疾杆菌、福氏痢疾杆菌有抑制作用;1 ：4000对肺炎杆菌、变形杆菌有抑制作用;1 ：1000对伤寒杆菌有抑制作用;实验发现有7种氨基酸(天冬氨酸及其酰胺、组氨酸、甘氨酸、甲硫氨酸、苏氨酸、色氨酸)3种维生素(烟酸及烟酰胺、对氨苯甲酸、维生素 B6)及腺苷酸、尿嘧啶能对抗小檗碱的抗菌作用，因此小檗碱的抗菌作用可能是通过影响细菌的代谢过程来实现的。黄连煎剂及醇提剂1g/ml，平板打洞法试验表明对脑膜炎球菌有抑制作用，试管稀释法煎剂1 ：1280，醇提剂1：320 对脑膜炎球菌有抑制作用。小檗碱对3H-胸腺嘧啶核苷和3H-尿嘧啶核苷参入金黄色葡萄球菌及大肠杆菌，低浓度(10μg/ml)呈促进，高浓度(100，500mg/ml)呈抑制作用。\n\n\n2.抗真菌作用：\n\n\n黄连煎剂15%浓度对许兰氏黄癣菌、许兰氏黄癣菌蒙古变种、铁锈色毛癣菌有抑制作用，8%浓度对狗小芽胞菌、絮状表皮癣菌、堇色毛癣菌有抑制作用，10%浓度对共心性毛癣菌、20%浓度对红色毛癣菌、25%浓度对足跖毛癣菌、35%浓度对白色念珠菌有抑制作用。黄连水浸剂1：3浓度对堇色毛癣菌、同心性毛癣菌、石膏样毛癣菌、许兰氏黄癣菌、奥杜盎氏小芽胞菌、铁锈色小芽胞菌、羊毛状小芽胞菌、腹股沟表皮癣菌、红色表皮癣菌、考夫曼一沃尔夫氏表皮癣菌、白色念珠菌、紧密着色芽生菌、星形奴卡氏菌等有抑菌作用。\n\n\n3.抗病毒作用：\n\n\n黄连煎剂50%浓度0.1ml/蛋，鸡胚法试验表明对流感病毒PR8株、甲型流感病毒56-S8株、亚甲型病毒FMl株、乙型流感病毒Lee株、内型流感病毒1233株均有抑制作用。黄连煎剂25-100%浓度对乙型肝炎病毒DNA有抑制作用。小檗碱0.5mg/蛋，能有效地降低沙眼病毒感染鸡胚的死亡率，并抑制病毒原生小体的产生。\n\n\n4.抗阿米巴作用：\n\n\n黄连煎剂1：20-1 ：80 浓度、小檗碱1：5000-1 ：10，000浓度体外试验有抗阿米巴作用;黄连煎剂1.3g/kg 灌胃，小檗碱50mg/kg 灌胃 对接种于大鼠盲肠的溶组织阿米巴原虫有杀灭作用。\n\n\n5.抗炎、抗腹泻作用：\n\n\n黄连甲醇提取物400μg/只对鸡受精卵法试验，表明有抑制肉芽组织增生的作用，盐酸小檗碱50mg/kg 灌胃，对大鼠巴豆油囊法、棉球法也表现有抗炎作用。小檗碱1×10(-4)浓度体外试验有抑制人多形核白细胞产生白三烯B4的作用，抑制率为43.7±5.6%。小檗碱40.80mg/kg 灌胃，能对抗蓖麻油或番泻叶引起的小鼠腹泻;30.60mg/kg 灌胃，抑制醋酸引起的小鼠腹腔渗出增加;20.50mg/kg 皮下注射，抑制组胺引起的大鼠皮肤毛细血管通透性增加;4.8mg/kg 皮下注射抑制二甲苯引起的小鼠耳廓肿胀，因此，认为小檗碱的抗腹泻与抗炎作用有关。小檗碱0.06-20mg/kg 灌胃，可推迟、减少、减轻印度牵牛根(Ipomoea turpethμm root)引起的犬腹泻，但对MgSO4 灌胃 引起的大鼠腹泻无效，10mg/kg 灌胃或腹腔注射可降低正常小鼠小肠运动，由于对血清蛋白或鸡蛋清蛋白无沉淀作用，因此其抗腹泻不是由于收敛作用。小檗碱20-30mg 灌胃，对霍乱毒素引起的兔实验性霍乱有抑制作用，可停止腹泻，或延长生命。小檗碱10mg/kg 灌胃，可推迟、减轻、减少霍乱毒素引起的大鼠腹泻，也减少大鼠肠内水分及电介质水平。对霍乱毒素注入小肠的大鼠，小檗碱1mm注入肠内，可促使Na+Cl-吸收。小檗碱5mg注入豚鼠肠内浓度为2.7×10(-3)M，可降低大肠杆菌毒素引起的水和电介质的分泌，其抗分泌作用类似a-受体激动剂、鸦片类及抗组胺药。\n\n\n6.对心血管作用：\n\n\n小檗碱3-5mg/kg 静脉注射，可使麻醉犬血压下降，如动物预先用麦角毒处理，则小檗碱的降压作用可被翻转。硫酸小檗碱0.1-6.0mg/kg 静脉注射，可使麻醉犬、猫、大鼠血压下降。小檗碱2-10μg/ml可抑制去甲肾上腺素引起的兔肺动脉条收缩。小檗碱0.1%浓度，5ml 静脉注射，能增强乙酰胆碱引起的麻醉犬血压下降，小檗碱2×10(-6)-2×10(-5)可增强乙酰胆碱对蛙腹直肌收缩作用，但10(-4)浓度以上则对抗乙酰胆碱的作用，表面小檗碱能抑制胆碱酯酶，故增强乙酰胆碱作用，而小檗碱本身又有对抗乙酰胆碱作用。小檗碱、黄连碱(Coptisine)体外试验对大鼠脑乙酰胆碱酯酶有抑制作用，其IC50小檗碱为9.8×10(-7)黄连碱为5.8×10(-6)。小檗碱能阻断苯肾上腺素对离体兔主动脉条的收缩作用，其IC50为30μm，而对组胺、5-羟色胺、KCl引起的上动脉条收缩无影响，也不影响血管条的基本张力，说明小檗碱对a-受体有选择性阻断作用。小檗碱0.3，1.3μmol/L，使去氧肾上腺素在大鼠肛尾肌和兔主动脉标本的累积量一效曲线平行右移，不压低最大反应，表明小檗碱对a-受体具竞争性阻断作用。\n\n\n小檗碱10μmol/L，育享宾 1mol/L 均明显减弱可乐定对电刺激大鼠输精管前列腺端所引起兴奋的抑制作用，使可乐定累积量一效曲线右移，最大反应不变，PA2值分别为5.3和7.8;小檗碱 1μmol/L 及派唑嗪10μmol/l在大鼠肛尾肌标本可使苯肾上腺素量一效曲线平行右移，最大效应不变，PA2值分别为6.4和8.5，说明小檗碱对a1及a2受体均有阻滞作用，阻滞作用的选择比率(a1/a2)为8。小檗碱5.5μmol/L，使乙酰胆碱对大鼠肛尾肌收缩的量效曲线右移，最大反应压低83.5及38.4%，小檗碱 5μmol/L可拮抗5一羟色胺 10μmol/L引起的肛尾肌收缩反应，也拮抗组胺1mmol/L引起的肛尾肌收缩，也抑制异丙肾腺素引起的肛尾肌收缩，说明小檗碱在大鼠肛尾肌对多种受体有阻断作用。\n\n\n小檗碱腹腔注射 对CHCl3引起的小鼠室颤有保护作用，其半数有效量为14.91±0.0104mg/kg;小檗碱15mg/kg静脉注射，对乌头碱诱发的大鼠室颤也有保护作用，但对哇巴因引起的室性心律失常无效。小檗碱1mg/kg 静脉注射，能引起清醒大鼠血压、左室压及左室舒张期末压的降低，其下降程度为舒张压>收缩压>左室压，心率反射性加快，然后缓慢而持久的下降，在后负荷及心率下降的同时，并不伴有左室压力变化最大速率(±dp/dt)max、左室压力上升速度一压力变化比(dp/dt)p-1的降低或左室力速向量环LVP((dp/dt)P-1及其斜率的缩小，甚至还略有增加，表明小檗碱对心肌的收缩性能的增强作用，因此降压效应主要为降低心率及外周血管阻力所6隆P￠藜?mg/kg 静脉注射，可提高麻醉猫电致室颤阈值，6-120μmol/L对豚鼠离体心乳头状肌可延长APD、ERP，问时出现正性肌力作用，可能与促Ca2+跨膜内流有关。\n\n\n小檗碱10(-4)mol/L浓度对豚鼠离体左心房，可明显增强其收缩力，延长功能不应期(FRP)，降低肾上腺素诱发的自律性阈浓度，对右心房也增强收缩力，减慢自搏频率，拮抗肾上腺素正性频率作用而不影响其正性肌力作用。小檗碱给犬1mg/kg 静脉注射为负荷量，继而以每1分钟0.2mg/kg恒速输入，可延长心室及心房的ERP及FRP，提高电刺激致室颤阈值。小檗碱0.1-30μmol/L浓度，能剂量依赖性地降低兔窦房结、房室结细胞的APA、Vmax、最大除极电位(MDP)及自搏频率，并延长APD50、APD95及ERP，同时抑制窦房结功能，即延长窦性周期及窦房恢复时间及校正窦房恢复时间，小檗碱对窦房结的抑制作用，不被阿托品所拮抗，a2受体拮抗剂BHT一920或a1受体激动剂苯肾上腺素也不能翻转小檗碱的作用;其抑制窦性周期、APA及Vmax的作用，可被去甲肾上腺素所翻转，在无钙液中，小檗碱对窦房结的抑制作用仍然存在，但在心房，除APD50及APD95外，对其他的指标则消失，因此小檗碱可能作用于B受体及Ca2+内流，其抗心律失常作用可能与心肌慢反应细胞有关。\n\n\n小檗碱10μmol/ L可使离体兔心脏S一C(窦房结细胞O相AP到界嵴细胞O相AP)及C一H(界嵴细胞O相AP到希氏束O相AP)间期缩短，膜反应性增强，并依浓度性抑制窦房结及界嵴细胞AP各指标，对前者作用强于后者;在整体试验中，小檗碱10mg/kg 静脉注射可缩短兔心A一H(心房到希氏束传导时间)及H一V(希氏束到心室传导时间)间期，延长心房有效不应期(AERP)及房室结功能性不应期(AVNFRP)，表明小檗碱加快房内及室内传导，但15mg/kg 静脉注射时，则出现严重的心脏抑制。小檗碱5-100μmol/L可使离体豚鼠右室乳头状肌动作电位 Vmax降低，APD90延长;4mg/kg 静脉注射，使大鼠血压下降，左室内压变化最大速率(dp/dtmax)、左室内压峰值(LVSP)轻度减少，心室开始收缩到压力上升速率最大值的间隔时间(t-dp/dt-max)和左室舒张末期压(LVEDP)轻度增加，表明左室心肌收缩性能受到抑制，5分钟后，心收缩性能逐渐加强，LVSP、dp/dtmax和-dp/dtmax均增加，左室舒张期压(LVOP)及 LVEDP和t-dp/dtmax减少。小檗碱0.1-300μmol/L，对豚鼠离体右心房肌与乳头状肌呈正性变力作用，还能延长心肌功能不应期(FRP)，抑制肾上腺素诱发的异常自律性。小檗碱5mg/kg 静脉注射，可使慢性心肌梗塞犬心电图QTC间期延长，使右室有效不应期(RERP)、左室正常区不应期(NERP)及左室梗塞区不应期(IERP)也延长，缩小IERP的差异和左室有效不应期离散性，抑制程控刺激诱发的室速、室颤。\n\n\n此外，小檗碱可预防梗塞后由急性心肌缺血所致的自发性室颤，直接证实了小檗碱抗室颤作用。盐酸小檗碱1%浓度，每1小时 10ml/kg恒速给犬静脉输入，开始随体内药量的增加，左室内压峰值(LVSP)增加，左室内压最大变化速率(dp/dtmax)加快，左室开始收缩至出现dp/dtmax的间隔时间(R一dp/dtmax)缩短;继续输药，体内药量继续增加，至输药60分钟时LVSP下降，dp/dtmax减慢，R一dp/dt- max延长，最后心脏收缩无力，血压下降死亡，表明小檗碱小剂量兴奋心脏，大剂量则呈抑制作用。小檗碱对豚鼠心室乳头状肌慢向离子电流呈先增加后减少的双相作用，小檗碱72，365μmol/L于用药初期明显促进心肌细胞外Ca2+内流，使慢向离子电流幅值增大，随作用时间延长，小檗碱又阻滞钙通道，使Ca2+内流减少，慢向离子电流幅值逐渐减小，甚至消失，心肌收缩力下降，这可能是临床上静滴小檗碱引起患者心肌抑制甚至死亡的原因。\n\n\n7.解热作用：\n\n\n黄连注射剂0.5mg/kg 静脉注射，对家兔白细胞致热原性发热有解热作用，并使脑脊液中 cAMP含量下降，表明其解热作用与中枢cAMP生成有关。\n\n\n8.降血糖作用：\n\n\n黄连水煎剂1.0-10.0g/kg 灌胃，可降低正常小鼠的血糖水平;小檗碱50mg/kg 灌胃，给药1-7天，可降低正常小鼠、四氧嘧啶糖尿病小鼠及自发性糖尿病小鼠的血糖水平，也对抗腹腔注射 葡萄糖、肾上腺素引起的血糖升高。小檗碱50mg/kg 灌胃，对小鼠不影响胰岛素的分泌，也不影响肝细膜胰岛素受体的数目与亲和力，小檗碱的作用可能力受体后效应，小檗碱可以对抗注射葡萄糖引起的血糖升高，可以抑制以丙氨酸为底物的糖原异生，以及小檗碱的降血糖作用与血乳酸的升高密切相关，因而小檗碱可能通过抑制糖原异生或促进糖酵解而产生降血糖作用的。\n\n\n9.降血脂作用：\n\n\n黄连水浸液2ml，灌胃，连续给药7周,对胆固醇喂饲的家兔，可使血清胆固醇含量降低。小檗碱50mg/kg 灌胃，连续7天，对喂饲高胆固醇乳剂的小鼠，可使血清胆固醇含量降低。\n\n\n10.抗氧化作用：\n\n\n5%黄连水煎剂0.5ml与大鼠脑匀浆5%0.6ml混合培养，可使脑匀浆丙二醛(MDA)的生成减少;10%黄连水煎剂4-5ml/只，灌胃，1天2次，可使四氧嘧啶处理大鼠胰、肝中的MDA含量下降。\n\n\n11.对血液系统的影响：\n\n\n硫酸小檗碱1-3mg/ml体外试验，可降低肝素(50u/ml)对人及犬血的抗凝血作用，但小檗碱单独使用10mg/ml，本身具抗凝作用。小檗碱40-200μg/ml体外试验，对ADP诱导的兔血小板聚集有抑制作用，IC50为120μg/ml，且呈量效关系。小檗碱有抑制兔血小板的聚集与释放ATP的作用，抑制ADP诱导的血小板聚集及释放的IC50分别为0.19及 0.6mmol/L的抑制胶原诱导的血小板聚集及释放的IC50分别为0.12及0.08mmol/L,抑制花生四烯酸诱导的血小板聚集及释放的IC50分别为0.76及0.43mmol/L，抑制A23187诱导的血小板聚集及释放的IC50分别为2.36及0.85mmol/L，作用机制可能与抑制花生四烯酸代谢和胞内Ca2+升高和/或cAMP升高有关。小檗碱0.5mol/L，明显抑制由胶原、ADP、花生四烯酸诱导的兔血小板血栓素A2(TXA2)的释放，并呈现剂量依赖关系，兔25mg/kg 静脉注射后，60min血浆中前列环素(PGI2)含量下降，实验结果证明小檗碱有抑制花生四烯酸自血小板膜磷脂释放和代谢的作用。\n\n\n12.其它作用：\n\n\n小檗碱1×10(-4)浓度体外试验对钙离子载体A23187赖激人多形核白细胞产生白三烯 B4有抑制作用。盐酸小檗碱4.40μg/ml体外试验可抑制小鼠肉瘤180(S180细胞DNA、RNA、蛋白质及脂肪的合成，还抑制葡萄糖氧化成CO2，但在体给药，10mg/kg 腹腔注射，对小鼠肿 瘤DNA、蛋白质合成抑制作用很小，2.5-20mg/kg 腹腔注射 对小鼠S180也无抑制作用，存在这种差异，可能是血糖浓度的问题，在肿瘤细胞培养基中加入葡萄糖浓度达0.01-2.68mg/ml，可以阻碍小檗碱对蛋白质合成的抑制作用，表明了葡萄糖与小檗碱在S180细胞摄取上有对抗作用。小檗碱30，60mg/kg 皮下注射可延长常压密闭缺氧小鼠存活时间，并能对抗异丙肾上腺素或酚妥拉明的缩短耐缺氧时间，小檗碱30，60mg/kg 灌胃或4.8mg/kg 皮下注射，均可延长断头小鼠张口动作持续时间，也延长KCN4mg/kg 静脉注射及NaNO2 800mg/kg 腹腔注射 中毒小鼠的存活时间，40，80mg/kg 灌胃 可延长利多卡因150mg/kg 腹腔注射中毒小鼠的存活时间。盐酸小檗碱1.5mg/kg，对犬有利胆作用。还有抗溃疡作用。\n",
    "creation": "\n黄连：拣去杂质，洗净泥砂，润透，切片，阴干。炒黄连：将黄连片以文火炒至表面呈深黄色为度，取出放凉。姜黄连：用鲜生姜打汁，加适量之开水，均匀地喷入黄连片内，待吸收后，用文火炒至表面深黄色为度，取出放凉。(每黄连片100斤用生姜12斤8两)萸黄连：先取吴茱萸加清水适量煎透，去渣，再将黄连片拌入汤内，至汤液吸尽，文火微炒，待略干，取出晾干。(每黄连片100斤用吴茱萸6斤4两)\n\n\n酒黄连：取黄连片用黄酒拌匀，稍闷，炒至表面深黄色为度，取出放凉。(每黄连片100斤用黄酒12斤8两)\n",
    "function": "\n泻火，燥湿，解毒，杀虫。治时行热毒，伤寒，热盛心烦，痞满呕逆，菌痢，热泻腹痛，肺结按，吐、衄、下血，消渴，疳积，蛔虫病，百日咳，咽喉肿痛，火眼，口疮，痈疽疮毒，湿疹，汤火烫伤。\n\n\n①《本经》：\"主热气目痛，眦伤泣出，明目，肠辩腹痛下痢，妇人阴中肿痛。\"\n\n\n②《本草经集注》：\"解巴豆毒。\"\n\n\n③《别录》：\"主五脏冷热，久下泄辩脓血，止消渴，大惊，除水利骨，调胃厚肠，益胆，疗口疮。\"\n\n\n④《药性论》：\"杀小儿疳虫，点赤眼昏痛，镇肝去热毒。\"\n\n\n⑤《本草拾遗》：\"主羸瘦气急。\"\n\n\n⑥《日华子本草》：\"治五劳七伤，益气，止心腹痛。惊悸烦躁，润心肺，长肉，止血;并疮疥，盗汗，天行热疾;猪肚蒸为丸，治小儿疳气。\"\n\n\n⑦《仁斋直指方》：\"能去心窍恶血。\"\n\n\n⑧《珍珠囊》：\"泻心火，心下痞。酒炒、酒浸，上颈已上。\"\n\n\n⑨王好古：\"主心病逆而盛，心积伏梁。\"\n\n\n⑩《本草衍义补遗》：\"以姜汁炒，辛散除热有功。\"\n\n\n⑾《纲目》：\"解服药过剂烦闷及轻粉毒。\"\n\n\n⑿《本草新编》：\"止吐利吞酸，解口渴，治火眼，安心，止梦遗，定狂躁，除痞满。\"\n\n\n⒀《本草备要》：\"治痈疽疮疥，酒毒，胎毒。除疳，杀蛔。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本经》：\"味苦，寒。\"\n\n\n②《吴普本草》：\"神农、歧伯、雷公：苦，无毒;李氏：小寒。\"\n\n\n入心、肝、胃、大肠经。\n\n\n①《汤液本草》：\"入手少阴经。\"\n\n\n②《本草经疏》：\"入手少阴、阳明，足少阳、厥阴、阳明、太阴。\"\n\n\n③《本草经解》：\"入足少阴肾经、手少阴心经。\"\n",
    "usage": "\n内服：煎汤，0.5～1钱；或入丸、散。外用：研末调敷、煎水洗或浸汁点眼。\n",
    "compatibility": "\n凡阴虚烦热，胃虚呕恶，脾虚泄泻，五更泄泻慎服。\n\n\n①《本草经集注》：\"黄芩、龙骨、理石为之使。恶菊花、芫花、玄参、白鲜皮。畏款冬。胜乌头。\"\n\n\n②《药性论》：\"恶白僵蚕。忌猪肉。\"\n\n\n③《蜀本草》;\"畏牛膝。\"\n\n\n④朱震亨：\"肠胃有寒及伤寒下早，阴虚下血，及损脾而血不归元者，皆不可用。\"\n\n\n⑤《本草经疏》：\"凡病人血少气虚，脾胃薄弱，血不足，以致惊悸不眠，而兼烦热躁渴，及产后不眠，血虚发热，泄泻腹痛;小儿痘疮阳虚作泄，行浆后泄泻;老人脾胃虚寒作泻\n",
    "storage": "置通风干燥处。",
    "side_effects": "小檗碱的治疗量相当安全，副作用也很少，长期服用也未见任何障碍，一次口服小檗碱2.0g或连用黄连粉100g未见任何副作用。在动物试验中，毒性也很轻，给小鼠口服不易致死，腹腔注射的最小致死量为 O.01g/kg，亦有测得其半数致死量为0.066g/kg(黄柏或黄连则各为0.52，0.73g/kg)。猫口服0.1g/kg可引起全身抑制，呕吐，于8-10天后死亡，呼吸由兴奋转向麻痹，死亡前可发生惊厥。小鼠腹腔注射硫酸小檗碱的半数致死量为24.3 mg/kg。四氢小檗碱给小鼠灌胃、皮下及静脉注射的半数致死量分别为940mg/kg、790mg/kg及100mg/kg。 盐酸小檗碱腹腔注射对小鼠的半数致死量为24.3mg/kg。小檗碱最严重的毒性为心脏毒性，在临床可出现急性心源性脑缺氧综合征，100mg于葡萄糖溶液中滴注，病人有出现头昏、气急、心律紊乱、循环呼吸吸骤停等，并有死亡病例报道。过敏反应也较多见，小檗碱针剂（0.1%）2-4ml im，有出现全身搔痒、荨麻疹、体温升高、心慌、关节疼痛、呼吸迪促、烦躁不安、恶心、呕吐、严重的可致血压下降出现过敏性休克。",
    "category": "归经_心经",
    "plant": "\n①黄连\n\n\n多年生草本，高15～25厘米。根茎黄色，常分枝，密生须根。叶基生，叶柄长6～16厘米，无毛;叶片稍带革质，卵状三角形，宽达10厘米，3全裂;中央裂片稍呈菱形，墓部急遽下延成长1～1.8厘米的细柄，裂片再作羽状深裂，深裂片4～5对，近长圆形，先端急尖，彼此相距2～6毫米，边缘具针刺状锯齿;两侧裂片斜卵形，比中央效片短，不等2深裂或罕2全裂，裂片常再作羽状深裂;上面沿脉被短柔毛，下面无毛。花茎1～2，与叶等长或更长;二歧或多歧聚伞花序，生花3～8朵;苞片披针形，3～5羽状深裂;萼片5，黄绿色，长椭圆状卵形至披针形，长9～12.5毫米，宽2～3毫米;花瓣线形或线状拉针形，长5～6.5毫米，先端尖，中央有蜜槽;雄蕊多数，外轮雄蕊比花瓣略短或近等长，花药广椭圆形，黄色;心皮8～12。蓇葖6～12，具柄，长6～7毫米。种子7～8，长椭圆形，长约2毫米，褐色。花期2～4月。果期3～6月。\n\n\n野生或栽培。分布四川、贵州、湖北、陕西等地。\n\n\n②三角叶黄连\n\n\n多年生草本。形态与黄连相似，主要特征为根茎不分枝或少分枝。叶片纸质，卵形，长达16厘米，宽达15厘米，3全裂，裂片均具明显的柄;中央裂片三角状卵形，基部急缩成长达2.5厘米的细柄，羽状深裂4～6对，两侧裂片斜卵状三角形，不等的2深裂或半裂，小裂片彼此邻接。苞片线状披针形，近中部3裂或栉状羽状深裂。花萼狭卵形;花瓣近倒披针形，均较宽;雄蕊约20，长仅为花瓣的1/2左右;心皮9～12。种子不育。\n\n\n栽培于四川，野生种已不多见。\n\n\n③峨嵋野连\n\n\n多年生草本，高15～30厘米。根茎较少分枝，节间短而密。叶基生，4～11枚，叶柄长5～16厘米;叶片披针形或窄卵形，约与叶柄等长，宽3.5～6.5厘米，3全裂;中央裂片三角状披针形，长达14厘米，宽达6厘米，先端渐尖，基部急缩成小柄，羽状深裂，7～10对，小裂片长椭圆状卵形，缘具尖锯齿;两侧裂片斜卵形，长仅为中央裂片的1/3～1/4，2深裂或偶2全裂，小裂片再作羽状分裂或2深裂;上面沿脉被微柔毛外余均无毛。花茎多单一，多歧聚伞花序，有花3～6朵;萼片线形，长7.5～10毫米，宽0.7～1.2毫米;花瓣9～12，狭线形，长约为花萼的1/2或较短;雄蕊多数，长约4毫米;心皮9～14。蓇葖长约8毫米。种子长圆形，黄褐色。\n\n\n野生于阴湿丛林中。分布四川。\n\n\n④云南黄连\n\n\n多年生草本。形态与黄连很近似，主要区别为：根茎较少分枝，节间密。中央裂片卵状菱形或长菱形，羽状深裂3～6对，小裂片彼此的距离稀疏。多歧聚伞花序，有花3～5朵;苞片椭圆形，3深裂或羽状深裂;花萼卵形或椭圆形，长6～8毫米，宽2～3毫米;花瓣匙形或卵状匙形，长4.5～6毫米，宽0.5～1毫米，先端圆或钝，中部以下变狭成细长的爪，中央有蜜槽;心皮8～15。\n\n\n生于高山寒湿林荫下。分布云南、西藏昌都地区，云南有栽培。\n\n\n此外，尚有短萼黄连(分布广西、广东、福建、安徽、浙江、江西、湖南、贵州，少有栽培)，五裂黄连(分布云南东南部)，亦同供药用。\n",
    "application": "\n1.治疗细菌性痢疾： 黄连治疗菌痢，疗效比较肯定，多在用药5-7天治愈。所用口服剂量，小者每日2-3g，大者8-12g。有人主张每日量以6g为宜，每日3g者效果差。小儿 1岁以内0.2-0.3g，2-4岁0.3-0.6g，4-8岁0.5-1.0g，8岁以上 O.5-1.5g，日服4-6次，首剂加倍。少数顽固病例可另用2-3%黄连溶液行保留灌肠，成人每次100-200ml，每日 1-2次。慢性菌痢肠粘膜有实质性病理改变者，可在乙状结肠镜的帮助下将黄连粉直接喷射于肠壁上，隔日1次，3-5次为一疗程。黄连对菌痢的远期疗效亦称良好，如复发再服仍有效，但对阿米巴痢疾疗效较逊，对小儿中毒型菌痢亦堪应用。急性菌痢的平均退热时间，短者为21小时，长者约为3.2天，腹痛消失时间为1.5-5.9天，大便培养转阴时间为3-5.8天。有人曾将黄连与磺胺药物、链霉素、痢疾噬菌体作疗效对比，发现临床症状改善的速度，黄连组与其他三组相等，而大便培养转阴时间， 以黄连组为快。不少作者认为黄连至少不亚于其他几种治疗痢疾的药物，且不象磺胺类药、氯霉素等易有副作用。此外，黄连中所含的生物碱黄连碱对痢疾杆菌具有良好的抗菌效力，一般用量成人为100-200mg， 日服3-4次，待临床症状消失，大便性状转为正常及培养转阴后改用半量，连续2-3次培养阴性后停药。或用0.1%黄连素液1ml加 1%普鲁卡困液1ml，作穴位注射。选穴：关元，气海，天枢，足三里(双侧交替注射)，每穴0.5ml，每天1次，7天为一疗程。手按为：进针慢，推药慢，出针快。共治疗急慢性菌痢87例，疗效以急性者为好。\n\n\n2.治疗伤寒： 用黄连粉装入胶囊口服，每次2g，每4小时1次，直至体温正常后3-5日为止。治疗15例，临床治愈13例，2例无效;治愈病例完全退热之平均天数为5.6天。2例伤寒复发病人在用各种抗菌素及激素无效后，改用黄连素200mg，日服3次，结果用药后第3日体温即显著下降，第13日完全恢复正常。共服21天并无不良反应。停药2周，大便培养2次阴性。有人报道使用香连丸(黄连、木香)治疗伤寒带菌者137例，绝对疗效在98%以上;但另一报道用香连丸或黄连素治疗伤寒带菌者 11例，经长期观察均无效果。\n\n\n3.治疗肺结核： 用黄连素每次300mg，每日3次口服，3个月为一疗程。报道30例肺结核患者的咯血、发热、咳嗽等症状治后全部消失，排菌者的阴转串为83.3%，X线摄片病灶吸收好转。亦有用2%黄连液或0.25%黄连素液作气管滴入治疗结核性空洞，一般以薄壁空洞闭合率为高。曾有以黄连累与异烟肼并用治疗重症肺结核合并糖尿病的患者，用药后糖尿病病情亦呈现好转与稳定。\n\n\n4.治疗流行性脑脊髓膜炎： 应用大剂量黄连素治疗40例，治愈24例，平均疗程为7.4天。少数患者脑脊液培养仍有脑膜炎双球菌生长，提示黄连素对抗脑膜炎双球菌的作用是制菌而非杀菌，并推测黄连素是通过脑膜血管到达脑膜从而控制炎症，而不是透过血脑屏障进入脑脊液。故认为黄连素对本病的治疗尚不够理想，不能取代磺胺药。\n\n\n5.治疗大叶肺炎： 用黄连粉内服，每次2分，每日4-6次。据23例观察，平均退热天数为2.9天。\n\n\n6.治疗猩红热： 用10%黄连糖浆内服治疗44例猩红热患者，全部治愈;与青霉素和青霉素加磺胺分组对比的结果，黄连组的疗效并不逊于其他两组。再有内服黄连干浸膏(0.25g约等于原生药 1g)治疗猩红热患者38例，儿童剂量为0.15-0.3g，成人0.45g，每日3-4次，持续用药6.5天，少数病例兼用5绍黄连液滴鼻或喷喉，均获痊愈。\n\n\n7.治疗白喉： 用黄连粉(每次0.6g，每日4-6次)内服，并配合1%黄连溶液漱口，治疗轻症白喉11例，体温在1-3天内恢复正常，假膜平均在2.6天消退。治疗后咽拭培养平均2.8天转为阴性。用上法治疗溃疡膜性咽炎亦取得良好效果。亦有采用黄连梗(即叶柄)治疗白喉的报道：凡白喉患者，病程未超过24小时，体温在38℃以下，一般状况较佳，局部未形成大块白膜者，用相当于火柴棒长短粗细的黄连梗8根，含置于口内齿颊间，每次 1小时，每日3-4次;体温38℃以上的患者除含用黄连梗外，同时用10形黄连梗浸液(黄连梗10g加水浸泡48小时过滤，煎成100ml，凉透备用)，以喷雾器哦射咽腔，每日3-4次。经用上法治疗50例，全部治愈。\n\n\n8.治疗肺脓肿： 采取气管内滴入与口服合并治疗法。每次滴人黄连素4-6mg，每日1次，同时每日用黄连素1.2-4.8g，分3次服，4周为一疗程，每隔 1周复查血常规、痰常规及胸透1次。病变在1个肺叶以内者28例，痊愈14例，显著进步10例，进步3俐，无效 1例;超过 1个肺叶者4例，显著进步、进步各 l例，无效2例。 X线脑片确诊有空洞者25例，治后闭合者23例，无效2例。\n\n\n9.治疗脓胸： 取川黄连研粉用水浸煎2次，配制成10%的溶液，作游子透入。每日1次，每次20分钟，15-20次为一疗程。如病变顽固者，休息10天后可继续下一疗程。治疗小儿急性脓胸12例，以透入疗法为主，配合抽脓及全身支持疗法等。结果：透入10次以内痊愈(体温降至正常，气喘、呼吸困难消失，胸透积液完全消失)3例，好转(体温明显下降，气喘减轻，呼吸困难消失，脑透仍有少量积液)l例;透入10-23次痊愈者6例。另2例病情严重，控制感染无效，仅作数次透入疗法。\n\n\n10.治疗溃疡性结肠炎：共18例，治愈15例。治法： 喷粉法--洗净患者肠内容物，凡使用乙状结肠镜可窥视到的溃疡及其他炎症病变，均可用带有长金属管的喷粉器，将黄连粉直接喷到溃疡或病变部位，每次用药6-8分，隔日1次，9次为一个疗程，以后视病情需要可每隔1周进行第二或第三个疗程。定位灌肠法--病变如系高位，按X线检查测知的病变部位，算好自肛门到病变区的距离插入胶管(使用洗胃管，硬度合适)，待胶管头部抵达目的地，然后将生黄连粉混于150ml温水中灌入。注药后根据病变部位采用左侧、右侧、平卧和臀部高位等体位，同时嘱病人用双手压迫肠段病蛮的两端安静休息，一般 1-2小时后可随意活动。隔日灌1次，9次为一疗程。需要时每隔1周可进行第二、第三疗程。行喷粉法或灌肠法，开始偶有病感，经2-3次后即可消失，并无其他副作用。如添加适量盐酸普鲁卡因粉剂可避免疼痛，亦不影响疗效。在进行上述治疗时，应同时给予一般常规护理及治疗。\n\n\n11.治疗高血压：用黄连碱每天0.75-4g，分3-4次口服，疗程6-14天。治疗13例，结果有12例于治疗质数天内血压降至正常范围。据介绍，黄连碱能抑制链球菌，并有扩张血管的作用，故认为，黄连碱治疗急性肾炎之高血压，及用于高血压伴有心绞痛和冠状动脉机能不全时，可能收到双重效果。同时由于黄连素既有舒张血管降低血压的作用，故在治疗急性感染性疾患合并有血压降低或休克时，使用大剂量黄连应慎重。\n\n\n12.治疗布氏杆菌病：用0.2%注射液(每安瓿2ml，含黄连素4mg)，每日2ml肌肉注射，15天为一疗程，适用于各期布氏杆菌病患者，有一定疗效。或用黄连素5.5g，普鲁卡因2.5g，蒸馏水1000ml，配成无菌溶液，每天穴位注射3ml，8天为一疗程。同时并配合对症治疗。观察31例，均有效。此外，曾有用黄连碱及大剂量黄连为主的煎剂内服进行临床观察，结果疗效都不明显。认为黄连及黄连碱对本病的疗效均甚差，且易于产生杭药性。\n\n\n13.治疗肺白色念珠菌病：曾试用黄连2g，6小时服1次，配合维生素、葡萄糖生理盐水对 1例肺白色念珠菌病作实验性治疗。用药2天后，临床症状显著好转，18天后， X线透视炎症消失，空洞不明显，痰细菌培养无致病菌生长。黄连思量共用160g。\n\n\n14.治疗结肠小袋纤毛虫病： 本病是由于感染结肠小袋纤毛虫所引起的结肠炎，严重者可因衰竭而危及生命。治疗药物虽不下数十种，尚无疗效比较满意的。曾有 1例用黄连粉0.5g，每日口服2次，治疗7天便次减少，腹痛减轻：第9天剂量增至 1g，每日4次，用药4天后大便减为每日2次，腹痛消失;治疗18天大便成形，镜检未发现结肠小袋纤毛虫，临床症状全部消失。随访1月，体力恢复，参加劳动。\n\n\n15.防治麻疹：以35%黄连注射液1ml肌注，用于有麻疹接触史而未见症状的儿童。如有咳嗽、目赤、流泪、流涕等症状出现，均1次注射2ml;若出现典型症状，并兼有发热及麻疹粘膜斑者，第1次注射2ml，2天后再注射2ml，经2次注射，症状可基本消退而进入恢复期。曾用上法对57名有接触史之儿童进行预防注射，共观察24天，其中6名出现典型麻疹症状，15名只出现目赤、咳嗽或流泪，其余36名均未发病。\n\n\n16.治疗百日咳：用100%黄连煎剂，疗效显著。与链霉素、氯(合)霉素相比较，疗效并不逊色。用药愈早效果愈好。剂量： 1岁以下每日1.0-1.5ml，1-2岁1.5-2.0ml，2-5岁2.0-2.5ml，5岁以上2.5-3ml。均每日3次分服(每次均混以5-10ml的饱和糖浆)。亦可用20%黄连注射液深部肌肉注射， 1岁以下每次0.5-1.0ml， 1-2岁每次1.5-2.0ml，2-5岁每次2-3ml，5-12岁每次3-5ml。每日或隔日一次，5-7次为-一疗程。\n\n\n17.治疗烧伤：采用5-10%黄连油或2%黄连水治疗 Ⅰ、Ⅱ度新鲜烧伤，可使创面迅速干燥，一般在24-48小时，即可结痂，具有明显的控制感染、缩短疗程作用。黄连油可用蓖麻油或麻油作溶剂，并加入普鲁卡因溶液，以减少刺激性。对脓性分泌物较多的创面，用20%黄连水湿敷或喷雾，如能同时用烤灯，保持创面干燥，则疗效更佳。\n\n\n18.治疗化脓性感染：一般局限在炎症浸润期者用10%黄连软膏贴敷，溃破或术后创口用2-10%黄连溶液换药;炎症较重者给予黄连粉胶囊 1g，日服4次，可使疼痛减轻，并兼有健胃作用。治疗疖肿、痈、急性乳房脓肿、术后感染、急性淋巴腺炎等共66例，均于2.7-6天炎症消退，脓性分泌物减少，创面干净而愈。应据报道， 1O0例外科急性化脓疮口换药用黄连纱条，与50例应用凡士林纱条进行比较，证实其疗效较凡士林纱条显著优异。另据100例创面脓液培养证明有47%的细菌对黄连有不同程度的敏感，黄连液的最低有效浓度为2-3%。\n\n\n19.治疗肛裂：用10%黄连(或黄柏)煎剂浸泡棉签于肛裂面作雀啄治疗，每次连续使用10余根，手法由轻至重;观察20例，一般只需治疗 1-2次，便血即止，痛痒即瘥，2-5次痊愈。或有用黄连粉 1份，绿豆粉 1份调匀加适量生理盐水成糊状，治疗肛门瘘周围皮肤炎。换药次数随肛瘘换药次数而定。可使皮肤浸润消退，小脓疱及小水泡迅速结痂，应用2-3天后结痂很快脱落，完全恢复正常。\n\n\n20.治疗骨关节结核窦道：用5%黄连煎液注入窦道中。如窦道较深，曲折不齐，可用细橡皮导尿管插入窦道处，然后注药，要求药液遍及脓腔，并挤压患部，使药液容易吸收。根据伤口的清洁情况，每日或隔日换药1次，连续1-2月或2月以上，可使窦道愈合。在最初 1-2次注入药液后，患者可有不同程度发热反应，数次以后即不再发生。黄连除对结核杆菌有效外，尚可控制结核窦道的混合感染，并有收敛及制止发酵的作用。此外，对于慢性结核性瘘管，亦可按上法用细软的塑料管吸取 1绍黄连素液5ml插入瘘管腔底部，进行灌注，疗程7-48天。此法有融解瘘管壁、促进新鲜肉芽组织增生的作用。治疗初期分泌物可骤增，坏死及秽暗肉芽组织很快分离液化，出现红润的颗粒性肉芽;随着治疗的继续，分泌物逐渐减少，炎症肿胀现象亦渐消退，治后并无后遗症。用黄连乌梅液浸纱布湿敷患处，每日1次，治疗创口肉芽过剩有一定效果。\n\n\n21.治疗妇科疾病：用2O%黄连浸剂浸渍的阴道用棉栓，治疗49例滴虫性阴道炎，治愈率达95%以上。黄连用于治疗子宫颈糜烂和妇科其他炎症亦有一定效果。\n\n\n22.治疗眼科疾病：用5-10%黄连溶液作眼浴或滴眼，可以治疗急性结合膜炎和一般浅层角膜炎。用黄连硼酸溶液(含黄连10%，硼酸3%)滴眼，治疗急性结合膜炎、浅层角膜炎(加用5%黄连膏外涂)、麦粒肿及各种睑缘炎等外眼炎症近200例，均取得良好疗效。采用黄连冰片液(含黄连2O%)治疗急性结合膜炎亦有同样效果。曾用黄连素电游子透入治疗沙眼102例、睑缘炎30例，均有效。再有报道用10%黄连液每日滴眼2次，疗程3周，治疗沙眼110例，有效率86.3%;用10%黄连液浸泡海螵蛸(乌贼骨)棒摩擦沙眼，轻症 1-3次，重症最多10次;通过1835人次临床观察，效果良好，反应均轻微。\n\n\n23.治疗化脓性中耳炎：用黄连10g加入3%硼酸溶液100ml中，浸泡后，蒸沸过滤2次。按常规洗净患耳，每日滴耳3-4次，对急性患者效果明显。亦有用复方黄连滴剂(黄连8钱，硼砂1.5钱，冰片1分，将黄连加水煎成100ml后过滤，加入硼砂和冰片备用)治疗23例久治不愈的慢性化脓性中耳炎，短期内干耳者22例，仅1例复发。也可用0.5%黄连素作电游子透入治疗，据15人17个病耳的观察，其中急性者6个病耳全部治愈，慢性者 11个病耳治愈3个，进步2个。\n\n\n24.治疗萎缩性鼻炎：以长约6cm、宽0.5cm之消毒纱条浸于10%黄连液内24小时以上，以之填塞于患侧鼻腔，每日1次，10次为一疗程。共治10例，对轻度或中度萎缩之病变效果良好，遇鼻甲高度萎缩及有大量结痂者疗效不佳。使用本药后对嗅觉恢复、结痂、鼻分泌物减少等方面效果显著。\n\n\n25.治疗咽峡炎：黄连粉0.4g(装胶囊，小儿酌减)，日服4次;兼用1%黄连溶液含漱。治疗卡他性咽炎19例，急性咽峡炎33例，溃疡膜性咽炎4例。咽喉部红肿及颌下淋巴结肿大均在服药 1-4日内恢复正常。\n\n\n26.治疗急性扁桃体炎：用10%黄连素注射液肌注，每次4ml，每日2次。治疗8例，用药 1-2天后，体温及白细胞总数均明显下降，最后恢复正常。有少数病例采用黄连素溶液喷雾，效果迅速，4小时辰体温即降至正常，咽痛消失。\n\n\n27.治疗上颌窦炎：常规冲洗上颌窦后，每侧灌注30%黄连溶液2ml，灌后头侧向注洗侧15分钟。每周1次，4-7次为一疗程。治疗15例，4例痊愈，8例进步，疗效不明及无效者3例。多数病人灌洗1-2次后即见效。治程中元全身不良反应。亦有用0.2%黄连小檗碱溶液(新鲜配制的无菌溶液)于每次上颌窦冲洗后，灌注2ml，每周1-2次。据89例统计，治愈率为76.4%，有效率为83.2%。而采用青霉素治疗之81例上颌窦炎治愈率为43.2%。\n\n\n28.治疗根管疾患：用10%黄连浸液(经高压处理)冲洗棍管，治疗24例，最短1次，最多5次，治愈22例。据观察，黄连制剂不仅有较强之灭菌作用，还有收敛作用，能促使瘘管早日封闭愈台;且黄连不具有对牙齿根尖牙周组织之有害刺激作用。\n\n\n29.治疗口腔颌面部炎症：以黄连素(成人600-900mg，日服3次，重症感染600mg，日服4次，并加用注射，儿童酌减。疗程2-8天)用于16例口腔颌面手术后，创口愈合良好，唇裂修补创口呈一期愈合;治疗急性牙周膜炎及急性根尖周炎共66例，45例经用药2-4天后症状消失，9例显著进步，6例无效，6例未再复诊;治疗急性牙周脓肿共21例，12例在用药同时切开引流，均于2日后临床症状消失而愈;治疗急性智齿冠周炎20例，经口服或注射本药后， 11例症状消失而痊愈;治疗急性脓肿9例，经用药5-8天，5例痊愈，2例改善，2例疗效不明显。但使用黄连治疗时不能忽视一般治疗法则，更不能代替外科手术。\n\n\n30.治疗皮肤感染性炎症：采用10%黄连液行游子透入法治疗疖肿、痈等皮肤化脓性感染50例，结果有2/3患者治后当即感到疼痛减轻，早期炎症浸润很快消退，一般治疗1-3次即愈。已化脓者，治后脓疱很快破溃，坏死组织脱落，肉芽上皮迅速生长，创口愈合。平均治愈口数为4.7天，治程中无任何不良反应。\n\n\n31.治疗湿疹：用黄连粉 1份加蓖麻油3份调成混悬液，涂患部。共治疗20例，痊愈12例，进步5例，不明显3例。使用中未遇到疖肿等合并症发生。\n\n\n32.治疗多型性渗出性红斑： 口腔与唇部用黄连粉和蜂蜜稠成 10%糖浆涂布，躯干、肛门及外朗用10%黄连溶液涂抹(连渣)，眼部用澄清之溶液;同时内服黄连粉胶囊 1g，每日3次。共治疗9例，一般在第2天开始症状消退，3-13天痊愈。此病的主要症状发生于口腔，常疱疹溃破糜烂;其他如眼、鼻、尿生殖道、肛门及脐部亦常伴发同样病变;以抗菌素及激素等治疗效果均不明显。此外，临床上有过内服或注射黄连素引起过敏反应的报道，应予重视。又曾对黄连的抗菌力与抗药性进行过实验研究，认为黄连复方的杭菌力远较单味为强，单味黄连的抗药性的形成远远高于复方。\n",
    "position": "为毛茛科植物黄连、三角叶黄连、峨嵋野连或云南黄连的根茎。",
    "source": "《本经》"
  },
  {
    "name": "生姜",
    "alias": "母姜,鲜生姜。",
    "ingredient": "含姜醇、α-姜烯、β-水芹烯、柠檬醛、芳香醇、甲基庚烯酮、壬醛、α-龙脑等，尚含辣味成分姜辣素。",
    "process": "\n夏季采挖，除去茎叶及须根，洗净泥土。\n",
    "distinguish": "\n鲜根茎为扁平不规则的块状，并有枝状分枝，各柱顶端有茎痕或芽，表面黄白色或灰白色，有光泽，具浅棕色环节。质脆，折断后有汁液渗出;断面浅黄色，有一明显环纹，中间稍现筋脉。气芳香而特殊，味辛辣。以块大、丰满、质嫩者为佳。\n\n\n全国大部分地区有产，主产四川、广东、山东、陕西等地。\n",
    "effect": "有镇静及抗惊厥作用;有解热、镇痛和抗炎作用;松弛胃肠道平滑肌;止吐和抗运动病;兴奋心脏，增强心房收缩力，保护胃黏膜;保肝利胆;抗血小板聚集;抗 5-羟色胺，抗氧化，抗微生物，中枢兴奋，促进体内活性物质释放，促进吸收，止咳，降血脂，抗过敏，诱变和抗诱变，抑制亚硝胺合成。无明显毒性。",
    "creation": "1.生姜：拣去杂质，洗净泥土，用时切片。2.鲜姜粉：取鲜生姜，洗净，捣烂，压榨取汁，静置，分取沉淀的粉质，晒干，或低温干燥。3.煨姜：取净生姜，用纸六、七层包裹，水中浸透，置火灰中煨至纸色焦黄，去纸用。",
    "function": "\n发表，散寒，止呕，开痰。治感冒风寒，呕吐，痰饮，喘咳，胀满，泄泻;解半夏、天南星及鱼蟹、鸟兽肉毒。\n\n\n①《本经》：\"去臭气，通神明。\"\n\n\n②《别录》：\"主伤寒头痛鼻塞，咳逆上气。\"\n\n\n③陶弘景：\"归五脏，去痰下气，止呕吐，除风湿寒热。\"\n\n\n④《药性论》：\"主痰水气满，下气;生与干并治嗽，疗时疾，止呕吐不下食。生和半夏主心下急痛;若中热不能食，捣汁和蜜服之。又汁和杏仁作煎，下一切结气实，心胸拥隔，冷热气。\"\n\n\n⑤《千金·食治》：\"通汗，去膈上臭气。\"\n\n\n⑥《食疗本草》：\"除壮热，治转筋、心满。\"\"止逆，散烦闷，开胃气。\"\n\n\n⑦《本草拾遗》：\"汁解毒药，破血调中，去冷除痰，开胃。\"\n\n\n⑧《珍珠囊》：\"益脾胃，散风寒。\"\n\n\n⑨《医学启源》：\"温中去湿。制厚朴、半夏毒。\"\n\n\n⑩《日用本草》：\"治伤寒、伤风、头痛、九窍不利。入肺开胃，去腹中寒气，解臭秽。\"解菌蕈诸物毒。\"\n\n\n⑾《纲目》：\"生用发散，熟用和中，解食野禽中毒成喉痹;浸汁点赤眼;捣汁和黄明胶熬，贴风湿痛。\"\n\n\n⑿《本草从新》：\"姜汁，开痰，治噎膈反胃，救暴卒，疗狐臭，搽冻耳。煨姜，和中止呕。\"\n\n\n⒀《会约医镜》：\"煨姜，治胃寒，泄泻，吞酸。\"\n\n\n⒁《现代实用中药》：\"治肠疝痛有效。\"\n",
    "taste": "\n辛，温。\n\n\n①《别录》：\"味辛，微温。\"\n\n\n②《千金·食治》：\"无毒。\"\n\n\n③《医学启源》：\"性温，味甘辛。\"\n\n\n④《医林纂要》：\"煨姜，辛苦，大热。\"\n\n\n⑤《本草再新》：\"煨姜，味辛，性温平，无毒。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或捣汁。外用：捣敷，擦患处或炒热熨。\n",
    "compatibility": "\n阴虚内热者忌服。\n\n\n①《纲目》：\"食姜久，积热患目。凡病痔人多食兼酒，立发甚速。痈疮人多食则生恶肉。\"\n\n\n②《本草经疏》：\"久服损阴伤目，阴虚内热，阴虚咳嗽吐血，表虚有热汗出，自汗盗汗，脏毒下血，因热呕恶，火热腹痛，法韭忌之。\"\n\n\n③《随息居饮食谱》：\"内热阴虚，目赤喉患，血证疮痛，呕泻有火，暑热时症，热哮大喘，胎产痧胀及时病后、痧痘后均忌之。\"\n",
    "storage": "置阴凉潮湿处，或埋入湿沙内，防冻。",
    "side_effects": "?",
    "category": "肺；胃；脾经",
    "plant": "\n姜(《吕氏春秋》)\n\n\n多年生草本，高40～100厘米。根茎肉质，扁圆横走，分枝，具芳香和辛辣气味。叶互生，2列，无柄，有长鞘，抱茎;叶片线状披针形，长15～20厘米，宽约2厘米，先端渐尖，基部狭，光滑无毛;叶舌长1～3毫米，膜质。花茎自根茎抽出，长约20厘米;穗状花序椭圆形，稠密，长约5厘米，宽约2.5厘米;苞片卵圆形，长约2.5厘米，先端具硬尖，绿白色，背面边缘黄色;花萼管状，长约1厘米，具3短齿;花冠绿黄色，管长约2厘米，裂片3，披针形，略等长，唇瓣长圆状倒卵形，较花冠裂片短，稍为紫色，有黄白色斑点;雄蕊微紫色，与唇瓣等长;子房无毛，3室，花柱单生，为花药所抱持。蒴果3瓣裂，种子黑色。花期7～8月(栽培的很少开花)。果期12月至翌年1月。\n\n\n全国大部分地区有栽培。\n\n\n本植物干燥的根茎(干姜)、根茎的栓皮(姜皮)、叶(姜叶)亦供药用，各详专条。\n",
    "application": "\n①治风湿痛、腰腿痛\n\n\n用鲜生姜制成5～10%注射液，行痛点或反应结节注射，亦可配合远端或近端穴位注射，如关节部位则在关节囊周围注射。每点注入0.5～2毫升，每日或隔日1次，3～5次为一疗程，一般可连续注射20～30次。注射后局部常有胀、麻及灼热感，甚至疼痛加剧，约1～2天便减轻或消失。据观察，反应愈重效果愈佳。用于风湿痛、慢性腰背痛113例，显效36例，好转56例，有效率83%;尤以对风湿痛疗效更佳，有效率达92.5%;治疗风湿性关节炎38例，治愈14例，显效15例，有效6例。有效病例用药后疼痛减轻或消失，关节肿胀消退或好转，功能恢复或改善。还曾试用于小儿麻痹症，亦有一定效果。此外，用生姜、麻油制成生姜曲注射剂行穴位注射，对风湿痛或腰腿痛也有疗效。\n\n\n②治胃、十二指肠溃疡\n\n\n据数十例的观察，对改善症状有较好效果：服药后能使疼痛减轻或消失，随之反酸、饥饿感也见好转，便秘及黑粪转为正常，食欲增加。但多不能根治，常易复发;对一部分患者能遗留下较长的胃部堵塞感。用法：鲜生姜60克，洗净切碎，加水300毫升，煎30分钟。每日3次，2日服完。\n\n\n③治疗疟疾\n\n\n鲜生姜洗净拭干，切碎捣烂，摊于纱布块上，再包叠成小方块，敷贴于穴位上，用胶布固定或绷带包扎。选用穴位计分3组：第1组为双侧膝眼，生姜用2两分敷两穴;第2组为大椎加间使(双侧)，生姜用1两分敷3穴;第3组选大椎1穴，生姜用5钱。一般于发作前4～6小时敷贴，经8～12小时即可取下，敷药两次即可。观察40例，除第1、第3两组各有2例无效外，其余均控制发作，血检疟原虫阴性。\n\n\n④治疗急性细菌性痢疾\n\n\n用鲜生姜1.5两，红糖1两，共捣为糊状，每日3次分服，7天为一疗程。据50例观察，治愈率为70%，好转率为30%。用药后腹痛、里急后重平均消失时间分别为5.16天和5.14天，大便外观及次数恢复正常分别为4.8天和5.2天，大便镜检及培养平均转阴日数分别为4.58天和3.6天。治疗中未见明显副作用。\n\n\n⑤治疗蛔虫性肠梗阻\n\n\n取鲜生姜2两，捣烂取汁，加蜜糖至60毫升;1～4岁30～40毫升，5～6岁50毫升，7～13岁50～60毫升，分2～3次口服。或用生姜1两捣汁，加入蜂蜜60毫升为1剂;1～2岁服1/4剂，2～4岁服1/3，剂，4～7岁服1/2剂，7～14岁服2/3剂，14岁以上服1剂。服药后患儿一般即不感腹痛，呕吐停止，包块通常于服药后1～3天消失。包块消失后即可服驱蛔药物。如服姜蜜后腹痛仍不止，可用冬眠灵、阿托品等解痉止痛;腹胀明显者应行胃肠减压，姜蜜合剂可从胃管注入，注入后夹住胃管2～3小时;呕吐重者注意纠正水、电解质的紊乱;如有腹胀发热，须加用抗菌素，并严密观察病情变化，如肠鸣音消失需及时考虑手术治疗;给药12～24小时后仍未见效者，可用10%盐水行低位灌肠，或内服中药。曾按上述方法分别观察52例和109例，结果除有5例系回盲部蛔虫团阻塞、阑尾蛔虫症及并发穿孔改为手术治疗外，全部治愈。平均住院时间分别为3.2天和2.4天。\n\n\n⑥治疗急性睾丸炎\n\n\n取肥大的老生姜，用水洗净，横切成约0.2厘米厚的均匀薄片，每次用6～10片外敷于患侧阴囊，并盖上纱布，兜起阴囊，每日或隔日更换1次，直到痊愈为止。据观察，敷药后患者都感阴囊表皮灼热刺疼、发麻发辣，少数发生红肿，个别发生红疹。共治24例，敷药第2天15例自觉坠胀疼痛及触痛减轻，睾丸肿胀显著消退;第3天有12例痊愈，自觉症消失，睾丸消肿，触疼消失;4天后4例痊愈;5例在敷药后5天痊愈。治愈天数平均为3.9天。对照组4例(兜起阴囊热敷，服磺胺类药及注射青霉素)，平均治愈天数为8.5天。本法对阴囊局部皮肤有创口或因睾丸炎化脓穿溃者不能应用。\n\n\n⑦用于中毒急救\n\n\n对于半夏、乌头、闹羊花、木薯、百部等中毒，均可用生姜急救。曾有报道，4例南星中毒患者，用生姜后均获痊愈。用法：轻者急用生姜汁含漱，并口服5毫升，以后每隔4小时续服5毫升;中毒严重神志昏迷者，立即鼻饲25%干姜汤60毫升，以后每3小时灌入鲜姜汁5毫升。\n\n\n此外，试用生姜揩擦治疗白癜风，生姜浸酒涂擦鹅掌风及甲癣均有一定效果。\n",
    "position": "为姜科植物姜的鲜根茎。",
    "source": "《本草经集注》"
  },
  {
    "name": "陈皮",
    "alias": "橘皮,贵老,黄橘皮,红皮,橘子皮,广橘皮，",
    "ingredient": "含右旋柠檬烯等挥发油，并含橙皮甙、柑橘素、川皮酮、肌醇及维生素B、C等。",
    "process": "香科小乔木福建或朱橘等多种橘皮的果皮",
    "distinguish": "（1）本品粉末黄白色至黄棕色。中果皮薄壁组织众多，细胞形状不规则，壁不均匀增厚，有的作连珠状。果皮表皮细胞表面观多角形、类方形或长方形，垂周壁增厚，气孔类圆形，直径18～26μｍ，副卫细胞不清晰；侧面观外被角质层，靠外方的径向壁增厚。草酸钙方晶成片存在于中果皮薄壁细胞中，呈多面形、菱形或双锥形，直径3～34μm，长5～53μm，有的一个细胞内含有由两个多面体构成的平行双晶或3～5个方晶。橙皮苷结晶大多存在于薄壁细胞中，黄色或无色，呈圆形或无定形团块，有的可见放射状条纹。螺纹、孔纹和网纹导管及管胞较小。\n（2）取本品粉末0.3g，加甲醇10ml，加热回流20分钟，滤过，取滤液5ml，浓缩至约1ml，作为供试品溶液。另取橙皮苷对照品，加甲醇制成饱和溶液，作为对照品溶液。照薄层色谱法（附录Ⅵ B）试验，吸取上述两种溶液各2μl，分别点于同一用0.5％氢氧化钠溶液制备的硅胶Ｇ薄层板上，以醋酸乙酯－甲醇－水（100:17:13）为展开剂，展开约3cm，取出，晾干，再以甲苯－醋酸乙酯－甲酸－水（20:10:1:1）的上层溶液为展开剂，展至约 8cm，取出，晾干，喷以三氯化铝试液，置紫外光灯（365nm）下检视。供试品色谱中，在与对照品色谱相应的位置上，显相同颜色的荧光斑点。",
    "effect": "1．对消化系统的影响：陈皮所含挥发油，对胃肠道有温和的刺激作用，可促进消化液的分泌，排除肠管内积气，显示了芳香健胃和驱风下气的效用。陈皮煎剂对离体兔肠可降低其紧张性，对阿托品引起的肠管紧张性下降，陈皮可进一步使之舒张。对结扎大鼠幽门形成的实验性胃溃疡，皮下注射甲基橙皮甙，可明显抑制溃疡的发生与发展，并能抑制胃液分泌。2．对心血管系统的作用：①对心脏的影响：陈皮煎剂、醇提取物及橙皮甙均能兴奋离体及在位蛙心，使收缩力增强，对心率影响不大，但剂量过大反而出现抑制。离体兔灌注陈皮煎剂扩张冠脉。②对血管与血压的影响：麻醉犬或兔静注市售陈皮或柑皮煎剂或醇提物，可使血压迅速升高，反复给药，不发生快速耐受性。但较大剂量煎剂给犬灌胃，却无升高血压作用。",
    "creation": "除去杂质，喷淋水，润透，切丝，阴干。",
    "function": "?",
    "taste": "味辛；性温",
    "usage": "3～9g。",
    "compatibility": "气虚证、阴虚燥咳、吐血证及舌赤少津、内有实热者慎服。1．《医学启源》：“《主治秘要》云：其多及独用则损人。”2．《本草经疏》：“中气虚、气不归原者，忌与耗气药同用；胃虚有火呕吐，不宜与温热香燥药同用；阴虚咳嗽生痰，不宜与半夏、南星等同用；疟非寒甚者，亦勿施。”3．《本草汇言》：“亡液之证，不可用，因其辛以散之也；自汗之证，不可用，因其辛不能敛也；元虚之人，不可用，因其辛不能守也；吐血之证，不可用，因其辛散微燥，恐有错经妄行也。”4．《本草崇原》：“阳气外浮者，宜禁用之。”5．《本草从新》：“无滞勿用。”6．《得配本草》：“庸疹灌浆时禁用。”",
    "storage": "置阴凉干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "归肺、脾经。",
    "plant": "常绿小乔木或灌木。叶互生，单生复叶，顶有关节;叶片披针形或椭圆形，先端渐尖、微凹，基部楔形，全缘或为波状具不明显的钝锯齿，有半透明油点。花单生或数朵生于枝端和叶腋，白色或带淡红色;花萼5裂;花瓣长椭圆形，向外反卷;雄蕊长短不一;雌蕊1枚。柑果近圆形或扁圆形，红色、朱红色、黄色或橙黄色，果皮薄而松宽易剥，囊瓣容易分离;种子卵圆形。花期3~4月，果熟期10~12月。",
    "application": "苦、辛，温。疏肝破气、消积化滞。用量3~9克，煎服。用治胸胁胀痛、疝气、乳核、乳痈、食积腹痛。",
    "position": "皮类",
    "source": "?"
  },
  {
    "name": "槟榔",
    "alias": "仁频(《上林赋》)，宾门(李当之《药录》)，宾门药饯(《南方草木状》)，白槟榔(《药性论》)，橄榄子(《食疗本草》)，槟榔仁(《外台》)，洗瘴丹(侯宁极《药谱》)，大腹子(《岭表录异》)，大腹槟榔(《本草图经》)，槟榔子(《纲目》)，马金南(《花镜》)，青仔(《中国树木分类学》)，槟榔玉、榔玉(《中药志》)。",
    "ingredient": "槟榔含生物碱0.3～0.6%，缩合鞣质15%，脂肪14%及槟榔红色素。生物碱主为槟榔碱，含量0.1～0.5%；其余有槟榔次碱、去甲基槟榔次碱、去甲基槟榔碱、槟榔副碱、高槟榔碱等。生槟榔含生物碱量比制品为高。\n\n槟榔内胚乳含儿茶精、花白素及其聚合物。\n\n槟榔含脂肪油14%，槟榔油的组成脂肪酸为：月桂酸19.5%，肉豆蔻酸46.2%，棕榈酸12.7%：，硬脂酸1.6%，癸酸0.3%，油酸6.2%，亚油酸5.4%，十二碳烯酸0.3%，十四碳烯酸7.2%。槟榔所含自由氨基酸中脯氨酸超过15%，酪氨酸、苯丙氨酸和精氨酸超过10%，槟榔成熟则非蛋白氮含量减少。",
    "process": "冬、春果实成熟时采收。摘下果实，将果皮剥下，取其种子，晒干。",
    "distinguish": "干燥种子呈圆锥形或扁圆球形，高1.5～3厘米，基部直径2～3厘米，表面淡黄棕色或黄棕色，粗糙，有颜色较浅的网形凹纹，并偶有银色斑片状的内果皮附着。基部中央有圆形凹陷的珠孔，其旁有淡色的疤痕状的种脐。质坚实，纵剖面可见外缘的棕色种皮向内褶入，与乳白色的胚乳交错，形成大理石样花纹。基部珠孔内侧有小形的胚，常呈棕色，干枯皱缩不显。气无，味涩而微苦。以果大体重、坚实、不破裂者为佳。\n主产广东、云南、台湾、广西、福建。国外以印度尼西亚、印度、斯里兰卡，菲律宾等地产量最多。",
    "effect": "①驱虫作用\n槟榔碱是有效的驱虫成分。对猪肉绦虫有较强的瘫痪作用，使全虫各部都瘫痪，对牛肉绦虫则仅能使头部和未成熟节片完全瘫痪，而对中段和后段的孕卵节片则影响不大。体外试验对鼠蛲虫也有麻痹作用。槟榔碱对蛔虫也可使之中毒而对钩虫则无影响。槟榔与雄黄、肉桂、阿魏混合的煎剂给小鼠灌服，对血吸虫的感染有一定的预防效果，但与萱草根、黄连及广木香一起用于治疗小鼠血吸虫病则无效。\n\n②抗真菌、病毒作用\n水浸液在试管内对堇色毛癣菌等皮肤真菌有不同程度的抑制作用。煎剂和水浸剂对流感病毒甲型某些株有一定的抑制作用，抗病毒作用可能与其中所含鞣质有关。\n\n③对胆碱受体的作用\n槟榔碱的作用与毛果芸香碱相似，可兴奋M-胆碱受体引起腺体分泌增加，特别是唾液分泌增加，滴眼时可使瞳孔缩小，另外可增加肠蠕动、收缩支气管、减慢心率，并可引起血管扩张，血压下降，兔应用后引起冠状动脉收缩。1%溶液用于光眼可降低眼压，但作用持续较短，且对角膜有明显的刺激性。由于增加畅蠕动，促使被麻痹的绦虫排出。也能兴奋N-胆碱受体，表现为兴奋骨骼肌、神经节及颈动脉体等。对中枢神经系统也有拟胆碱作用，猫静脉注射小量槟榔碱可引起皮层惊醒反应，阿托品司减少或阻断这一作用。\n\n④其他作用\n小鼠皮下注射槟榔碱可抑制其一般活动，对氯丙嗪引起活动减少及记忆力损害则可改善。已证明槟榔中含有对人的致癌质。平时嚼食槟榔者有味觉减退，食欲增进，牙齿易动摇，腹泻少，咽痛者也少并可治腹痛，可能是由于其中含有大量鞣质之故。此外食槟榔者肠寄生虫少，口渴的感觉少，可能与槟榔碱的作用有关。",
    "creation": "槟榔：拣去杂质，以清水浸泡，按气温情况换水，至泡透为止，捞起，切片，晾干。或取拣净的槟榔打碎如豆粒大，亦可。炒槟榔：取槟榔片置锅中，文火炒至微微变色，取出，放凉。焦槟榔：用武火把槟榔片炒至焦黄色时，喷洒清水，取出，放凉。\n\n①《雷公炮炙论》：\"欲使槟榔，先以刀刮去底，细切，勿经火，恐无力效。若熟使，不如不用。\"\n\n②《本草述》：\"槟榔急治生用，经火则无力。缓治略炒或醋煮过。\"",
    "function": "杀虫，破积，下气，行水。治虫积、食滞，脘腹胀痛，泻痢后重，疟疾，水肿，脚气，痰癖，癥结。\n\n①《别录》：\"主消谷逐水，除痰癖；杀三虫，疗寸白。\"\n\n②《药性论》：\"宣利五脏六腑壅滞，破坚满气，下水肿。治心痛，风血积聚。\"\n\n③《唐本草》：\"主腹胀，生捣末服，利水谷。敷疮，生肌肉止痛。烧为灰，主口吻白疮。\"\n\n④《脚气论》：\"治脚气壅毒，水气浮肿。\"\n\n⑤《海药本草》：\"主奔豚诸气，五膈气，风冷气，宿食不消。\"\n\n⑥《日华子本草》：\"除一切风，下一切气，通关节，利九窍，补五劳七伤，健脾调中，除烦，破癥结，下五膈气。\"\n\n⑦《医学启原》：\"治后重。\"\n\n⑧王好古：\"治冲脉为病，气逆里急。\"\n\n⑨《纲目》：\"治泻痢后重，心腹诸痛，大小便气秘，痰气喘急。疗诸疟，御瘴疠。\"\n\n⑩《本草通玄》：\"止疟疗疝。\"\n\n⑾《随息居饮食谱》：\"宣滞破坚，定痛和中，通肠逐水，制肥甘之毒。且能坚齿，解口气。\"\n\n⑿《现代实用中药》：\"驱除姜片虫、绦虫，兼有健胃、收敛及泻下作用。\"",
    "taste": "苦辛，温。\n\n①《别录》：\"味辛，温，无毒。\"\n\n②《纲目》：\"苦辛，温，涩，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱(如单味驱虫，可用至2～3两)；或入丸、散。外用：煎水洗或研末凋敷。",
    "compatibility": "气虚下陷慎服。\n\n①《食疗本草》：\"多食发热。\"\n\n②《本草经疏》：\"病属气虚者忌之。脾胃虚，虽有积滞者不宜用；心腹痛无留结及非虫攻咬者不宜用；症非山岚瘴气者不宜用。凡病属阴阳两虚、中气不足，而非肠胃壅滞、宿食胀满者，悉在所忌。\"\n\n③《本经逢原》：\"凡泻后、疟后虚痢，切不可用也。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "1.毒性：过量槟榔碱引起流涎、呕吐、利尿、昏睡及惊厥。如系内服引起者可用过锰酸钾溶液洗胃，并注射阿托品。2. 诱变作用：槟榔煎剂给小鼠ig的LD50为120±24g/kg。槟榔碱给小鼠ig的MLD为100mg/kg，犬的MLD为5mg/kg，马的MLD为1.4mg/kg。大鼠ig槟榔铋碘化合物的MLD为1g/kg，给药后15min出现流涎、腹泻、呼吸加快、烦躁等症状，1.5-2h死亡。犬用 0.44mg/kg氢溴酸槟榔碱ig，可引起呕吐与惊厥。Ramesha RA报道给怀孕6-15d大鼠以1，3和5mg/d/只的剂量服用生槟榔或制槟榔的总水溶性提取物，结果发现槟榔对大鼠胚胎具有一定毒性作用，可使活胎儿体重减轻，骨骼成熟延迟，甚至造成死胎。Panigrahi GB报道槟榔总水提物及其鞣质对小鼠骨髓细胞姐妹染色体交换（SCE）频率的影响，给小鼠ip槟榔总水提物12.5，25或50mg/g/5天，结果显示SCE频率随剂量增加而升高，而连续注射 50mg/g/10d，25mg/g/15d或50mg/g/15d槟榔总水提取物后，SCE频率显着下降，说明槟榔总水提取物在低剂量短时间作用下可产生诱变作用。给小鼠ip槟榔鞣质50，100或 200ug/gx5d，结果表明，SCE频率未见明显升高，而连续注射200ug/gx10d，100ug/gx15d，200ug/gx15d槟榔鞣质后，SCE频率则显着升高，说明槟榔鞣质在长时间高剂量作用下具有诱变作用。3. 促癌变作用：另据Tanaka T等报道，给大鼠饮服含5ppm诱癌物质4-硝基喹啉 1-氧化物（I）的水16wk后，加服含20%槟榔的饲料40wk,结果发现加服槟榔的大鼠舌上肿瘤的发生率明显高于只饮I的大鼠；另给大鼠po含200ppm的另一种诱癌物质N-2-芴基乙酰胺（FAA）饲料8wk后，加服含槟榔的饲料16wk，结果发现加服槟榔的大鼠肝细胞发生癌变的数目显着高于只服FAA的大鼠。这一结果表明，饮食槟榔对4-硝基喹啉1-氧化物诱发的口腔癌N-2-芴基乙酰胺诱发的肝癌具有促癌变作用。",
    "category": "胃；大肠经",
    "plant": "槟榔\n乔木，高10～18米，不分枝，叶脱落后形成明显的环纹。叶在顶端丛生；羽状复叶，长1.3～2米，光滑，叶轴3棱形，小叶披针状线形或线形，长30～70厘米，宽2.5～6厘米，基部较狭，先端小叶愈合，有不规则分裂。花序着生于最下一叶的叶基部，有佛焰苞状大苞片，长倒卵形，长达40厘米，光滑，花序多分枝；花单性，雌雄同株；雄花小，多数，无柄，紧贴分枝上部，通常单生，很少对生，花萼3，厚而细小，花瓣3，卵状长圆形，长5～6毫米，雄蕊6，花丝短小，花药基着，退化雌蕊3，丝状；雌花较大而少，无柄，着生于花序轴或分枝基部，花萼3，长圆状卵形，长12～15毫米。坚果卵圆形或长圆形，长5～6厘米，花萼和花瓣宿存，熟时红色。每年二次开花，花期3～8月，冬花不结果。果期12月至翌年2月。\n分布广西、云南、福建、台湾、广东等地。\n\n本植物的雄花蕾(槟榔花)、未成熟的果实(枣槟榔)、果皮(大腹皮)亦供药用，各详专条。",
    "application": "①治疗绦虫病\n槟榔对猪肉绦虫，治愈率多在90%以上。但也有报告8例仅治愈4例(50%)，认为与药质不良，制法不当有关。对短小绦虫的疗效，文献报告不一：报告的少致病例(1～6例)都获治愈；8例治愈6例(75%)；32例的排虫率为37.5%，而大便虫卵的阴转率为82.8%。但亦有报告14例仅治愈3例；治疗儿童8例次均属无效。对阔节裂头绦虫，报告虽均为个别病例，但均获治愈。对牛肉绦虫，疗效较差，治愈率一般在30～50%之间，如与南瓜子合并应用，则疗效可大大提高，治愈率达90～95%或以上；然亦有报告治疗23例，结果见虫头驱出者5例，驱出大部虫体(未见虫头驱出)者14例，无效4例。实践证明：槟榔与南瓜子对绦虫均有使之瘫痪的作用，但槟榔主要作用于绦虫的头节和未成熟节片(即前段)，南瓜子主要作用于中段与后段的孕卵节片，两者合用，可以提高治疗效果。用法：一般采用煎剂口服。常用量为60～100克，但也有用至120克或更多的。有人认为：超出有效剂量范围之外的增加剂量，并不能提高疗效。煎剂的制备，一般是将槟榔切碎，先用热水300～500毫升浸泡数小时，而后用温火煎成200毫升左右，于清晨空腹时1次服下。服药前1日晚禁食或进少量流质饮食。服药后可视具体情况在半至2小时左右服硫酸镁20～30克。合并应用南瓜子的，则先服南瓜子粉80～125克，待半至2小时左右再服槟榔煎剂，而后再服硫酸镁。服药完毕至排虫时间由半小时至致数小时不等。治愈病例大多只服药1次。但亦有少数需服药2次或2次以上的。根据临床观察，新鲜槟榔较放置已久的效力大；槟榔煎煮前用水浸泡数小时，较即时煎者疗效高；服用泻剂较不服泻剂的效果佳；槟榔煎剂采用十二指肠管注入法较口服法效果好而副作用少。槟榔与南瓜子合并应用，不但对牛肉绦虫效果显著，而且对短小绦虫亦可提高疗效。副作用有恶心、呕吐、腹痛及头昏、心慌，亦有引起呕血或肠阻塞者。经验认为，服药后保持安静，或煎剂冷服，或用2.5%明胶液滴定去除槟榔煎剂中的鞣酸，可以减少恶心、呕吐等副作用。此外，槟榔与阿的平联合治疗牛肉绦虫可提高疗效；槟榔与南瓜子、石榴皮联合治疗猪肉绦虫、短小绦虫亦有较好效果。\n\n②治疗姜片虫病\n治愈率自47.2～90%以上不等。一般服药后1～3小时即可排出虫体。最快者为15～40分钟。药物制备与用法大体与治疗绦虫病相同。除采用单味煎剂外，尚有配合乌梅、甘草使用的。如配合黑丑研末内服，其疗效优于单味煎剂。\n\n③治疗鞭虫病\n槟榔切片或打碎，取100克，加水500毫升浸渍12小时以上，再煎至100～200毫升，分成2～3等份于清晨空腹时分次眼下，以防呕吐。服药前1日先服硫酸镁20～30克，服药后经3小时不泻者可再服硫酸镁1次。也有主张服药前后不服泻剂的。服药1次无效者，5日后可再服1次。根据20例大使复查结果，其中转阴者占13例。另报告2例均治愈。\n\n④治疗蛲虫病\n报告的少数病例(3例)均获治愈，而多数病例(71例儿童)，治愈率仅占38%，且反应较多；更有报告24例儿童治疗结果无1例治愈。用法：成人用3～4两；儿童5～7岁用25～30克。水煎清晨空腹1次服，3日后再服1次。\n\n⑤治疗钩虫病\n报告的疗效很不一致。有效率一般在55%或以上，最高的达91%，低的为32%。认为槟榔煎剂对于四氧乙烯无效病例更有卓效。用槟榔子制备煎剂才能奏效，用槟榔片则无效。但也有不少报告指出，无论槟榔子或片、煎剂，对于驱除钩虫均无效果或效果极差。槟榔用量一般为100～125克。槟榔煎浓加糖调味可防止发生恶心、呕吐等副作用。肝脏有实质病变，盱功能减退时不宜服用。\n\n⑥治疗蛔虫病\n有效率为40～68%。大多数于服药后24小时内排虫。用法：以新鲜槟榔切片作煎剂，14岁以上用60～90克，10～13岁50克，7～9岁40克。煎液可1次服完，或分3次于半小时内服完。据观察，1次服的效果较分次服者为佳，但易引起呕吐。服药后数小时服用硫酸镁1剂，可提高疗效。\n\n⑦治疗青光眼\n用槟榔片制成1：1滴眼液，每5分钟滴1次，共6次；随后30分钟1次，共3次；以后按病情每2小时滴1次。眼压控制在正常范围后，每日滴2～3次，每次1～2滴，以防复发。对急慢性青光眼有缩瞳、降眼压作用。控制眼压效果较毛果芸香碱为优，而缩瞳作用比毛果芸香碱维持时间短。刺激性较毛果芸香碱稍大，一般点药后均有轻度疼痛和结膜充血，几分钟后可完全消失。",
    "position": "为棕榈科植物槟榔的种子。",
    "source": "李当之《药录》"
  },
  {
    "name": "桑螵蛸",
    "alias": "蜱蛸、 桑蛸、冒焦、螵蛸、致神、螳螂子、桑上螳螂窠、野狐鼻涕、赖尿郎、刀螂子、老鸹芯脐、螳螂蛋、尿唧唧、流尿狗、猴儿包、螳螂壳",
    "ingredient": "\n含蛋白质及脂肪等。卵囊附着的蛋白质膜上，含柠檬酸钙(六分子结晶水)的结晶。卵黄球含糖蛋白及脂蛋白。\n",
    "process": "\n自深秋至翌年春季均可采收，采得后，除去树枝，置蒸笼内蒸30～40分钟，杀死虫卵，晒干或烤干。\n",
    "distinguish": "\n因形状不同，分为下列三种：\n\n①团螵蛸\n又名：软螵蛸、元螵蛸。略呈圆柱形或者类圆形，长2.5～4厘米，宽2～3厘米，由多数膜状薄层叠成，表面浅黄褐色或黄褐色，上面有不很明显的隆起带，底面平坦或有附着在植物茎上而形成的凹沟。体轻，质松，有韧性。断面可见许多放射状排列的小室，室内各有一细小椭圆形的卵，呈黄棕色，有光泽。气微腥，味微咸。\n主产广西、云南、湖北、湖南、河北、辽宁。此外，河南、山东、江苏、内蒙古、四川等地亦产。\n\n②长螵蛸\n又名：硬螵蛸。略呈长条形，长2.5～5厘米，厚约1厘米。一端较短，一端较细而长。表面灰黄色，有斜向纹理。上面呈凸面状，上有带状隆起，隆起带两侧各有一浅沟，呈褐色或灰褐色，底面平坦或凹入，有时可见树皮附着于底部。质坚而脆。\n主产浙江、江苏、安徽、山东、湖北等地。\n\n③黑螵蛸\n略呈平行四边形，长2～3.5厘米，宽1～1.5匣米，厚1～1.5厘米。表面褐色，有斜向纹理，上面呈凸面状，并有带状隆起，近尾端微向上翘，质坚而韧。\n主产河北、山东、河南、山西等地。\n\n以上均以干燥、完整、幼虫未出，色黄、体轻而带韧性，无树枝草梗等杂质为佳。\n",
    "effect": "?",
    "creation": "1.桑螵蛸《本草经集注》：“当破之。”《普济方》：“中劈破，研为细末”《医学入门：“热水浸淘七次。”《本草能玄》：“浆水浸一日。”现行，取原药材，除去杂质，置蒸具骨蒸约1h，取出干燥。蒸制品可消除生口致泻作用。2.炒桑螵蛸《雷公炮炙论》：“凡采得，去核子，用沸浆水浸淘七扁，令水遍沸，于瓷锅中熬令干用。”《外台》：“炒。”《圣惠方》：“微炒”，“炒令黄。”现行，取净桑螵蛸，置锅内，用文火加热，炒至棕黄色具有焦斑，取出，放凉。3.盐桑螵蛸《普济方》：“盐水炒。”现行，取净桑螵蛸，加入盐水拌匀，闷润后置锅内，用文火加热，炒至有香气逸出时，取出放凉。每桑螵蛸100gk，用食盐2.5kg。盐桑螵蛸可增强益肾固粗作用。4.酒桑螵蛸《局方》：“酒浸炒。”《严氏济生方》：“酒浸。”《普济方》：“酒浸炙。”现行，取蒸过的净难能可桑螵蛸，用酒喷洒均匀，微润，置锅内用文火加热，炒至微干，取出放凉。每次桑螵蛸100kg，用黄酒10kg。",
    "function": "\n补肾，固精。治遗精，白浊，小便频数，遗尿，赤白带下，阳痿，早泄。\n\n①《本经》：\"主伤中，疝瘕，阴痿，益精生子。女子血闭腰痛，通五淋，利小便水道。\"\n\n②《别录》：\"疗男子虚损，五藏气微，梦寐失精，遗溺。\"\n\n③《药性论》：\"主男子肾衰漏精，精自出，患虚冷者能止之。止小便利，火炮令热，空心食之。虚而小便利，加而用之。\"\n\n④《本草衍义》：\"治小便白浊。\"\n\n⑤《玉楸药解》：\"治带浊淋漓，耳痛，喉痹，瘕疝，骨鲠。\"\n",
    "taste": "\n咸甘，平。\n\n①《本经》：\"味咸，平。\"\n\n②《吴普本草》：\"神农：咸，无毒。\"\n\n③《别录》：\"甘，无毒。\"\n\n入肝、肾经。\n\n①《纲目》：\"肝、肾。\"\n\n②《本草经疏》：\"入足少阴、太阳经。\"\n\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。\n",
    "compatibility": "\n阴虚火旺或膀胱有热者慎服。\n\n①《本草经集注》：\"得龙骨治泄精。畏旋复花。\"\n\n②《药性论》：\"畏戴椹。\"\n\n③《本草经疏》：\"凡失精遗溺，火气太盛者宜少少用之。\"\n\n④《本经逢原》：\"阴虚多火人误用，反助虚阳，多致溲赤茎痛，强中失精，不可不知。\"\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n1.大刀螂，体形较大，长约8cm。黄褐色或绿色，头三角形，前胸背后板、肩部较发达，后部至前肢基部稍宽。前胸细长。前翅革质，前缘带绿色，末端的较明显的褐色翅脉；后翅比前翅稍长，有深浅不等的黑褐色斑点散布其间。雌虫腹部特别膨大。足3对前胸足粗大，，镰刀状。中足和后足细长。\n2.南方刀螂，体中等大小，细长，体绿色、黄褐色或浅灰褐色。头三角形，触角丝状，复眼大而突出，单眼3个，红棕色，呈“品”字形排列，前胸长，前胸背板两侧几平行，中间有一浅纵沟。翅淡绿色、黄褐色或浅灰褐色，半透明。前足腿节三角形，两前足基部中央有一明显的橘红色斑纹。中足和后足细长。\n3.小刀螂，体中等大小，长4.8-6.5cm，色灰褐色至暗褐色，有黑褐色不规则的刻点散布其间。头部稍大，呈三角形。前胸背细长，侧缘细齿排列明显。侧角部的齿稍特殊。前翅革质，末端钝圆，带黄褐色或红褐色，有污黄色斑点。后翅翅脉为暗褐色。前胸足腿节内侧基部及胫节内侧中部各有一大形黑色斑纹。\n4.文腹螳螂，体中等大小，绿色。头三角形，触角丝状。复眼发达，单眼3个。前胸粗短，前半部两侧扩大，最大宽度为最狭处的2倍。两侧有明显的小齿。前翅革质，狭长如叶片状，外缘及基部青绿色，中部透明，外缘中间有淡黄色斑块；后翅膜质。前中镰刀状，前足基节下缘有4个齿。中足和后足细长\n",
    "application": "\n治疗遗尿症\n取桑螵蛸、益智仁各1.5两(5～12岁儿童用1两)，水煎，日服1剂。试治11例，一般连服3～4剂即可见效，再服2～3剂，可巩固疗效。\n",
    "position": "\n为螳螂科昆虫大刀螂、小刀螂、薄翅螳螂、巨斧螳螂或华北刀螂的卵鞘。动物形态详\"螳螂\"条。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "芍药",
    "alias": "木芍药、赤芍药、红芍药、草芍药",
    "ingredient": "\n1.芍药根含芍药甙（paeoniflorin)，氧化芍药甙（oxy-paeoniflorin)，苯甲酰芍药甙（benzoylpaooniflorin)，白芍甙（albi-florin)，芍药甙无酮（paeoniflorigenone)，没食子酰芍药甙\n（galloylpaeoniflorin)，β-蒎-10-烯基-β-巢菜甙（z－1s，5R-β-pinen-10-yl-β-vicianoside)，芍药新甙（lacioflorin)，芍药内酯（paeoni-\nlactone)A、B、C，β-谷甾醇（β-siiosierol)，胡萝卜甙（daucos-\nterol)。还从根的鞣质中分得1，2，3，6-四没食子酰基葡萄糖（1，2，3，6-tetra-O-galloyl-β-D-glucose)，1，2，3，4，6-五没食子酰基葡萄糖（1，2，3，4，6-penta-O-galloyl-β-D-glucose)及相应的六没食子酰基葡萄糖和七没食子酰基葡萄糖等。又含右旋儿茶精（catechin)及挥发油。挥发油主要含苯甲酸（benzoic acid)，牡丹酚（paeonol)及其他醇类和酚类成分共33个。\n2.川赤芍 根含芍药甙(paooniflorin),四川产品还含微量的苯甲酰芍药甙(benzoyl paeoniflorin)。\n3.草芍药 根含芍药甙,北京地区产品还含氧化芍药甙(oxrpaeoniflorin)和牡丹酚原甙(paeonolide)。还含苯甲酸(benzoic acid)，挥发油，脂肪油，树脂，鞣质，糖，淀粉，粘液质，蛋白质等。\n4.美丽芍药 根含芍药甙，氧化芍药甙，苯甲酰芍药甙，牡丹酚原甙。\n5.窄叶芍药 根含芍药甙,苯甲酰芍药甙,氧化芍药甙,牡丹酚原甙,苯甲酸,水杨酸(salicylic acid),没食子酸(gallicacid),β-香树脂醇(β-amyrin),β-谷甾醇(β-sitosterol)。还含挥发油及环烯醚萜类(iridoid)物质。\n6.块根芍药 根含芍药甙、氧化芍药甙。 \n\n",
    "process": "\n8-9月采挖，去除地上部分及泥土，晾晒至半干时，捆成小捆，晒至足干。\n",
    "distinguish": "\n1.性状鉴别 （1)芍药根 圆柱形，稍弯曲，长10-40cm，直径0.6-3cm。表面褐色或黑棕色，粗糙，有粗而略扭曲的纵皱纹及横向突起的皮孔；外皮易脱落。质硬脆，易折断，断面平坦，粉白色或黄白色，皮部窄，色较深，木部放射状纹理明显，有时具裂隙。气微香，味微苦、涩。\n（2)川赤芍根 长5-20cm，直径0.5-2.5cm。表面棕色或暗棕色，偶有落皮层形成的斑痕。质松，易折断，断面皮部黑褐色，木部黄白色。味微苦、涩。\n（3)草芍药根 类圆锥形，直径约至1.5cm。表面棕褐色或棕红色，有细密纵皱纹。质硬脆，断面皮部类白色，木部色较深，有放射状纹理。味微甜、涩。\n（4)毛叶草芍药根 长圆柱形，扭曲，直径0.6-2.6cm。表面黑褐色或棕褐色，具纵皱纹及横向突起皮孔。断面类黄色或黄白色，放射状纹理明显。气微香，味微苦、涩。\n（5)美丽芍药根 圆锥形，扭曲，长5-17cm，直径0.5-2.6cm。表面纵皱纹细密，有落皮层形成的大块斑痕，皮孔不明显。质硬脆，断面棕褐色。气微香，昧微苦、涩。\n（6)窄叶芍药根 纺锤状或类球形，长2-8cm，直径1-2cm。表面褐色，有纵皱纹。断面皮部黄白色，木部淡紫色，有明显的放射状裂隙，其间可见白色片状膜。味微甜、涩。\n（7)块根芍药根 纺锤形或类球形，长2.5-10cm，直径1-3cm。表面褐色，具纵皱纹。质硬，断面皮部黄白色，木部淡紫色，具放射状裂隙。味微甜、涩。以条粗长、断面粉白色、粉性大者为佳。\n2.显微鉴别 根横切面：（1)芍药根木栓细胞5-10列，棕色。皮层为10余列薄壁细胞，外侧的细胞角隅处增厚，有的可见大型纹孔，有的有分隔形成母子细胞。韧皮部筛管群于近形成层处较明显，有的筛管群与其相对应的形成层内侧无导管。形成层明显，呈微波状环。本质部约占根直径的7/10；木射线宽7-49列细胞；导管成群或与木纤维切向交互排列。薄壁细胞含淀粉粒；有的含草酸钙簇晶。\n（2)川赤芍根 落皮层有的可见。皮层、韧皮部中有时可见管状封闭组织,其中央薄壁细胞含棕红色分泌物。\n（3)草芍药根 木质部中心有导管束2-3个，向外作扇状或放射状分叉；导管多径向整齐排成1-2列或单个散在、数个成群，或切向相集与木纤维交互排列。\n（4)毛叶草芍药根 落皮层有时可见。皮层、韧皮部常可见管状封闭组织。根头部有近无色的石细胞。\n（5)美丽芍药根 形成层区呈深波状环。木质部导管束发达，略作多次分叉；木纤维较少，多单个或2-3个位于导管旁。\n（6)窄叶芍药根 皮层石细胞群断续排列成环，石细胞不规则长圆形或类多角形，黄绿色，壁极厚，孔沟树状分枝。导管成群或被木纤维分隔而散在，近形成层处较多，向内稀疏径向排列，近中心有导管束3个，中央有稀疏导管群和木纤维。草酸钙簇晶主要分布于皮层。\n（7)块根芍药根 木栓细胞4-10列，甚扁平。皮层有断续成环的石细胞群，石细胞黄绿色，壁极厚，孔沟呈树状分枝。韧皮部筛管群于近形成层处较明显。木质部占根直径的4/5，导管于近形成层较多，向内渐稀疏径向排列，近中心有3个导管群；木纤维散列于导管间。\n根中央有稀疏导管群和木纤维，有的可见石细胞。本品草酸钙簇晶主要分布于皮层。\n3.粉末特征：（1)芍药根 粉末棕褐色。①草酸钙簇晶众多，散在或存在于延长的具分隔的薄壁细胞中，每子细胞通常含簇晶：1个，少2个，直径8-40μm。另有方晶，长约至36μm。②木纤维主要为纤维管胞，长梭形，末端长尖、斜尖或钝圆，直径15-28μm，壁厚4-8μm，具缘纹孔，纹孔斜裂缝状；韧型纤维长梭形,直径14-24μm,壁厚4-9μm,具斜纹孔。③导管主要为具缘纹孔或网状、梯状具缘纹孔导管,直径25-70μm，穿孔板有1-4个穿孔。④木栓细胞棕色或紫棕色，表面观多角形或类长方形，长18-125μm，壁较薄，平直或微波状弯曲，有的含棕红色物。⑤淀粉粒单粒卵圆形，直径3-15μm，脐点、层纹均不明显；复粒少，多由2分粒组成。\n（2)川赤芍根 褐色。①管状封闭组织多破碎，断面观可见由4-8列木栓细胞围成的类圆形腔，其内薄壁细胞含红棕色物质。②草酸钙簇晶直径12-43μm。③纤维管胞直径为15-30μm，壁厚4-10μm；韧型纤维直径14-36μm，壁厚4-12μm。④梯状或网状具缘纹孔导管直径25-75μm，穿孔板具1-4个穿孔。\n（3)草芍药根 淡褐色。①草酸钙簇晶直径16-57μm。②纤维管胞直径18-34μm，壁厚4-8μm；韧型纤维直径约16-27μm，壁厚6-11μm。③网状或梯状具缘纹孔导管直径30-70μm，穿孔板具l-5个穿孔。④异型木纤维类三角形，石细胞状，长至137μm，壁厚6-15μm，纹孔类圆形。⑤异型导管分子不规则多角形、长圆形或类三角形，有网状具缘纹孔。\n（4)毛叶草芍药根 淡灰褐色。①草酸钙簇晶直径11-43μm。②石细胞类方形或长圆形，长约至195μm，壁厚8-25μm，孔沟及层纹明显。③纤维管胞直径17-39μm，壁厚约3-8μm；韧型纤维直径13-36μm，壁厚3-10μm，有的壁具斜向条状增厚。\n（5)美丽芍药根 褐灰色。①草酸钙簇晶直径20-71μm。②纤维管胞直径14-30μm，壁厚4-11μm；韧型纤维直径14-22μm，壁厚6-10μm。③网状或梯状具缘纹孔导管直径25-81μm，穿孔板具1-5穿孔。\n（6)窄叶芍药根 褐灰色。①草酸钙簇晶直径15-40μm。②石细胞类方形、类长方形、类三角形、长条形,有的具突起，壁极厚，层纹明显，纹孔细密，孔沟树状分枝。③纤维管胞直径15-36μm，壁厚4-8μm；韧型纤维直径14-33μm，壁厚5-10μm。④具缘纹孔或网状具缘纹孔导管直径20-60μm，穿孔板具1-3穿孔。\n（7)块很芍药根 褐灰色。①草酸钙簇晶直径约至40μm。②石细胞黄绿色，类方形、类长方形、类三角形或长条形，有的有突起，长41-178μm，壁极厚、稍厚或较厚，层纹明显，孔沟分枝。③木纤维主力纤维管胞，直径约至36μm，壁厚约至10μm。④具缘纹孔或网状具缘纹孔导管直径20-60μm，穿孔板有1-3个穿孔。此外有棕色木栓细胞及细小淀粉粒。\n",
    "effect": "\n芍药甙的药理参阅\"白芍\"条。\n1.抗血栓形成作用 赤芍煎剂15-20g(生药)/kg给大鼠灌胃,使血栓形成时间明显延长,长度缩短,重量减轻；凝血酶原时间和白陶土部分凝血活酶时间延长,优球蛋白溶解时间缩短,表明对血凝有显著抑制作用。赤芍提取液125-250mg(生药)/ml,除使凝血酶原时间、部分凝血活酶时间明显延长外,250mg（生药)/ml也明显抑制凝血酶凝集牛纤维蛋白原，在500～1000mg/ml时均完全不凝。此外能激活纤溶酶原，使凝固的纤维蛋白溶解,因此赤芍通过抑制凝血酶和激活纤溶酶原而发挥抗血栓作用。赤芍精（d-儿茶精，d-catechin)200mg/只灌服,每日1次,连续46日,使高脂饲料饲养的大鼠血小板聚集时间，血小板血栓形成时间和血栓形成时间显著延长，血栓长度和湿重显著低于对照组。赤芍精对高粘滞血冠心病患者也有改善血液流变性作用，使中、低切速下全血粘度降低，红细胞电泳时间延长，血小板聚集性降低，草芍药浸膏片能使肺原性心脏病患者的全血粘度、血浆粘度和血细胞比容明显降低。\n2.抗血小板聚集作用 赤芍提取物在体外对肾上腺素、二磷酸腺苷（ADP)、烙铁头蛇毒（TMVA)和花生四烯酸（AA)诱导的血小板聚集均有显著抑制作用，并使血小板粘附与血小板第三因子活性降低，血小板内cAMP含量升高。赤芍成分及其衍生物801、802在5×l0-4～5×l0-3ml／L时对ADP和胶原诱导的兔血小板聚集均有明显抑制作用，其中802作用最强，对ADP诱导的血小板聚集尚有解聚作用。3药的抗血小板聚集作用与降低大鼠肝线粒体氧耗量、呼吸控制率和减少磷/氧（P/O)比值等作用颇为一致，表明3药的抗血小板作用与干扰血小板的能量代谢有关。赤芍精抑制兔富血小板血浆（PRP)与AA孵育时血栓烷A2（TXA2)样物质的生物合成，使其生成物对兔主动脉条的收缩幅度显著降低，表明赤芍精抑制血小板聚集与对抗TXA2的促聚集作用有关。给冠心病心绞痛患者静滴赤芍精可使扩大聚集型血小板的百分数与聚集数显著减少，表明能使增高的血小板表面活性和聚集性明显降低。上述实验表明，赤芍抑制血小板聚集的机制可能与干扰血小板的能量代谢，抑制TXA2的生物合成及提高血小板内cAMP含量等有关。\n3.降血脂和抗动脉硬化作用 赤芍浸膏片5g（生药)/kg，每日服1次，连用10-15星期，使高脂血兔的血浆总胆固醇（Tch),三酰甘油（TG),低密度脂蛋白胆固醇（LDL-Ch)、极低密度脂蛋白胆固醇（VLDL-Ch)显著降低；高密度脂蛋白胆固醇（HDL-Ch)及HDL2-Ch显著高于对照组；Tch/HDL-Ch,Tch/HDL2-Ch,LDL-Ch/HDL-Ch和LDL-Ch／HDL2-Ch比值显著降低，同时使高脂血症所致血栓烷A2/前列环素（TXA2/PGI2)比值趋于正常。此外并可降低血浆过氧化脂质（LPO)，动脉壁脂质、钙和磷脂及主动脉斑块面积。赤芍抗动脉硬化的机制可能与改善脂蛋白组分比值、降低血浆过氧化脂质、减少钙沉积于动脉壁，抑制血小板聚集，调节TXA2／PGI2平衡和激活腺苷酸环化酶而增加动脉壁内cAMP浓度等有关。\n4.对心血管系统的影响 赤芍（草芍药)煎剂对离体蟾蜍心脏和家兔在位心脏，小剂量（l：0.5，0.05ml)轻度抑制，使心率减慢，搏出量减少；大剂量（1：0.5，0.15ml)明显抑制，并有传导阻滞。血管灌流使蟾蜍内脏、后肢和离体兔耳血管轻度扩张。以0.2％赤芍注射液灌流大鼠离体心脏，使冠脉流量增加28.4％。给麻醉犬动脉注射也使冠脉流量增加，静脉注射除增加冠脉流量外，也使外周阻力降低，血压下降；这些作用不受利血平预处理影响，可能为直接作用。给小鼠腹腔注射赤芍注射液，使心肌86Rb摄取量增加，表明使心肌营养血流量增加，此作用可被普萘洛尔抑制，表明与β-受体有关。对大鼠烫伤后早期出现的心脏功能降低，赤芍注射液10g（生药)/kg灌胃，有一定缓解和改善作用。赤芍注射液1g/kg肌内注射，对实验性肺动脉高压兔有治疗和预防作用，使肺血管扩张、肺血流改善、肺动脉压降低，心输出量增加，心功能改善。赤芍注射液对肺源性心脏病患者也有扩张肺血管，降低肺动脉压和肺血管阻力，增加心输出量，改善右心功能和血液流变性等作用。医学全在线\n草芍药浸膏片对肺源性心脏病患者也有相似作用。赤芍注射液40g（生药)/kg和80g（生药)／kg腹腔注射，明显延长小鼠常压缺氧的存活时间。8g/kg静脉注射对脑垂体后叶素所致大鼠急性心肌缺血有明显保护作用。40g/kg灌胃，也能延长小鼠减压缺氧的存活时间。\n5.抗肿瘤作用 赤芍正丁醇提取物（赤芍D)1～2g／kg腹腔注射,对小鼠S180实体瘤的抑制率为31％-49％。赤芍水提取物（赤芍A)或70％乙醇提取物（赤芍C)单用对S180实体瘤无明显作用,当与阈下剂量的环磷酰胺合用时则有明显抑制作用；赤芍A、C对615小鼠白血病无明显作用，而与小剂量甲氨蝶呤合用时，可显著延长615白血病小鼠的生存时间。肿瘤组织中的cAMP含量明显低于正常组织，赤芍A、C、D可分别增加S180实体瘤、S180腹水癌或Lewis肺癌组织中的cAMP水平，此作用可能与抗癌或抗癌增效作用有关。S180实体瘤小鼠的血浆纤维蛋白含量比正常高2-3倍，赤芍A2g/kg腹腔注射，可使其明显降低，此作用也可能与抗癌增效有关。赤芍A或C单用促进Lewis肺癌自发性转移，小剂量环磷酰胺也无明显影响，但与赤芍A合用可显著减少此肺转移。\n6.保肝作用 赤芍注射液3.3mg/ml，1.67mg/ml和0.7mg/ml，对体外培养肝细胞的DNA合成有明显促进作用，对肝细胞再生和肝功能恢复有良好影响。赤芍注射液3.75g/kg静脉注射，对D-半乳糖胺所致大鼠肝损伤有明显保护作用，使动物存活率增加，肝脏萎缩与丙氨酸转氨酶明显低于对照组，FN（单核-巨噬细胞系统的主要调理素)高于对照组。保肝机制可能是提高大鼠血浆纤维联结蛋白（PFN)的水平,从而增强网状内皮系统的吞噬功能和加强调理素活性，以保护肝细胞，防止肝脏免疫损伤和促进肝细胞再生。赤芍801，24mg/kg腹腔注射，每日1次，连续2星期，对大鼠肝脏和心脏羧基酯酶（CEase)活性均有明显诱导作用，此作用有促进体内水解过程，促进体内毒物排泄的作用。d-儿茶精100mg/kg或50mg/kg腹腔注射，对乙醇诱导的小鼠肝线粒体急性损伤有保护作用，能降低模型动物肝线粒体膜脂质流动性，增加肝线粒体还原型谷脸甘肽（GSH)含量，降低Ca叶+摄取和脂质过氧化物生成，通过对抗乙醇的毒素作用，缓解肝线粒体膜结构的急性损伤。\n7.其他作用 赤芍成分没食子酸的衍生物没食子酸丙酯具有清除氧自由基的能力，能明显抑制硫酸亚铁和维生素C等诱导的线粒体肿胀和脂质过氧化反应，可保护线粒体结构和功能的正常。医学全.在线.网.站.提供赤芍对正常离体豚鼠回肠无明显作用，但能解除乙酰胆碱所致肠痉挛。赤芍正丁醇提取物3g/kg皮下注射可促进网状内皮系统的吞噬功能，增加肝脏重量，对溶血素生成与迟发型超敏反应无明显影响。川赤芍提取物对β-羟基-β-甲基戊二酸辅酶A和钙离子通道阻滞剂受体有显著抑制作用。赤芍在体外对痢疾杆菌、伤寒杆菌和溶血性链球菌有较强抑制作用。草芍药煎剂灌胃，可使家兔血糖暂时升高，窄叶芍药水-醇提取物有显著镇静和一定的镇痛作用，还能提高胃液的酸度，增进食欲和消化功能。\n",
    "creation": "?",
    "function": "\n1、腹中虚痛。用白芍药三钱、炙甘草一，加水二碗，煎成一碗温服。夏月加黄芩五分，恶寒加肉桂一钱，冬月大寒再加桂一钱。\n\n　　2、骨痛。用芍药二分、虎骨一两，炙后研细，装入布袋放在酒三升中泡五天。每次饮酒三合，一天三次。\n\n　　3、脚气肿痛。用芍药六两、甘草一两，共研为末，白开水送下。\n\n　　4、消渴。用白芍药、甘草，等分为末。每用一钱，水煎服。一日服三次。有特效。\n\n　　5、鼻血不止。用芍药研细，每服两匙，水送下。\n\n　　6、鼻血、咯血。用白芍药一两、犀角末二钱半，共研细，新水冲服一茶匙。血止为限。\n\n　　7、崩中下血（小腹痛）。用芍药一两（炒黄）、柏圳六两（微炒）。每服二两，加水一升，煮成六合。又方：将上方中的两味药，共研为末。每服二钱，酒送下。\n\n　　8、月经不停。用白芍药、香附子、熟艾叶各一钱半，水煎服。\n\n　　9、赤白带长期不愈。用白芍药三两、干姜半两，锉碎黄，捣成末。每服二匙，空心服，水送下。一天服二次。又方：芍药炒黑，研为末，酒送服。\n\n　　10、刀伤。用白芍药一两，熬黄，研细。每服二钱，酒或米汤送下。同时可用药末敷伤处。\n\n　　11、木舌肿满。用赤芍药、甘草煎水热漱。\n\n　　12、鱼骨鲠喉。用白芍药嚼细咽汁。\n\n\n",
    "taste": "\n苦；微寒  \n肝；脾经\n",
    "usage": "\n内服：煎汤，4-10g；或入丸、散。\n\n",
    "compatibility": "\n血虚无瘀之症及痈疽已溃者慎服。 1.《本草经集注》：\"恶石斛、芒硝。畏消石、鳖甲、小蓟。反藜芦。\" 2.《本草衍义》：\"血虚寒人，禁此一物。\" 3.《本草经疏》：\"赤芍药破血,故凡一切血虚病,及泄泻,产后恶露已行,少腹痛已止,痈疽已溃,并不宜服。\" \n\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n1.芍药 多年生草本，高40-70cm，无毛。根肥大，纺锤形或圆柱形，黑褐色。茎直立，上部分枝，基部有数枚鞘状膜质鳞片。叶互生；叶柄长达9cm，位于茎顶部者叶柄较短；茎下部叶为二回三出复叶，上部叶为三出复叶；小叶狭卵形、椭圆形或披针形，长7.5-12cm，宽2-4cm，先端渐尖，基部楔形或偏斜，边缘具白色软骨质细齿，两面无毛，下面沿叶脉疏生短柔毛，近革质。花两性，数朵生茎顶和叶腋，直径7-12cm；苞片4-5，披针形，大小不等；萼片4，宽卵形或近圆形，长1-1.5cm，宽1-1.7cm，绿色，宿存；花瓣9-13，倒卵形，长3.5-6cm，宽1.5-4.5cm，白色，有时基部具深紫色斑块或粉红色，栽培品花瓣各色并具重\n瓣；雄蕊多数，花丝长7-12mm，花药黄色；花盘浅杯状，包裹心皮基部，先端裂片钝圆；心皮2-5，离生，无毛。蓇葖果卵形或卵圆形，长2.5-3cm，直径1.2-1.5cm，先端具椽，花期5-6月，果期6-8月。\n2.川赤芍 多年生草本，高30-120cm。根圆柱形，单一或分歧，直径1.5-2m。茎直立，有粗而钝的棱，无毛。叶互生；叶柄长3-9m；茎下部叶为二回三出复叶，叶片轮廓呈宽卵形，长7.5-20cm；小叶成羽状分裂，裂片窄披针形或披针形，宽4-16mm，先端渐尖，全缘，上面深绿色，沿叶脉疏生短柔毛，下面淡绿色，无毛，叶脉明显。花两性，2-4朵，生茎顶端和叶腋，常仅1朵开放，直径4.2-10cm；苞片2-3，披针形，长3-7cm，分裂或不裂；萼片4，宽卵形，长1.7m，宽1-1.4cm，绿色，宿存；花瓣6-9，倒卵形，长2.3-4cm，宽1.5-3m，紫红色或粉红色；雄蕊多数，花丝长5-10mm，花药黄色；花盘肉质，仅包裹心皮基部；心皮2-5，离生，密被黄色绒毛，柱头宿存。蓇葖果长1-2m，密被黄色绒毛，成熟果实开裂，常反卷。花期5-6月，果期7-8月。\n3.草芍药 多年生草本，高30-70cm。根粗大，多分歧，长圆形或纺锤形，褐色。茎直立，有时呈微红紫色，无毛，基部生数枚鞘状鳞片，叶互牛，纸质；叶柄长5-12cm；茎下部叶为二回三出复叶；叶片长14-28cm；顶生小叶倒卵形或宽椭圆形，长9.5-14cm，宽4-10cm，先端短尖，基部楔形，全缘，上面深绿色，下面淡绿色，无毛或有时沿叶脉疏生柔毛，小叶柄长1-2cm；侧生小叶比顶生小叶小，倒卵形或宽椭圆形，长5-10cm，宽4.5-7cm，具短柄或近无柄；茎上部叶为三出复叶或单叶。花两性，单朵顶生，直径7-10cm；萼片3-5，宽卵形、卵状披针形或卵状椭圆形，长1.2-1.5cm，绿色，宿存；花瓣6，倒卵形，长3-5.5cm，宽1.8-2.8cm，白色、红色或紫红色；雄蕊多数，长1-2cm，花丝淡红色，花药长圆形，黄色；花盘浅杯状，包裹心皮基部；心皮1-5，离生，无毛，柱头大，扁平，宿存。蓇葖果卵圆形，长2-3cm，成熟果实开裂，反卷，内面呈鲜红色。花期5-6月，果期7-9月。\n4.毛叶草芍药 本植物的形态特征与草芍药的主要区别在于小叶背面密生长柔毛或绒毛；花瓣白色。\n5.美丽芍药 多年生草本，高40-100cm。茎直立，无毛。叶互生，纸质；时柄长4-9cm，无毛；叶为二回三出复叶；叶片长15-23cm；顶生小叶长圆状卵形或长圆状倒卵形，长9-16cm，宽3-6.5cm，先端尾状渐尖，基部楔形常下延，全缘，两面无毛；侧生小叶长圆状狭卵形，长7-9cm，宽3-3.5cm，基部偏斜，全缘，两面无毛；小叶柄长10-15mm。花两性，单生茎顶，直径6.5-9cm；苞片线状披针形，比花瓣长；萼片5，宽卵形，长1-1.5cm，宽9-12mm，绿色，宿存；花瓣7-9，倒卵形或长圆状倒卵形，长3.5-6.5cm，宽2-4.5cm，红色或玫瑰色，先端圆形，有时稍具短尖头，基部楔形；雄蕊多数，长约1cm，花丝淡红色，无毛，花药黄色；花盘浅杯状，包裹心皮基部；心皮2-4，离生，密被黄褐色短毛，少有无毛，花柱短，柱头外弯。蓇葖果长3-3.5cm，直径1-1.2cm，被黄褐色短毛或近无毛，先端具外弯的喙。花期4-5月，果期6-8月。\n6.窄叶芍药 多年生草本，高50-70cm。块根纺锤形或近球形，直径1.2-3cm。茎直立，无毛。叶互生；叶柄长1.5-9cm；叶为一至二回三出复叶，叶片轮廓宽卵形，长9-17cm，宽8-18cm；小叶羽状分裂，裂片线状披针形或披针形，长6-16cm，宽3-8mm，很少达1cm以上，先端渐尖，全缘，上面绿色，下面淡绿色，两面无毛。花两性，单朵顶生，直径5.5-7cm；苞片3，披针形或线状披针形，长4-10cm，宽3-15mm；萼片3，宽卵形，长1.5-2.5cm，带红色，先端具尖头，宿存；花瓣9，长圆形，长3.5-4cm，宽1.2-2cm，紫红色，先端啮蚀状；雄蕊多数，花丝长4-5mm，花药长圆形；花盘不明显；心皮2（-3)，离生，幼时被疏毛或无毛。蓇葖果，无毛，花期5-6月，果期7-8月。\n7.块根芍药 本植物的形态特征与窄叶芍药的主要区别在于心皮（2)-3，密被淡黄色柔毛；果密被黄色柔毛。\n",
    "application": "\n冠芍片赤芍1500g，三七90g，佛手900g，泽泻900g，甘草150g。以上五味，先将赤芍10％量与三七粉碎成细粉，其余药物加水煎煮3次，滤过，合并滤液，减压浓缩至相对密度1.35-1.40（50℃测)的稠膏；膏粉混合，干燥，粉碎成细粉，制粒，干燥，压片，片心重0.3g，包糖衣。本品除去糖衣呈浅褐色，气微香，味微香甜。功能活血化瘀，理气止痛，有扩张冠状动脉，增加血流量的作用。用于冠心病的胸闷，心绞痛，高脂血症。口服，每次5片，每日3次。（《北京市药品标准》1983年；《江苏省药品标准》1977年) \n\n",
    "position": "\n为芍药科植物芍药、川芍药、草芍药、毛叶草芍药、美丽芍药、窄叶芍药和块根芍药的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "红花",
    "alias": "红蓝花,刺红花,草红花",
    "ingredient": "\n红花含红花黄色素及红花甙。红花甙经盐酸水解，得葡萄糖和红花素。还含15α，20β-二羟基-Δ4-娠烯-3-酮。另尚含脂肪油称红花油，是棕榈酸、硬脂酸、花生酸、油酸、亚油酸、亚麻酸等的甘油酯类。\n\n\n叶含木犀草素-7-葡萄糖甙\n",
    "process": "\n5～6月当花瓣由黄变红时采摘管状花，晒干、阴干或烘干。\n",
    "distinguish": "\n干燥的管状花，长约1.5厘米，橙红色，花管狭细，先端5裂，裂片狭线形，长5～7毫米，雄蕊5枚，花药黄色，联合成管，高出裂片之外，其中央有柱头露出。具特异香气，味微苦。以花片长、色鲜红、质柔软者为佳。\n\n\n主产河南、浙江、四川等地。\n",
    "effect": "\n①对子宫的作用\n\n\n煎剂对小鼠、豚鼠、兔、犬、猫之离体、在位子宫及家兔子宫瘘均有兴奋作用，但弱于番红花煎剂。早年报告之红花的药理研究品种未经鉴定，结果亦颇多未定之处。\n\n\n②对循环系统的作用\n\n\n煎剂与番红花煎剂性质相似，对麻醉动物有降压、抑制心脏等作用，但较弱。在离体兔耳标本上，有收缩血管的作用。冠心2号方(丹参：红花：赤芍：川芎：降香=2：1：1：1：1)水溶部分对犬在体冠状动脉(电磁流量计测定)及股动脉有扩张作用;其水、煎剂给大鼠连续4天，对垂体后叶素引起的心肌缺血则无作用。此外，红花水提取液10毫克/公斤静脉注射，对麻醉狗的冠脉流量(冠状窦插管法)有一定程度的增加。水提取液对血压无明显影响，而乙醇提取液(100～300毫克/公斤)则能使血压下降。对小鼠能增强其耐缺氧(置鼠于250毫升密闭广口瓶中，观察死亡时间)能力。\n\n\n③其他作用\n\n\n对高胆甾醇血症的家兔，口服红花油1克/公斤/日，可降低血清中总胆甾醇、总脂、三硝酸甘油酯吸非酯化脂肪酸的水平，口服冠心2号方浸膏(10毫升/只/天)可使实验性动脉粥样硬化之家兔的血清胆甾醇、中性脂肪和β-脂蛋白显著降低，主动脉壁的总胆甾醇和总脂量也较低，主动脉壁内膜斑块的面积及厚度以及冠状动脉前降枝和心肌内小动脉的病变均减轻，斑块的脂质染色比对照组较不均匀和脂质向中层移动，说明斑块有消退的倾向，但组织生化与形态观察指标按统计方法处理并无显著性。红花油也能兴奋某些平滑肌器官如小肠、支气管等。冠心2号方对离体大鼠回肠有抑制作用，并能拮抗乙酰胆碱所引起的肠管痉挛。红花毒性远较番红花为小：饲料中混入6%的红花药粉饲养小鼠1个月以上，未见体重下降，如增至8～10%时，体重下降，高达15%时才引起死亡;而番红花混入2%即可使小鼠在1个月以后出现体重减轻，再增加即出现死亡。\n",
    "creation": "\n拣净杂质，除去茎叶、蒂头，晒干。\n",
    "function": "\n活血通经，去瘀止痛。治经闭，癥瘕，难产，死胎，产后恶露不行、瘀血作痛，痈肿，跌扑损伤。\n\n\n①《唐本草》：\"治口噤不语，血结，产后诸疾。\"\n\n\n②《开宝本草》：\"主产后血运口噤，腹内恶血不尽、绞痛，胎死腹中，并酒煮服。亦主蛊毒下血。\"\n\n\n③《本草蒙筌》：\"喉痹噎塞不通，捣汁咽。\"\n\n\n④《纲目》：\"活血，润燥，止痛，散肿，通经。\"\n\n\n⑤《本草正》：\"达痘疮血热难出，散斑疹血滞不消。\"\n\n\n⑥《本草再新》：\"利水消肿，安生胎，堕死胎。\"\n",
    "taste": "\n辛，温。\n\n\n①《开宝本草》：\"辛，温，无毒。\"\n\n\n②《汤液本草》：\"辛而甘温苦。\"\n\n\n入心、肝经。\n\n\n①《雷公炮制药性解》：\"入心、肝二经。\"\n\n\n②《本草经解》：\"入足厥阴肝经，手太阴肺经。\"\n\n\n③《本草再新》：\"入肝、肾二经。\"\n",
    "usage": "\n内服：煎汤，1～2钱；入散剂或浸酒，鲜者捣汁。外用：研末撒。\n",
    "compatibility": "\n孕妇忌服。\n",
    "storage": "置阴凉干燥处，防潮，防蛀。",
    "side_effects": "毒性:红花黄色素静脉注射对小鼠的LD50为2.35±0.14g/kg。红花醇提液静肪红药对小鼠的LD50为5.3g/kg。红花煎剂小鼠1p的MLD约等于1.2g/kg。小鼠iv醇提液LD505.3g（相当生药量）/kg。红花甙小鼠1v的LD50为2.35±0.14g/kg，po的安全剂量＞8g/kg。50%红花注射液给兔点眼，对结膜无刺激性；试管内无溶血作用；小鼠ip12.5g/kg，观察2天不致死，也无毒性反应。红花黄色素ip和ig对小鼠72小时的LD50分别为5.49g/kg，5.53g/kg，小鼠死前出现活动增加，行立不稳，呼吸急促，竖尾，随即发生强直惊厥，最后出现呼吸抑制。多数于24小时内死亡。红花黄色素的亚急性毒性观察，家兔10只，随机分为对照组4只，实验组6只，ig550mg/kg，每天1次，连续10天，实验组3只兔于停药后3天，另3只于停药后20天分别处死，体重、血红蛋白、白细胞总数及血小板计数、脏器重量及组织学检查，均未见明显影响。红花甙混入饲料中喂养幼龄大鼠，每天摄入量约0.015-1.5g/kg，连续3mo。结果血象和肝、肾功能无明显改变，心、肝、肾、胃、肠等脏器的形态也未发现异常。",
    "category": "归经_心经",
    "plant": "\n红花，又名：黄蓝(《博物志》)，红蓝(崔豹《古今注》)，红花草(《履巉岩本草》)，红花菜(《救荒本草》)。\n\n\n一年生草本，高30～90厘米，全体光滑无毛。茎直立，基部木质化，上部多分枝。叶互生，质硬，近于无柄而抱茎;卵形或卵状披针形，长3.5、9厘米，宽1～3.5厘米，基部渐狭，先端尖锐，边缘具刺齿;上部叶逐渐变小，成苞片状，围绕头状花序。花序大，顶生，总苞片多列，外面2～3列呈叶状，披针形，边缘有针刺;内列呈卵形，边缘无刺而呈白色膜质;花托扁平;管状花多数，通常两性，橘红色，先端5裂，裂片线形;雄蕊5，花药聚合;雌蕊1，花柱细长，伸出花药管外面，柱头2裂，裂片短，舌状。瘦果椭圆形或倒卵形，长约5毫米，基部稍歪斜，白色，具4肋。花期6～7月。果期8～9月。\n\n\n全国各地多有栽培。\n\n\n本植物的苗(红花苗)、果实(红花子)亦供药用，各详专条。\n",
    "application": "\n①治疗急慢性肌肉劳损\n\n\n用红花制成5%的注射液，在痛点或循经取穴注射。针头刺入后先行提插，待患者有酸麻胀感后再注入药液，每穴0.5～1毫升，每天或隔天1次，疗程视病情而定。观察132例，经治3～15次后，痊愈51例(37.8%)，显效49例(37.1%)，好转21例(15.9%)，无效11例(8.3%)，有效率达90.8%。有的注射5～6次即愈，1年多未见复发。治程中未发现不良反应;有的首次注射后有酸痛加重现象，以后多能逐渐减轻，一般仍继续治疗，不需使用辅助药物。\n\n\n②治疗砸伤、扭伤所致的皮下充血、肿胀等\n\n\n取干红花按1%的比例浸入40%的酒精中一周，待红花呈黄白色沉于瓶底后，用纱布过滤。临用时加1倍蒸馏水稀释，以脱脂棉浸湿外敷，用绷带包扎，如果加热则效果更为显著。换药次数视伤处的轻重而增减。治砸伤、扭伤775例，痊愈347例，好转399例，无效29例。较轻病例2～3天即可恢复，较重者敷药后3～5天亦即充血消失，肿胀渐消。另治腱鞘炎59例，痊愈18例，好转39例，无效2例。此外，本品对疖肿初期亦有效，但已化脓者无效。\n\n\n③治疗褥疮\n\n\n用红花500克加水7000毫升，约煎2小时红花呈白色后过滤取液，再用文火煎约3～4小时，使呈胶状。用时涂于纱布上贴患部，覆以消毒纱布，固定。隔日换药1次。据20例24处褥疮治疗观察，5次以内治愈者8处，10次以内治愈者11处，10次以上者5处(其中有20～25次治愈的2例，病程达1～2年)\n\n\n④治疗冠心病\n\n\n用红花5钱、郁金6钱、丹参6钱、瓜蒌1两为一剂，经煎熬成流浸膏再烘干研碎后压成片剂30片。每次10片，日服3次，以4周为一疗程。观察44例，经2～4疗程后，90%以上心绞痛患者的症状获得不同程度的缓解(其中显效48.8%，改善41.5%);对心电图的总有效率为63.5%(显效40.9%，好转22.6%)。初步证明：对轻度、中度慢性冠心病、心绞痛效果良好，并具有如下特点：㈠疗效出现较快(第1疗程症状改善者达75.6%);㈡服药期间疗效较稳定(硝酸甘油类药物停减率100%);㈢对合并有第一期和第二期高血压的患者同样有效。服药后几无副作用，除1例仅有短时上腹不适、轻度腹泻外，并无影响食欲和肠胃功能及其它不良反应。\n\n\n⑤治疗胼胝\n\n\n取红花和地骨皮各40克研成细末，加甘油适量(约100克)搅匀备用。用药前以温肥皂水洗脚，擦干，涂油于足底，用消毒敷料包扎，每日2次，换药周余即可获愈。如胼胝有脓液内积，可以无菌梅花针轻刺引流脓液后，再行涂药，经数日后亦可痊愈。\n",
    "position": "为菊科植物红花的花。",
    "source": "《本草图经》"
  },
  {
    "name": "路路通",
    "alias": "枫实、枫果、枫木上球、枫香果、狼目、狼眼、九空子、枫木球",
    "ingredient": "含挥发油、黄酮类、酚类、有机酸及糖类。此外，尚含齐墩果酮酸甲酯、3-表齐墩果酸甲酯、3-表齐墩果酸甲酯。挥发油中含有β-松油烯、β-蒎烯、柠檬烯、α-松油烯等成分。药理实验表明，有明显促进大鼠“甲醛化”关节炎肿胀消退和治疗蛋清性关节炎的作用。",
    "process": "冬季采摘，除去杂质，洗净晒干。",
    "distinguish": "干燥复果呈圆球形，直径2～3厘米。表面灰棕色或暗棕色，上有多数鸟嘴状针刺，长约5～8毫米，常折断；苞片卷成筒状，有时裂开，内藏多数小蒴果。复果基部残留果柄，有时折断。蒴果细小，直径1～2毫米，顶端有一裂孔，内有种子2枚。种子淡褐色，有光泽。气特异，味淡。以色黄、个大者为佳。\n主产江苏、浙江、江西、福建、广东等地。此外，湖北、河南、贵州等地亦产。",
    "effect": "实验证明，枫香酒精溶剂(60%)外用，能防止钩蚴侵入小鼠皮肤。其防护效力与溶剂浓度成正比。",
    "creation": "生用。",
    "function": "祛风通络，利水除湿。治肢体痹痛，手足拘挛，胃痛，水肿，胀满，经闭，乳少，痈疽，痔漏，疥癣，湿疹。\n\n①《纲目拾遗》：\"辟瘴却瘟，明目，除湿，舒筋络拘挛，周身痹痛，手脚及腰痛，焚之嗅其烟气皆愈。\"\n\n②《岭南采药录》：\"治风湿流注疼痛及痈疽肿毒。\"\n\n③《现代实用中药》：\"烧灰外用于皮肤湿癣、痔漏等，有收敛、消炎、消毒作用。\"\n\n④《中药志》：\"通经利水，除湿热痹痛。治月经不调，周身痹痛，小便不利，水肿胀满等证。\"\n\n⑤广州部队《常用中草药手册》：\"祛风除湿，行气活血。治风湿性腰痛，心胃气痛，少乳，湿疹，皮炎。\"",
    "taste": "苦，平。\n\n①《现代实用中药》：\"味苦涩，性平，无毒。\"\n\n②《浙江民间草药》：\"性平，味淡，无毒。\"\n\n③《泉州本草》：\"辛苦，性平，无毒。\"\n\n归十二经 \n\n《纲目拾遗》：\"通行十二经。\"",
    "usage": "内服：煎汤，1～2钱；或煅存性研末。外用：煅存性研末调敷或烧烟闻嗅。",
    "compatibility": "孕妇忌服。\n\n①《中药志》：\"阴虚内热者不宜。\"\n\n②《广西中药志》：\"虚寒血崩者勿服。\"\n\n③《四川中药志》：\"凡经水过多及孕妇忌用。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "十二经",
    "plant": "枫香(《本草经集注》)，又名：聂聂(《尔雅》)，枫木(《说文》)，枫树(《尔雅》郭虞注)，香枫，枫宸(《纲目》)，枫仔树(《植物名汇》)，三角枫，三角尖(《岭南采药录》)，鸡枫树、鸡爪枫、大叶枫、槟树、槟臭。\n落叶乔木，高20～40米；树皮幼时灰白，平滑。老时褐色、粗糙。叶互生；叶柄长3～7厘米；托叶线形，早落；叶片心形，常3裂，幼时及萌发枝上的叶多为掌状5裂，长6～12厘米，宽8～15厘米，裂片卵状三角形或卵形，先端长渐尖，基部心形或截形，边缘有细锯齿。花单性，雌雄同株，无花被；雄花淡黄绿色，成总状花序，有锈色细长毛，雄蕊多数，密生成球形；雌花成圆球形的头状花序，被毛，有少数退化雄蕊，子房半下位，多数愈合；四周有许多钻形小苞片围绕，2室，花柱2，柱头弯曲。复果圆球形，下垂，直径2.5～3厘米，表面有刺，蒴果多数，密集复果之内，长椭圆形，成熟时顶孔开裂。种子多数，细小，扁平，棱上有时略有翅。花期3～4月。果期9～10月。\n生于湿润及土壤肥沃的地方。分布陕西、河南、湖北、安徽、江苏、浙江、福建、台湾、广西、广东、江西、湖南、四川、云南、贵州、青海、西藏等地。\n\n本植物的根(枫香树根)、树皮(枫香树皮)、树脂(白胶香)、叶(枫香树叶)等亦供药用，各详专条。",
    "application": "用量5~9克，煎服。用治关节痹痛、麻木拘挛、水肿胀满、乳少经闭。",
    "position": "为金缕梅科植物枫香的果实。",
    "source": "《纲目拾遗》"
  }
]