[
  {
    "name": "葫芦巴",
    "alias": "苦豆、香草",
    "ingredient": "\n　　种子含龙胆宁碱、番木瓜碱、胆碱、胡芦巴碱等生物碱，皂甙元主要是薯蓣皂甙元、雅姆皂甙元和少量芰脱皂甙元、痕量替告皂甙元。尚分离出牡荆素、牡荆素-7-葡萄糖甙、荭草素或异荭草素的阿拉伯糖甙、黄酮的葡萄糖鼠李糖二糖甙，槲皮素、木犀草素等黄酮类。种子的一般组成为:水分10.30%、灰分3.15%、脂肪7.61%、总蛋白16.97%、总糖3.68%、纤维素6.4%、半纤维素11.98%。脂肪油中固体脂肪酸92.9%、挥发性脂肪酸1.5%、不皂化成分0.9%;卵磷脂6.25%、植物甾醇0.5露。脂肪酸中主要是亚油酸和棕榈酸，并有少量油酸及亚麻酸。蛋白质中核蛋白55%。总糖中主要是半乳糖配甘露聚糖，还含维生素B1-320微克%。叶含抗坏血酸约43毫克%。全草还富含钙、铁、胡萝卜素等。\n",
    "process": "\n果实成熟时割取全草，打下种子，晒干。生用或微炒用。\n\n",
    "distinguish": "\n性状鉴别 种子呈扇斜方形，一端略尖，长3～4mm，宽2～3mm。表面淡黄至淡黄棕色，略带光泽，两侧各具1条深斜沟，两沟相交处可见种脐。质坚硬，浸泡水中则有黏性。种皮薄，破开后外圈为棕色，半透明状，胚乳内包子叶2枚，黄绿色，底部有一细长弯向一边的胚根。有特殊香气，味淡微苦，嚼之有豆腥味。以个大、饱满、无杂质者为佳。显微鉴别 种子横切面:种皮最外为1列栅状细胞，外被角质层，椰状细胞先端尖，壁厚，层纹明显，微木化，其外侧有光辉带，胸腔内常有棕色内含物。向内为1列支柱细胞，呈扁梯形，有大形细胞间隙，外侧平周壁增厚，侧壁具放射状条形增厚纹，其下为3～4列薄壁细胞。胚乳最外为1列糊粉层，细胞类方形，内含棕色物质;其余的胚乳细胞较大，类圆形，初生壁薄，次生壁极厚，黏液化，胚乳内含有大量的黏液细胞。子叶细胞较小，细胞内含糊粉粒及脂肪油滴。理化鉴别 (1)取本品粉末2g，加水20m1，水浴温热15min，滤过，取滤液2～3m1，置具塞试管中，振摇0.5min，产生蜂窝状泡沫，放置10min，泡沫不消失。(检查皂苷) (2)取本品粉末1g，加乙醇30m1，加热回流0.5～1h，滤过，滤液蒸干，加乙醇2ml溶解作为供试品溶液;另取胆碱，加乙醇配制成每lml含lmg溶液作为对照品溶液，分别点样于同一硅胶G薄层板上，以正丁醇-醋酸-水(4:1:5)展开，取出晾干，喷改良碘化铋钾-碘化钾(1:1)试剂。供试液色谱中在与对照品色谱的相应位置上呈相同棕色斑点。\n",
    "effect": "\n1.抗生育、抗雄激素作用 给雄性大鼠灌服葫芦巴种子提取物，可使其精液量和精子活动力明显下降，睾丸、附睾、前列腺和精囊重量明显下降，睾丸中胆固醇浓度增加[1]。\n\n2.抗肿瘤作用 葫芦巴所含番木瓜碱对淋巴性白血病L1210有显著抗癌活性，葫芦巴碱能延长白血病P388小鼠生命[2]。\n\n3.对心血管系统的作用 番木瓜碱可使家兔血压降低，使离体蛙心、兔心停止于舒张期，使蛙肝血管收缩，使兔耳郭、肾脏、小肠及冠状血管舒张[2]。\n\n4.对平滑肌的作用 番木瓜碱能抑制猫、兔及豚鼠的肠管和豚鼠气管的平滑肌;对妊娠子宫(兔及豚鼠)及正常子宫(豚鼠)，少量使之兴奋，大量使之麻痹[2]。\n\n5.其他作用 葫芦巴油含催乳成分，但无任何性激素样作用[3]。去油葫芦巴因含多量不易消化的黏胶而呈致泻效果[4]。本品所含的黏液质和甾体皂苷类有降低血糖、利尿、抗炎等活性[5]。葫芦巴提取物有刺激毛发生长的作用[6]。葫芦巴有轻度验肠线虫作用[7]。葫芦巴肽酯能抑制牛痘病毒生长，并有显著的强心、降血糖、利尿和降压作用[8]。葫芦巴碱可使神经肌肉标本上神经时值降低，肌肉的时值则先降低后增加[9]。并可促使动植物细胞组织的生长停止[2]。\n",
    "creation": "生用或盐水炒。用时捣碎。",
    "function": "\n　　补肾阳，祛寒湿。治寒疝，腹胁胀满，寒湿脚气，肾虚腰酸，阳痿。\n\n　　①《嘉祐本草》：主元脏虚冷气。得附子、硫黄，治肾虚冷，腹胁胀满，面色青黑;得蘹香子、桃仁，治膀胱气。\n\n　　②《纲目》：治冷气疝瘕，寒湿脚气;益右肾，暖丹田。\n\n　　③《国药的药理学》：为滋养强精药，用于阴痿、遗精及早泄。\n\n　　④《四川中药志》：治寒泻。\n",
    "taste": "\n性温，味苦。\n\n肺，肾经\n",
    "usage": "\n煎服，3~10g； 或入丸，散。\n\n",
    "compatibility": "\n阴虚火旺者忌用\n",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n　　一年生草本，高20～80cm，全株有香气。茎直立，多丛生，被疏毛。三出复叶互生;小叶长卵形或卵状披针形，长1～3.5cm，宽0.5～1.5cm，两边均生疏柔毛;叶柄长，托叶与叶柄连合。花无梗，1～2朵腋生;花萼筒状;花冠蝶形，白色，后渐变淡黄色，基部微带紫色;雄蕊10，二体;子房线形，荚果细长，扁圆筒状，略弯曲，长6～11cm，宽0.5cm，具网脉及柔毛，先端有长喙。种子10～20粒，棕色，有香气。花期4～6月，果期7～8月。\n\n　　多栽培。主产安徽、四川、河南。\n",
    "application": "\n　　用于防治高山反应:将苦豆叶晒干研粉，炼蜜为丸，每丸含生药约2克。一、预防用，每人2丸，开水冲服;观察62人，服药后未出现反应者21人，仍出现反应者41人。二、治疗用，1日剂量8～12克，连服3天;观察108人，总有效率为28.4%;服药后有15人出现恶心、呕吐、腹泻等副作用，但均轻微，改为饭后服用或停服一顿后即消失。本品对改善单个一、二项症状较明显，如睡眠情况服药后改善者占68.5%;由此推想苦豆对中枢神经系统有一定抑制作用。对脉搏、呼吸改变不大。\n",
    "position": "\n为豆科植物戎芦巴Trigonella foenum-graecum L.的种子\n",
    "source": "\n《嘉右（示旁）本草》\n"
  },
  {
    "name": "板蓝根",
    "alias": "靛青根,蓝靛根,靛根",
    "ingredient": "\n菘蓝根含靛蓝(indigotin，indigo)，靛玉红(indirubin)，蒽醌类、β-谷甾醇(β-sitosterol)，γ-谷甾醇(γ-sitosterol)以及多种氨基酸：精氨酸(arginine)，谷氨酸(glutamic acid)，酪氨酸(tyrosine)，脯氨酸(proline)，缬氨酸(valine)，γ-氨基丁酸(γ-aminobu-tyric acid)。还含黑芥子甙(sinigrin)，靛甙(indoxyl-β-\n\n\nhlucoside)，色胺酮(trptanthrin)，1-硫氰酸-2-羟基丁-3-烯(l-thiocyano-2-hydroxy-3-butene)，表告伊春(epigoitrin)，腺甙(adenosine)，棕榈酸(palmitic acid)，蔗糖(sucrose)和含有12%氨基酸的蛋白多糖。\n\n\n还含有抗革兰氏阳性和阴性细菌的抑菌物质及动力精。\n",
    "process": "\n10～11月经霜后来挖，带泥晒至半干扎把，去泥，理直后晒干。\n",
    "distinguish": "\n①板蓝根\n\n\n又名：大蓝根。为植物菘蓝或草大青的干燥根。呈细长圆柱形，长约10～20～30厘米，直径3～8毫米。表面浅灰黄色，粗糙，有纵皱纹及横斑痕，并有支根痕，根头部略膨大，顶端有一凹窝，周边有暗绿色的叶柄残基，较粗的根并现密集的疣状突起及轮状排列的灰棕色的叶柄痕。质坚实而脆，断面皮部黄白色至浅棕色，木质部黄色。气微弱，味微甘。以根平直粗壮、坚实、粉性大者为佳。\n\n\n主产河北、江苏、安徽等地。\n\n\n②马蓝根(《本草便读》)\n\n\n又名：蓝龙根、土龙根。为植物马蓝的干燥根茎及根，全长10～30厘米，灰褐色。根茎圆柱形，径约2～6毫米，上部带有短的地上茎，地上茎有对生分枝，根茎有膨大的节，节上分生稍粗的根茎及细长的须根。根细长而稍弯曲，表面有细皱纹。根茎及地上茎质脆易折断，断面不平坦，略显纤维状，中央有大形的髓;根部质较柔韧。气无，味淡。以条长、粗细均匀者为佳。\n\n\n主产于湖南、江西、广西、广东等地。\n",
    "effect": "\n①抗菌抗病毒作用\n\n\n菘蓝根对多种细菌有作用。水浸液对枯草杆菌、金黄色葡萄球菌、八联球菌、大肠杆菌、伤寒杆菌、副伤寒甲杆菌、痢疾(志贺氏、弗氏)杆菌、肠炎杆菌等都有抑制作用;丙酮浸出液也有类似作用，且对溶血性链球菌有效(皆用琼脂小孔平板法)。对A型脑膜炎球菌之抑菌作用与大蒜、金银花相似。板蓝根、大青叶抗菌、抗病毒的有效成分，有人认为是靛甙。实验证明，靛甙在体内外皆无抗菌作用;体外抗病毒作用亦不突出;在体内排泄又快，故认为它无明显生理和抗菌的活性作用。其有效成分尚待研究。\n\n\n②抗钩端螺旋体作用\n\n\n1：100以上的板蓝根或大青叶，在试管内均有杀钩端螺旋体的作用。\n\n\n③解毒作用\n\n\n据报道，犬用板蓝根、黄连粉与藜芦同服(各2.0克/公斤)，能解藜芦毒，降低死亡率;若藜芦中毒后再用之，则无效;分别单用板蓝根粉或黄连粉，效果亦不好。\n",
    "creation": "\n拣净杂质，洗净，润透，切片，晒干。\n",
    "function": "\n清热，解毒，凉血。治流感，流脑，乙脑，肺炎，丹毒，热毒发斑，神昏吐衄，咽肿，痄腮，火眼，疮疹，舌绛紫暗，喉痹，烂喉丹痧，大头瘟疫，痈肿;可防治流行性乙型脑炎、急慢性肝炎、流行性腮腺炎、骨髓炎。\n\n\n①《日华子本草》：\"治天行热毒。\"\n\n\n②《本草述》：\"治天行大头热毒。\"\n\n\n③《本草便读》：\"清热解毒，辟疫，杀虫。\"\n\n\n④《分类草药性》：\"解诸毒恶疮，散毒去火，捣汁或服或涂。\"\n\n\n⑤《现代实用中药》：\"马蓝根为清凉、解热、解毒剂，用于丹毒、产褥热等。\"\n\n\n⑥《中药志》：\"清火解毒，凉血止血。治热病发斑，丹毒，咽喉肿痛，大头瘟，及吐血、衄血等症。\"\n\n\n⑦《辽宁常用中草药手册》：\"治肝炎，腮腺炎。\"\n\n\n⑧《上海常用中草药》：\"治感冒发热。\"\n\n\n⑨《广西中草药》：\"治乙脑，流感，流脑，咽喉炎，口腔炎，扁桃体炎。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本草述》：\"苦，寒，无毒。\"\n\n\n②《分类草药性》：\"凉。\"\n\n\n归肝;胃经\n\n\n《本草便读》：\"入肝、胃血分。\"\n",
    "usage": "\n内服：煎汤，15-30g，大剂量可用60-120g;或入丸、散。久用：适量，煎汤熏洗。\n",
    "compatibility": "\n体虚而无实火热毒者忌服。\n",
    "storage": "收割茎叶2-3次，秋季挖根或初冬采挖，掉茎叶，洗 净晒干，存放阴凉干燥处，防霉，以受潮种虫蛀。",
    "side_effects": "靛玉红的急性毒性试验：小鼠腹腔注射的LD50为1.1-2.0g／kg。小鼠灌胃5g／kg，连续5天，观察1周，结果未见动物发生死亡和出现明显毒性反应。亚急性毒性试验：以犬分别灌胃靛玉红20、100、200mg／kg连续6mo，结果小剂量组的食欲和生长情况与对照组相似，而大、中剂量组服药后动物出现食欲减少、腹泻、便血以及SCPT升高和灶性肝细胞坏死等反应。但3个剂量组的血象、骨髓象都未见明显抑制，对肾功能、心电图也无影响。",
    "category": "归经_肝经",
    "plant": "\n①菘蓝(《唐本草》)，又名：大蓝(《救荒本草》)。\n\n\n二年生草本。主根深长，直径5～8毫米，外皮灰黄色。茎直立，高40～90厘米。叶互生;基生叶较大，具柄，叶片长圆状椭圆形;茎生叶长圆形至长圆状倒披针形，在下部的叶较大，渐上渐小，长3.5～11厘米，宽0.5～3厘米，先端钝尖，基部箭形，半抱茎，全缘或有不明显的细锯齿。阔总状花序：花小，直径3～4毫米，无苞，花梗细长;花萼4，绿色;花瓣4，黄色，倒卵形;雄蕊6，4强;雌蕊1，长圆形。长角果长圆形，扁平翅状，具中肋。种子1枚。花期5月。果期6月。\n\n\n分布内蒙古、陕西、甘肃、河北、山东、江苏、浙江、安徽、贵州等地，常为栽培。\n\n\n②草大青与上种极相似，所不同者，本种的叶基部耳圆形，果实顶端钝圆而凹块，或全截形。花期5月。果期6月。\n\n\n分布于长江流域，江苏、甘肃等地有栽培。\n\n\n③马蓝(《本草图经》)，又名：葴(《尔雅》)，大叶冬蓝(《尔雅》郭璞注)，大蓝(刘禹锡《传信方》)，青蓝(《履巉岩本草》)，板蓝(《纲目》)，山蓝。\n\n\n多年生草本，灌木状。茎直立，高达1米许，茎节显明，有钝棱。叶对生;叶柄长1～2厘米;叫片倒卵状长圆形至卵状长圆形，或椭圆披针形，长5～16厘米，宽2.5～6厘米，先端渐尖，基部渐狭，边缘有浅锯齿。穗状花序顶生;苞片叶状，长1～2厘米，早落;萼5全裂，其中4裂线形，另1片较大;花冠漏斗形，淡紫色，5裂，裂片短阔;雄蕊4，2强，着生于花冠筒的上方;子房上位，花柱细长。蒴果，内含种子4枚。\n\n\n生于山地林缘较潮湿的地方。野生或栽培。分布江苏、浙江、福建、台湾、广东、广西、贵州、云南、四川、湖南、湖北等地。\n\n\n上述植物的叶或带幼枝的叶(大青叶)以及叶的加工制成品(青黛、蓝靛)亦供药用，各详专条。\n",
    "application": "\n①防治流行性乙型脑炎\n\n\n预防用板蓝根3钱煎服，每日1剂，连服5天。治疗用50%或200%板蓝根注射液每次2毫升肌肉注射，每日2～3次。或用板蓝根煎服，昏迷者行鼻饲，12岁以下每日2两，13岁以上2～4两，1次顿服或2次分服，连服2～3周;亦可每2小时服1次，成人每次用2～2.5钱，15岁以下用1～2钱，待体温降至正常后酌减剂量及次数，2天后停药。治疗过程中需配合必要的针灸、西药等对症处理及支持疗法。据临床观察，板蓝根具有清热解毒、消除早期炎性改变，使邪热外达的功效。早期应用，同时配合对症处理，可大大提高治疗效果。据190例的观察，治愈率在90%以上。绝大多数病例于3天内退热：临床症状除特别严重者外，通常均能在退热后即消失;少数有后遗症，均系疾病过程中持续高热、严重昏迷和抽搐的病例。\n\n\n②防治流行性腮腺炎\n\n\n用板蓝根2～4两，小儿减半，每日1剂煎服。同时可将板蓝根配成30%溶液涂患处。据387例的观察结果，除5例好转、5例无效外，其余均治愈。对伴有并发症者效果较差。预防服药11295人次，似有控制流行的作用。\n\n\n③治疗感冒(包括\"流感\")\n\n\n用100%板蓝根注射液肌肉注射，视年龄及病情每次1～6毫升，每日2～4次。治疗80例，治愈78例，无效2例(其中1例合并肺炎)。一般在1～3天退热，2～5天症状消失。\n\n\n④治疗传染性肝炎\n\n\n用板蓝根1两，每日1剂煎服;或用板蓝根6斤、蒲公英3斤，糖适量，制成煎剂1000毫升，日服2次，每次50毫升，15～20天为一疗程。单味煎剂治疗8例均获效果，症状消失平均时间为6天，肝功能恢复为15.7天，肝脏缩小为13天。疗效优于茵陈蒿汤对照组。复方煎剂治疗50例，经一个疗程后有50%病例肝功能恢复正常，第一、二疗程累计肝功能恢复正常者达92%。\n\n\n⑤治疗暴发性红眼\n\n\n用板蓝根制成10%或5%眼药水，每日滴眼4次。观察235例，4天内治愈率达94.9%。多数病例用药(10%浓度)1天后球结膜水肿消失或好转，自觉症状减轻或消失。治疗早、病情轻者疗效最好。药液浓度10%的比5%的效果好。\n\n\n⑥治疗单纯性疱疹性口炎\n\n\n取板蓝根l两，制成60毫升煎液，1～3岁小儿每次10～20毫升，日服3次。治疗11例，均于第2、3天热退、流涎停止、充血消失、坏死上皮脱落，第4、5天见粘膜再生、溃疡愈合。\n\n\n⑦治疗扁平疣等\n\n\n用50%板蓝根注射剂肌肉注射，每次2毫升，每月1～2次，10～20天为一疗程。儿童可用成人剂量。观察45例，39例获得治愈或进步。一般于2～15天开始见效，治愈时间7～45天不等。但皮损较多、范围较广泛者多无效果。\n\n\n此外，用板蓝根煎剂治疗非典型性肺炎、流行性脑脊髓膜炎、白喉，用板蓝根配合大青叶、羌活治疗上呼吸道感染，用板蓝根肌肉注射治疗带状疱疹、单纯疱疹及流行性腹泻等，均有不同程度的疗效。曾有报道，1例上呼吸道炎患者肌注板蓝根注射液2毫升后15分钟，即出现头晕眼花，胸闷气短，心慌烦乱，四肢麻木、发胀、奇痒，两前臂及两小腿满布荨麻疹等过敏反应现象，经及时处理后恢复。\n",
    "position": "为十字花科植物菘篮和草大青的根；或爵床科植物马蓝的根茎及根。",
    "source": "《纲目》"
  },
  {
    "name": "柴胡",
    "alias": "地熏、茈胡、山菜、茹草、柴草",
    "ingredient": "\n北柴胡根含挥发油、柴胡醇、油酸、亚麻酸、棕榈酸、硬脂酸、廿四酸、葡萄糖及皂甙等。皂甙中有柴胡皂甙a、c、d，柴胡甙元F、E、G，龙吉甙元。另有报道，根和种子中分出柴胡甙，这是多种甙的总称。此外，根中含α-菠菜甾醇、Δ7-豆甾烯醇、Δ22-豆甾烯醇、豆甾醇、侧金盏花醇、白芷素。茎、叶含芸香甙。果实含油11.2%，其中有洋芫荽子酸、反式洋芫荽子酸和亚袖酸。\n\n狭叶柴胡根含皂甙、脂肪油、挥发油、柴胡醇。茎、叶含芸香甙。\n\n金黄柴胡含芸香甙、核糖醇、廿九酮、廿六醇、α-菠莱甾醇、黄酮醇类、皂甙、生物碱、抗坏血酸、胡萝卜素等。在开花、结果期，从花、叶、茎中可得到槲皮素、异槲皮甙、芸香甙、异鼠李素和异鼠李素-3-芸香糖甙。\n\n大叶柴胡根含柴胡甙、α-菠菜甾醇、蔗糖及多炔类化合物。\n",
    "process": "\n舂、秋挖取根部，去净茎苗、泥土，晒干。\n",
    "distinguish": "\n①北柴胡\n又名：硬柴胡。为植物北柴胡的根，并带有少许茎的基部。根呈圆锥形，主根顺直或稍弯曲，下部有分歧，根头膨大，呈疙瘩状，长6～20厘米，直径0.6～1.5厘米，外皮灰褐色或灰棕色，有纵皱纹及支根痕，顶部有细毛或坚硬的残茎。质较坚韧。不易折断，断面木质纤维性，黄白色。气微香，味微苦辛。以根条粗长、皮细、支根少者为佳。\n主产辽宁、甘肃、河北、河南。此外，陕西、内蒙古、山东等地亦产。\n\n②南柴胡\n又名：软柴胡(《本草汇言》)，香柴胡。为植物狭叶柴胡的根。外形与北柴胡相似，惟根较细，分歧少，多弯曲不直，长4～10厘米，直径6～10毫米，表面红棕色，有纵皱及须根痕，顶部无疙瘩头，而有地上茎叶枯死后遗留的毛状纤维。质脆，易折断，断面平坦，呈淡棕色。气味同北柴胡。以根条粗长、无须根者为佳。\n主产湖北、江苏、四川。此外，安徽、黑龙江、吉林等地亦产。\n\n柴胡药材中，尚有\"竹叶柴胡\"与\"春柴胡\"二种，其原植物主要为狭叶柴胡。前者?采收成长的全株，全长约20～40厘米，根同南柴胡，茎叶灰绿色至淡绿色，产地同南柴胡。后者系春季采收幼嫩的全株，故又称\"芽胡\"，全长约15厘米，根细，棕色，茎叶淡绿色而多卷曲皱缩。产江苏、安徽、山东。\n",
    "effect": "\n①解热作用\n早年证明，大剂量的柴胡煎剂(5克生药/公斤)或醇浸膏(2.5克生药/公斤)对人工发热的家兔有解热作用。对用伤寒混合疫苗引起发热之家兔，口服煎剂或浸剂(2克/公斤)，也有轻度的降温作用。以后又有报道，柴胡煎剂的解热作用并不明显，而柴胡甙200～800毫克/公斤口服，对小鼠有肯定的降低正常体温及解热作用。\n\n②镇静、镇痛作用\n柴胡甙口服，对小鼠有镇静作用(爬杆试验)，并能延长圜己巴比妥的睡眠；它有良好的镇痛作用和较强的止咳作用，但无抗惊厥作用，也不降低横纹肌的张力，有人认为，柴胡甙可列入中枢抑制剂一类。\n\n③抗炎作用\n柴胡甙口服(600毫克/公斤)可显著降低大鼠足踝的右旋糖酐、5-羟色胺性水肿。在大鼠的皮下肉芽囊肿(巴豆油及棉球法)试验中，确定柴胡甙有抗渗出、抑制肉芽肿生长的作用。柴胡单用或配成复方均有效，其抑制肉芽肿生长的作用强于其抗渗出的作用；祛瘀活血方(当归芍药散、桃仁承气汤、大黄牡丹皮汤等)则在作用强度方面与柴胡相反，故建议二者合用。柴胡甙能抑制组织胺、5-羟色胺所致的血管通透性的增高，轻度抑制肋膜渗出；而对角叉菜胶、醋酸性水肿则无效，对豚鼠的组织胺性休克及小鼠的过敏性休克亦无保护作用。\n\n④抗病原体作用\n曾有人报告，北柴胡注射液对流行性感冒病毒有强烈的抑制作用；从此种注射液馏出的油状未知成分对该病毒也有强烈抑制作用。对结核杆菌的某一菌株据称有效。有人曾推测北柴胡可阻止疟原虫的发育，但实验研究，不能证实。\n\n⑤对肝脏的影响\n对因喂食霉米而发生肝功能障碍之小鼠，同时喂食北柴胡，则谷丙及谷草转氨酶之升高，远较不给柴胡之对照组为轻；柴胡甙之作用，似不及北柴胡粉。对伤寒疫苗引起的兔肝功能障碍(尿胆元呈阳性反应)，口服北柴胡煎剂(0.5～1.0克生药/公斤)，有较显著的改善作用；对酒精引起的肝功能障碍亦有些效，但不如甘草；对有机磷引起的则效力很差，而对四氯化碳引起的无效。对注射新鲜鸡蛋黄溶液引起的大鼠实验性\"肝纤维化\"，亦无保护作用。同属植物新疆柴胡及圆叶柴胡据称有利胆作用。\n\n⑥对心血管作用\n北柴胡醇浸出液能使麻醉兔血压轻度下降，对离体蛙心有抑制作用，阿托品不能阻断此种抑制，北柴胡注射液则虽用较大剂量对在位猫心、血压皆无影响。柴胡甙对犬能引起短暂之降压反应，心率减慢；对兔亦有降压作用，并能抑制离体蛙心、离体豚鼠心房，收缩离体兔耳血管。\n\n⑦其他作用\n北柴胡煎剂或醇提取物，予兔口服，可升高血糖。煎剂有溶血作用(相当于Merk制纯皂甙的1/100)。产地及采集时间不同皂甙含量及溶血强度也不同。柴胡甙对大鼠的应激性溃疡有防止作用，能促进小鼠小肠的推进运动，增强乙酰胆碱对离体豚鼠回肠之收缩作用(不能增强组织胺的此种作用)。对离体兔肠亦有些兴奋作用。粗甙有显著的局部刺激作用。北柴胡注射剂对子宫无作用。柴胡的毒性很小，其酒精浸膏对小鼠皮下注射，最小致死量为1.1毫升/10克(10%水溶液)，柴胡甙对小鼠口服之半数致死量为4.7克/公斤，腹腔注射在100毫克/公斤以下。柴胡注射剂毒性极微，5毫升/公斤静脉注射对猫的血压、呼吸、心脏无影响；0.2毫升/20克皮下注射，对小鼠无毒性。\n\n据谓国产柴胡与日本产柴胡在作用上并无明显不同。\n\n此外，金黄柴胡的花、叶、茎浸剂对动物有利胆作用，对胆囊炎、胆管炎及肝炎亦有治疗作用，它能提高胆汁中胆酸、胆红质的含量，增大胆汁的胆甾醇-胆盐系数\n",
    "creation": "\n柴胡：拣去杂质，除去残茎，洗净泥沙，捞出，润透后及时切片，随即晒干。醋柴胡：取柴胡片，用醋拌匀，置锅内用文火炒至醋吸尽并微干，取出，晒干。(每柴胡100斤，用醋12斤)\n\n鳖血柴胡：取柴胡片，置大盆内，淋入用温水少许稀释的鳖血，拌匀，闷润，置蜗内用文火微炒，取出，放凉。(每柴胡100斤，用活鳖200个取血)\n",
    "function": "\n和解表里，疏肝，升阳。治寒热往来，胸满胁痛，口苦耳聋，头痛目眩，疟疾，下利脱肛，月经不调，子宫下垂。\n\n①《本经》：\"主心腹肠胃中结气，饮食积聚，寒热邪气，推陈致新。\"\n\n②《别录》：\"除伤寒心下烦热，诸痰热结实，胸中邪逆，五藏间游气，大肠停积，水胀，及湿痹拘挛。亦可作浴汤。\"\n\n③《药性论》：\"治热劳骨节烦疼，热气，肩背疼痛，宣畅血气，劳乏羸瘦；主下气消食，主时疾内外热不解，单煮服。\"\n\n④《千金方》：\"苗汁治耳聋，灌耳中。\"\n\n⑤《四声本草》：\"主痰澜、胸胁中痞。\"\n\n⑥《日华子本草》：\"补五劳七伤，除烦止惊，益气力，消痰止嗽，润心肺，添精补髓，天行温疾热狂乏绝，胸胁气满，健忘。\"\n\n⑦《珍珠囊》：\"去往来寒热，胆痹，非柴胡梢子不能除。\"\n\n⑧《医学启源》：\"除虚劳烦热，解散肌热，去早晨潮热。\"\n\n⑨《滇南本草》：\"伤寒发汗解表要药，退六经邪热往来，痹痿，除肝家邪热、痨热，行肝经逆结之气，止左胁肝气疼痛，治妇人血热烧经，能调月经。\"\"发汗用嫩蕊，治虚热、调经用根。\"\n\n⑩《纲目》：\"治阳气下陷，平肝、胆、三焦、包络相火，及头痛、眩晕，目昏、赤痛障翳，耳聋鸣，诸疟，及肥气寒热，妇人热入血室，经水不调，小儿痘疹余热，五疳羸热。\"\n",
    "taste": "\n苦，凉。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"微寒，无毒。\"\n\n③《日华子本草》：\"味甘。\"\n\n入肝、胆经。\n\n①《珍珠囊》：\"入足少阳胆、足厥阴肝、手少阳三焦、手厥阴心包络。\"\n\n②《本草再新》：\"入心、肝、脾三经。\"\n\n",
    "usage": "\n内服：煎汤，0.8～1.5钱；或入丸、散。\n",
    "compatibility": "\n真阴亏损，肝阳上升者忌服。\n\n①《本草经集注》：\"半夏为之使。恶皂荚。畏女菀、藜芦。\"\n\n②《医学入门》：\"元气下绝，阴火多汗者，误服必死。\"\n\n③《本草经疏》：\"病人虚而气升者忌之，呕吐及阴虚火炽炎上者，法所同忌。疟非少阳经者勿食。\"\n",
    "storage": "\n置通风干燥处，防蛀。 \n\n",
    "side_effects": "柴胡毒性很低，柴胡浸膏（10%）水溶液鼹鼠 皮下注射，其最小致死量为100mg/kg。小鼠1次腹腔注射北柴胡总挥发油的半数致死量为1.19±0.12g/kg，北柴胡总甙的半数致死量为1.906±0.21g/kg。另有报道，柴胡总皂甙小鼠口服的半数致死量为4.7g/kg，腹腔注射为0.112g/kg；豚鼠腹腔注射的半数致死量为0.583g/kg。本品所含白芷素大鼠腹腔注射的半数致死量为165mg/kg，小鼠为254mg/kg。",
    "category": "归经_肝经",
    "plant": "\n①北柴胡，又名：竹叶柴胡(《植物名实图考》)，铁苗柴胡、蚂蚱腿、山根菜、黑柴胡、山柴胡。\n多年生草本，高45～70厘米。根直生，分歧或不分歧。茎直立，丛生，上部多分枝，并略作\"之\"字形弯曲。叶互生；广线状披针形，长3～9厘米，宽0.6～1.3厘米，先端渐尖，最终呈短芒状，全缘，上面绿色，下面淡绿色，有平行脉7～9条。复伞形花序腋生兼顶生；伞梗4～10，长1～4厘米，不等长；总苞片缺，或有1～2片；小伞梗5～10，长约2毫米；小总苞片5；花小，黄色，径1.5毫米左右；萼齿不明显；花瓣5，先端向内折曲成2齿状；雄蕊5，花药卵形；雌蕊1，子房下位，光滑无毛，花柱2，极短。双悬果长圆状椭圆形，左右扁平，长3毫米左右，分果有5条明显主棱，棱槽中通常有油管3个，接合面有油管4个。花期8～9月。果期9～10月。\n生于干燥的荒山坡、田野、路旁。分布吉林、辽宁、河南、山东、安徽、江苏、浙江、湖北、四川、山西、陕西、甘肃、西藏等地。\n\n②狭叶柴胡，又名：红柴胡、细叶柴胡。\n多年生草本，高30～65厘米。根深长，不分歧或略分歧，外皮红褐色。茎单1或数枝，上部多分枝，光滑无毛。叶互生；根生叶及茎下部叶有长柄；叶片线形或线状披针形，长7～15厘米，宽2～6毫米，先端渐尖，叶脉5～7条，近乎平行。复伞形花序；伞梗3～15；总苞片缺，或有2～3；小伞梗10～20，长约2毫米；小总苞片5；花小，黄色：花瓣5，先端内折；雄蕊5；子房下位，光滑无毛。双悬果，长圆形或长圆状卵形，长2～3毫米，分果有5条粗而钝的果棱，成熟果实的棱槽中油管不明显，幼果的横切面常见每个棱槽有油管3个。花期7～9月。果期8～10月。\n生于干燥草原。分布黑龙江、吉林、辽宁、内蒙古、河北、山东、江苏、安徽、甘肃、青海、新疆、四川、湖北等地。\n\n除上述2种外，尚有多种同属植物亦作柴胡入药。主要的有：长白柴胡分布东北；兴安柴胡分布东北、内蒙古、河北；大叶柴胡分布东北；长茎柴胡分布河北、山西、陕西、甘肃、四川、云南、青海；膜缘柴胡分布云南、四川、贵州、陕西；小柴胡分布四川、云南、贵州、湖北；金黄柴胡(又名：穿叶柴胡)分布新疆：多脉柴胡分布四川、甘肃、内蒙古。\n",
    "application": "\n用于退热\n北柴胡对普通感冒、流行性感冒、疟疾、肺炎等有较好的退热效果。据143例的临床观察：流行性感冒于24小时退热者达98.1%，普通感冒于24小时退热者达87.9%。制剂及用法：用北柴胡的干燥根，以蒸馏法制成注射液，每安瓿2毫升，相当于原生药2克。肌肉或静脉注射，每日1～2次，成人每次2毫升，周岁以内婴儿每次1～1.5毫升。\n",
    "position": "\n为伞形科植物北柴胡、狭叶柴胡等的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "水蛭",
    "alias": "蛭蝚、至掌、虮、蚑、马蜞、马蛭、蜞、马蟥、马鳖、红蛭、水琪、蚂蝗蜞、黄蜞、水麻贴、沙塔干、肉钻子、蚂蟥",
    "ingredient": "水蛭主要含蛋白质。新鲜水蛭唾液中含有一种抗凝血物质名水蛭素。",
    "process": "夏、秋捕捉。捕得后洗净，先用石灰或酒闷死，然后晒干或焙干。日本医蛭通常用线穿于体的中段，挂起晒干；茶色蛭除用线穿起外，并将体的一端拉长，故成狭窄的条状。由于加工后外形不同，药材中以日本医蛭的干燥品称为\"水蛭\"，以宽体金线蛭的干燥品称为\"宽水蛭\"，以茶色蛭的干燥品称为\"长条水蛭\"。",
    "distinguish": "①水蛭\n呈扁长圆柱形，长2～5厘米，宽2～3毫米。腹面稍高，体多弯曲扭转，通常用线穿起，多数密集成团，全体黑棕色。质脆，断面不平坦，无光泽。气微腥。\n\n②宽水蛭\n呈扁平纺锤形，长5～9厘米，宽0.8～2厘米。背部稍隆起，腹面平坦，背腹相贴呈拘挛状，前端稍尖，后端钝圆。背部黑棕色，体两侧及腹面呈棕黄色。质脆，易折断，断面呈胶质状而有光泽。有土腥气。\n\n③长条水蛭\n呈狭长扁平形，或呈线状，长8～12厘米，宽1～5毫米。体两端均细，体表凹凸不平。背腹面均呈黑棕色，因加工时两端穿有小孔，故吸盘不易辨认。质脆，断面不平坦，无光泽。有土腥气。\n\n以上三种药材，均以整齐、黑棕色，无杂质者为佳。全国大部地区均产。\n\n此外，四川尚产一种水蛭，为水蛭科动物细齿金线蛭的干燥全体。呈扁长条形，长约2～3厘米，宽约3～5毫米。全体绿褐色或黑褐色。背面有黄色条纹明显者，当地习称\"金边蚂蟥\"。认为品质最优。",
    "effect": "1.抗凝血和抗栓作用：水蛭水提物0.45g/kg灌胃后4小时及连续灌胃7天，对ADP诱导的大鼠血小板聚集均有显著的抑制作用，其抑制率随药物浓度的增高而提高，且能降低全血比粘度和血浆比粘度，缩短红细胞电泳时间；体外法试验，水蛭水提物200mg/ml、100mg/ml及50mg/ml对健康人血小板聚集也有显著的抑制作用。水蛭的醇提取物抑制血液凝固的作用，强于虻虫、蛰虫、桃仁等；醇制剂作用强于水制剂。\n1.1.抗凝血作用：水蛭素（Hirudin，Hemophilin)不受热或乙醇之破坏，是凝血酶抑制剂，每毫克水蛭素含10、400抗凝血酶单位的活性。20mg水蛭素可阻止100g人血之凝固。\n1.1.1.研究结果表明，水蛭素是迄今为止，世界上最强的凝血酶特效抑制剂。它与凝血酶结合，形成一种非共价复合物。这种复合物极其稳定，解离常数为10-12数量级。且反应速度极快。由于水蛭素与凝血酶的亲和力极强，在很低的浓度下，就能中和凝血酶。1μg水蛭素可以中和5μg凝血酶，相应于摩尔数比为1：1。水蛭素的抗凝活性是用标准凝血酶来测定的。能够中和一个国际单位（NIH单位)凝血酶的水蛭素的量，为一个抗凝单位（lAT-μ)的水蛭素。\n1.1.2.水蛭素不仅能阻止纤维蛋白原凝固，也能阻止凝血酶催化的进一步的血瘀反应。如凝血因子Ⅴ、Ⅶ、Ⅷ的活化及凝血酶诱导的血小板反应等，均能被水蛭素抑制。其抑制率取决于水蛭素的浓度，血液凝固被推延或完全被阻止。\n1.1.3.水蛭素不但抗凝血，而且对由凝血酶诱导的其它细胞的非瘀血现象也有作用。例如能够抑制凝血酶诱导的成纤维细胞的增殖和凝血酶对内皮细胞的刺激。\n1.1.4.水蛭素也能抑制凝血酶对血小板的作用，抑制凝血酶同血小板的结合，抑制血小板受凝血酶刺激的释放，并能使凝血酶与血小板解离。Josenh A Jakubowski等按照水蛭素C-端残基（53-64)模式，合成12肽的水蛭素片断，其抗凝作用强于水蛭素，部分凝血酶时间（APTT)、凝血酶原时间（PT)和凝血酶时间（TT)都延长了。该片断在抑制由凝血酶诱发的血小板活性方面，主要是阻止血小板聚集，抑制5-羟色胺释放和TXA2的形成。Jean Marc Schlaeppi等制备了水蛭素的单克隆抗体，来研究水蛭素与凝血酶的作用，发现这些抗体与水蛭素的结合位置，都紧靠C-端残基。\n1.1.5.吻蛭素与水蛭素不同。水蛭素的作用是使凝血酶失活而抑制血液凝固，而吻蛭素从非药用水蛭中分离到的成分的作用是直接对血纤维蛋白酶原和血纤维蛋白的溶解作用。没有发现Haementeria ghilianii蚂蟥唾液腺抽提物中含有凝血酶失活剂和人血纤维蛋白溶酶原激活剂。试验也证明Ca（2＋)不是吻蛭素抗凝作用驱动者。由于吻蛭素在人和猪的血浆和人的纯血纤维蛋白溶酶原中有抗凝作用，这个发现具有一定的价值。首先，象水蛭素一样，它可作为研究血液凝固机制的一种工具。其次，吻蛭素对存在于血浆中的蛋白质水解酶抑制剂不敏感，这是已知的独一无二的血纤维蛋白水解酶。它在溶解凝血酶制剂方面具有理想的特性在临床上用于溶解血凝块，治疗血凝块引起的一些疾病如血栓等具有潜在的价值。\n1.2.抗栓作用：\n1.2.1.水蛭素对细菌内毒素引起的大鼠栓形成有预防作用，并能减少大鼠的死亡率。\n1.2.2.李凡等对水蛭素的溶栓作用进行了实验研究，结果表明：对实验性血栓形成有明显的抑制血栓形成作用（Teruhiko法)；对溶解溶血酶所致实验性静脉血栓有溶栓作用。\n1.2.3.松田秀秋等以水蛭等药材的70%乙醇提取物为实验材料进行了体内和体外试验，结果表明：水蛭等药材与用于较初期瘀血的丹皮、桂皮、芍药（抗血栓形成作用)的作用完全不同，其作用不是预防血栓形成，而是溶栓作用。\n1.2.4.水蛭素对各种血栓病都有效，尤其是对静脉血栓和弥漫性血管内凝血（DIC)。给予适当量的水蛭素，可抑制大鼠和兔颈动脉血栓的形成，形成的血栓比对照组小。血管壁损伤引起的颈动脉血栓和冠状动脉的血栓形成，可以被水蛭素完全抑制。它能有效地抑制大鼠和断奶的小猪的微血栓形成，减轻由凝血酶或内毒素在凝血系统诱导的改变，减少纤维蛋白沉积。\n1.2.5.对于不同实验模型，抗栓的有效剂量和血浓度也不一样。用大鼠做实验，比较水蛭素治疗各种血栓的有效浓度，静脉血栓和弥漫性血管内凝血（DIC)所需的水蛭素血浆浓度最低，且均比肝素低。水蛭素治疗静脉血栓所需的血浓度是肝素的1/20，而治疗DIC仅是肝素的1/50。因为在静脉血栓形成过程中，主要的血浆凝固因子被活化，导致凝血酶的形成，而水蛭素是最强的凝血酶抑制剂。治疗动脉血栓则要求较高的血浆浓度。B. Kaiser和F. Markwardt在大鼠实验中发现，按40AT-μ/kg.Min的速度，由静脉滴入水蛭素，血浆浓度达到4.3 AT-μ/ml，则完全抑制静脉血栓的形成。而要完全抑制动脉血栓的形成，则需要按照200 AT-μ/kg.min给药60分钟。抑制动脉血栓比抑制静脉血栓，水蛭素的剂量要高出5倍。与肝素相比，水蛭素抑制血栓形成的浓度，远远小于其引起出血的浓度。在它完全抑制动脉血栓的血浓度下，只引起出血时间延长50-60%，而肝素则有引起出血的严重副作用。\n1.2.6.在抗栓治疗中，与肝素相比，水蛭素的另一个显著优点，是不增加抗凝血酶-Ⅲ（AT-Ⅲ)的消耗，肝素与水蛭素都能抑制凝血酶对纤维蛋白原与血小板的作用，但水蛭素与辅因子无关。在DIC发病过程中，AT-Ⅲ要减少，这将减少了肝素治疗DIC的疗效，当AT-gd在血浆中的浓度低于正常值70-80%，则有形成血栓的危险。\n2.降低血脂作用：取健康家兔32只，体重2.0-2.5kg，性别不拘。给予标准饲料，分笼饲养，全部家兔随机分为3组，即造型级（n＝9)，预防组（n=8)，治疗组（n=11)，每日每只兔加喂胆固醇0.8g。（4只死于腹泻)预防组在造型开始同时，每日每只兔投水蛭（自然风干)粉1g，治疗组于造型结束后投药，方法同上。造型组除服用胆固醇0.8g/天，不予其它药物，造型后继续服用6周，用以对照。造型前后及治疗后，从股外静脉取血，分别测定血清总胆固醇（TC)、甘油三酯（TG)、6-酮PGF1α、TXB2各1次；经治疗6周后，全部家兔用耳缘静脉气栓法处死，立即进行剖检，从主动脉起始部到髂总动脉取出整条主动脉，剥离外膜，纵行切开后平铺于福尔马林中固定，苏丹Ⅲ染色，采用九宫格法分别计算每条主动脉的动脉粥样硬化（AS)斑块面积占主动脉或冠状动脉总面积的百分数，然后石蜡切片，HE染色镜检。结果如下：预防效果：水蛭对TC、TG的升高有较好的抑制作用；给服水蛭后，6-酮-PGF1α值上升，而TXB2下降，两值维持在正常限内。高脂血症家兔造型组和水蛭组AS病理变化差别非常显著（P<0.01)。治疗效果：给水蛭粉治疗后，TC、TG下降非常显著；6-酮-PGF1α明显上升，而TXB2明显下降。造型组与治疗组AS病理变化差异性非常显著（P<0.01)。\n3.对实验性脑血肿及皮下血肿的影响：取水蛭干品，水煮l小时，再经乙醇逐步沉淀，回收乙醇，过滤，最后以蒸馏水稀释至1g/ml备用。脑血肿实验用家兔20只，体重2.0-2.5kg，对照组及给药组各10只。将家兔俯卧固定，在颅顶人字缝处，沿中线向前0.5cm、向右0.3cm处，垂直进针1.4cm。另从耳动脉取血0.5ml，注入脑内，可在中脑部形成脑实质血肿。给药组每月耳静脉注入水蛭注射液2g/kg，对照组则给生理盐水1ml/kg。连续7天，处死动物后，分别测定脑血肿、炎细胞浸润及脑组织变性坏死面积[mm（2)]，并进行统计学处理。耳血肿实验取兔左耳动脉取血1ml，立即注入右耳尖向下3cm处的背侧，形成皮下血肿。分组观察及给药剂量同上。结果如下：给药组脑切片最大血肿面积（M±SD)为3.2±3.79mm（2)，对照组为6.7±5.19mm（2)，较对照组小，有促进脑血肿吸收趋势（t=1.72，0.05脑出血的血肿吸收，减轻脑组织周围炎症反应及水肿，缓解颅内压升高，改善局部循环，有利于神经功能的恢复；对兔耳局部的实验性血肿也有促进吸收作用。\n4.对实验动物终止妊娠的作用：取蚂蟥（Whitmaniapigra)的干燥全体，水煎2次，过滤，取滤液浓缩成40%的浸膏（即100ml水煎剂中含蚂磺40g)置冰箱内保存。以昆明杂系小鼠进行试验，结果表明：蚂磺对小鼠各个时期妊娠，包括着床和妊娠早、中、晚期都有终止妊娠的作用；终止妊娠的百分率是随着剂量的增加而增加的。不同途径给药，皮下注射、腹腔注射、肌肉注射和灌胃均有抗早孕效果。水蛭2.5-3.0g/kg皮下注射时，对小鼠具有完全的抗早孕作用，而同时皮下注射外源性黄体酮则可对抗水蛭的抗早孕作用，水蛭组与水蛭加黄体酮组比较P<0.001。水蛭对蜕膜瘤有抑制作用，而这一作用又能被黄体酮所对抗。\n5.对心血系统的作用：\n5.1.水蛭素还能对抗凝血酶所致的离体蛙心收缩力增强作用。\n5.2.通过放射性同位素86铷来观察对小鼠有增加摄取作用，说明有增加心肌营养性血流量。对抗垂体后叶素在家兔引起的心电图改变以0.5ml/kg即可防止垂体后叶素引起的第一期及第二期心电图改变，此点抗垂体后叶素保护作用与临床相吻合。心血管功能的特征变化一左心室压升高程度也减少了。\n5.3.水蛭还可分泌一种组织胺样物质，因而可扩张毛细血管而增加出血。",
    "creation": "水蛭：洗净、闷软，切段、晒干。炒水蛭：取滑石粉入锅内炒热，放入切段的水蛭，炒至微微鼓起，取出，筛去滑石粉。油水蛭：取洗净水蛭，置锅内用猪油炸至焦黄色，取出，干燥即成。\n\n①《蜀本草》：\"水蛭，采得之，当用竹筒盛，待干，又米泔浸一宿，后暴干，以冬猪脂煎令焦黄，然后用之。\"\n\n②《日华子本草》：\"水蛭，须细锉后，用微火炒令色黄乃熟。\"",
    "function": "破血，逐瘀，通经。治蓄血，癥瘕，积聚，妇女经闭，干血成痨，跌扑损伤，目亦痛，云翳。\n\n①《本经》：\"主逐恶血、瘀血、月闭，破血瘕积聚，无子，利水道。\"\n\n②《别录》：\"堕胎。\"\n\n③《本草拾遗》：\"人患赤白游疹及痈肿毒肿，取十余枚令啖病处，取皮皱肉白，无不差也。\"\n\n④《本草衍义》：\"治伤折。\"",
    "taste": "咸苦，平，有毒。\n\n①《本经》：\"味咸，平。\"\n\n②《别录》：\"苦，微寒，有毒。\"\n\n归肝经。\n",
    "usage": "内服：入丸、散，0.5～4钱。外用：置病处吮吸；或浸取液滴。",
    "compatibility": "体弱血虚，无瘀血停聚及孕妇忌服。\n\n①《日华于本草》：\"畏石灰。\"\n\n②《本草衍义》：\"畏盐。\"\n\n③《品汇精要》：\"妊娠不可服。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "1.静脉注射或皮下注射纯水蛭素，没有明显的副作用，对血压、心率和呼吸速率都没有影响，无过敏反应，在血浆中也未发现水蛭素的抗原。Klocking HP等用重组水蛭素（Recombinanthiradin）进行了广泛的毒性研究。在4周内，每天给动物用药lmg/kg，与对照组甘露醇相比，水蛭素不影响动物的一般行为，对肝肾无影响。不影响血小板计数和功能，不影响白细胞计数和分化作用，对红细胞系统也无影响。未发现出血现象，无抗体形成，未见病理组织学的变化。静脉注射的LD50>50mg/kg。2.皮下注射给予小鼠的LD50为15.24±2.04g/kg，而有效量（终止妊娠在75%以上）1.25g/kg，时LD50的1/2，表明安全范围较大。",
    "category": "归经_肝经",
    "plant": "1.日本医蛭，体长30-50mm，宽4-6mm。背面呈黄绿色或黄褐色，有5条黄白色的纵纹，但背部和纵纹的色泽变化很大。背中线的一条纵纹延伸至后吸盘上。腹面暗灰色，无斑纹。体环数103。雄性和雌性的生殖孔分别位于第31-32、第36-37环沟，两孔相间5球。阴茎露出时呈细线状。眼5对，排列成马蹄形。口内有3个腭，腭背上有1列细齿，后吸盘呈碗状，朝向腹面。\n2.宽体金线蛭，体大型，体长60-120mm，宽13-14mm。背面暗绿色，有5条纵纹，纵纹由黑色和淡黄色两种斑纹间杂排列组成。腹面两侧各有1条淡黄色纵纹，其余部分为灰白色，杂有茶褐色斑点。体环数107，前吸盘小。腭齿不发达，不吸血。雄、雌生殖孔各位于第33-34、第38-39环沟间。",
    "application": "①治疗急性结膜炎\n用活蚂蝗3条，置于6毫升生蜂蜜中，6小时后取浸液贮瓶内备用。每日滴眼1次，每次1～2滴。治疗380例，绝大部分是双侧性结膜炎，全部治愈。治愈时间最短1天，最长5天。治程中除滴眼后1～2分钟稍有疼?外，未见不良反应。对慢性结膜炎及翼状胬肉也有一定疗效。\n\n②治疗角膜瘢翳\n将活水蛭置于清水中2～3天，在去掉身上泥土、吐出腹内垢质后取出，以蒸馏水冲洗2～3次，秤过重量后放入纯蜂蜜中。蜂蜜与水蛭比例为1：2.5或1：3。水蛭与蜂蜜接触后约1小时即死亡，出现混浊液体，浮起后又下沉，共需6～8小时，过滤后即得棕色透明液。置于0℃3～5天，即可作为外用点眼剂，每日3～4次，每次1～2滴。或制成注射液，在1%普鲁卡因麻醉下进行球结膜下注射，先用小量，再逐渐增加，一般0.3～0.5毫升，隔2日注射1次，注射后涂抗菌素眼素包扎半日。共治疗角膜瘢痕云翳、粘连角膜瘢翳71例，显效(瘢翳明显变薄缩小，视力提高)26例，好转(瘢翳变薄缩小，视力稍有提高)39例，无效6例；各型内障124例，显效(视力提高5倍以上)65例，好转(视力提高3倍以上)51例，无效8例；玻璃体混浊37例，显效(视力提高5倍以上)26例，好转(视力提高3倍以上)9例，无效2例。据观察，水蛭素使用安全，副作用少。曾行结膜下注射5000余次，仅2例意外：1例原有青光眼，注后激发眼压增高；1例高血压患者(血压210／110毫米汞柱)，注射后视力突降。外用眼药水，对单纯角膜瘢翳疗效较好，一般疗程约需2个月以上；而对粘连性角膜瘢翳则疗效较差。",
    "position": "为水蛭科动物日本医蛭、宽体金线蛭、茶色蛭等的全体。",
    "source": "《本经》"
  },
  {
    "name": "琥珀",
    "alias": "育沛(《山海经》)，虎珀(《汉书》)，虎魄(《广志》)，江珠(《博物志》)，琥魄(《后汉书》)，兽魄、顿牟(《隋书》)。",
    "ingredient": "主含树脂、挥发油。此外，含有琥珀氧松香酸、琥珀松香酸、琥珀银松酸、琥珀脂醇、琥珀松香醇及琥珀酸等。",
    "process": "从地层或煤层中挖出后，除去砂石、泥土等杂质。",
    "distinguish": "①琥珀\n为不规则的块状、颗粒状或多角形，大小不一，块状者可长达6厘米。血红色(习称\"血珀\")或黄棕色，表面不平，有光泽。质松脆，捻之即成粉末。气无，味淡，嚼之易碎无沙感。以火燃之易熔，爆炸有声，冒白烟，微有松香气。\n\n②煤珀\n又名：黑琥珀。通常为多角形不规则的块状物，少数呈滴乳状，大小不一。表面棕色至乌黑色，略有光泽，若将表面黑色部分除去，则呈透明或半透明玻璃样体。质坚硬，不易碎。气无，味淡，嚼之坚硬无沙感。\n\n以色红、明亮、块整齐、质松脆、易碎者为佳。块碎小、质较硬、色暗棕者为次。本品不溶于酸，微溶于乙醚、氯仿及温热的酒精中。\n产云南、河南、广西、福建、贵州、辽宁等地。",
    "effect": "1．对呼吸系统作用  琥珀酸有镇咳祛痰作用。病人服后感到宽胸，痰液稀释易咳出。琥珀酸钠用于各种过敏性哮喘，支气管喘息性哮喘以及不适于服用麻黄素、氨茶碱的患者［1］。\n2．解毒作用  琥珀酸钠盐是重金属及巴比妥中毒的解毒剂。经小鼠试验表明从广西蛇药中分得的琥珀酸有抗眼镜蛇毒的作用［1］。\n3．镇静、催眠作用  琥珀酸铵用于震颤性谵妄。还有利尿作用，治疗结石所致的尿血较好；外用于皮肤疮疡，能生肌收回。琥珀有降血脂、抗动脉硬化作用。尚能收缩横纹肌［1］。 \n",
    "creation": "拣净杂质，用时捣碎研成细粉。\n\n《雷公炮炙论》：\"凡入药中，用水调侧柏子末安于瓷锅中，安琥珀于末中了，下火煮，从巳至申，别有异光，更捣如粉，重筛用。\"",
    "function": "镇惊安神，散瘀止血，利水通淋。治惊风癫痫，惊悸失眠，血淋血尿，小便不通，妇女闭经，产后停瘀腹痛，痈疽疮毒，跌打创伤。\n\n①《别录》：\"主安五脏，定魂魄，消瘀血，通五淋。\"\n\n②《药性论》：\"治产后血瘀痛。\"\n\n③《本草拾遗》：\"止血生肌，合金疮。\"\n\n④《日华子本草》：\"壮心，明目磨翳，止心痛、癫邪，破结癥。\"\n\n⑤《本草别说》：\"治荣而安心利水。\"\n\n⑥《珍珠囊》：\"利小便，清肺。\"\n\n⑦《本草正》：\"清心肺，消瘀血，痰涎。\"\n\n⑧《玉楸药解》：\"凉肺清肝，磨障翳，止惊悸，除遗精白浊，下死胎胞衣，敷疔拔毒，止渴除烦，滑胎催生。\"",
    "taste": "甘，平。\n\n①《别录》：\"味甘，平，无毒。\"\n\n②《海药本草》：\"温。\"\n\n③《本草正》：\"味甘淡，性平。\"\n\n入心、肝、小肠经。\n",
    "usage": "内服：入丸、散，3～6分。外用：研末点、撒。",
    "compatibility": "阴虚内热及无瘀滞者忌服。\n\n《本草经疏》：\"凡阴虚内热，火炎水涸，小便因少而不利者勿服琥珀以强利之，利之则愈损其阴。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "琥珀Amber 多呈不规则的粒状、块状、钟乳状及散粒状。有时内部包含着植物或昆虫的化石。颜色为黄色、棕黄色及黄色。条痕白色或淡黄色。具松脂光泽。透明至不透明。断口贝壳状极为显著。硬度2～2.5。相对密度1.05～1.09。性脆。摩擦带电。产于辽宁、河南、广西、福建、贵州、云南等地。 \n",
    "application": "用量1～3克，研末冲服，或人丸、散;外用适量，研末撒，或点眼。用治失眠、惊悸、惊风、癫痫、瘀血经闭、产后腹痛、瘕积聚、血淋血尿、目生翳障。",
    "position": "为古代松科植物的树脂埋藏地下经久凝结而成的碳氢化合物。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "百合子",
    "alias": "?",
    "ingredient": "?",
    "process": "夏、秋季采收，晒干备用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热凉血 主肠风下血 \n\n孙思邈：\"治肠风下血，百合子酒炒微赤，研末，汤服。\"",
    "taste": "甘；苦；凉 \n\n归大肠经",
    "usage": "内服：煎汤，研末，3-9g。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_大肠经",
    "plant": "1.百合，多年生草本，高70-150cm。茎上有紫色条纹，无毛；鳞茎球形，直径约5cm，鳞茎瓣广展，无节，白色。叶散生，具短柄；上部叶常小于中部叶，叶片倒披针形至倒卵形，长7-10cm，宽2-3cm，先端急尖，基部余窄，全缘，无毛，有3-5条脉。花1-4朵，喇叭形，有香味；花被片6，倒卵形，长15-20cm，宽3-4.5cm，多为白色，背面带紫褐色，无斑点，先端弯而不卷，蜜腺两边具小乳头状突起；雄蕊6，前弯，花丝长9.58-11cm，具柔毛，花药椭圆形，丁字着生，花粉粒褐红色；子房长柱形，长约3.5cm，花柱长11cm，无毛，柱头3裂。蒴果长圆形，长约5cm，宽约3cm，有棱。种子多数。花、果期6-9月。 2.卷丹 多年生草本，高1-1.5m。鳞茎卵圆状扁球形，高4-7cm，直径5-8cm。茎直立，淡紫色，被白色绵毛。叶互生，无柄；叶片披针形或长圆状披针形，长5-20cm，宽0.5-2cm，向上渐小成苞片状，上部叶腋内常有紫黑色珠芽。花3-6朵或更多，生于近顶端处，下垂，橘红色，花蕾时被白色绵毛；花被片披针形向外反卷，内面密被紫黑色斑点；雄蕊6，短于花被，花药紫色；子房长约1.5cm，柱头3裂，紫色。蒴果长圆形至倒卵形，长3-4cm。种子多数。花期6-7月，果期8-10月。3.山丹 多年生草本，高20-60cm。鳞茎圆锥形或长卵形，直径1.8-3.5cm，具薄膜，鳞瓣长圆形或长卵形，长2-3.5cm，宽0.7-1.2cm，白色。叶散生于茎中部，无柄；叶片条形，长3-10cm，宽1-3mm，无毛，先端锐尖，基部渐窄，有1条明显的脉。花一至数朵，生于茎顶或在茎端叶腋间，俯垂，鲜红色或紫红色；花被片6，长3-4.5cm，宽5-7mm，内花被片稍宽，反卷，无斑点或有少数斑点，蜜腺两边有乳头状突起；雄蕊6，短于花被，花丝无毛，花药长椭圆形，黄色，具红色花粉粒；子房圆柱形，长约9mm，花柱比子房长1.5-2倍。蒴果长圆形。花期7-8月，果期8-10月。 4.川百合 多年生草本，高约1.5m。鳞茎球形，直径2-4cm，白色。茎直立，具小突起或稀疏的锦毛。叶散生，中部密集；叶片条形，长6-10cm，宽2-3mm，两面无毛，边缘反卷并有明显的小乳头状突起，叶腋处具白色绵毛，中脉明显。花单生或2-8朵成总状排列，下垂，橙黄色，直径5-8cm；花梗长3-6cm，具披针形叶状苞片；花被片6，长圆形，长4-6cm，宽1cm左右，向外反卷，具紫色斑点，外面具稀绵毛，蜜腺两边具毛和乳头状突起；花丝无毛，花药长圆形，长1.4-1.6cm，花粉深橘红色；花柱长为子房的2倍。蒴果长椭圆形，长3.5cm，直径1.7-2cm。花期7-8月，果期9月。",
    "application": "?",
    "position": "为百合科植物百合等的种子。植物形态及选方详\"百合\"条。",
    "source": "《纲目》"
  },
  {
    "name": "熟地黄",
    "alias": "熟地",
    "ingredient": "\n本品主要含梓醇、核黄素、甘露醇、维生素A类物质、多种糖类、多种氨基酸、磷酸等。\n",
    "process": "\n取干地黄加黄酒30%，抖和，和节器中，蒸至内外黑润，取出晒干即成。或取干地黄置蒸器中蒸8h后，焖一夜，次日翻过，再蒸4-8h，再焖一夜取出，晒至八成干，切片后，再晒干。\n",
    "distinguish": "\n不规则的块状，内外均呈漆黑色，外表皱缩不平。质柔软，断面滋润，中心部往往可看到光亮的油脂状块，粘性甚大。昧甜。\n主产河南、浙江等地。河北、湖南、湖北、四川等地亦产。\n",
    "effect": "\n1．熟地黄延缓小鼠衰老的作用：\n熟地黄20%水煎液每日灌胃0.3ml共45天，处死取血，测定超氧化物歧化酶（SOD)、过氧化氢酶（CAT)、谷胱甘肽过氧化物酶（GSH-Px)活力和过氧化脂质（LPO)的含量。结果熟地可增强GSH-Px活性和降低血清中LPO的含量，与对照组相比较分别为P<0.05和P<0.01。\n2．对甲亢型阴虚大鼠的影响：\n用三碘甲腺原氨酸（T3)给予大鼠造成阴虚模型并给于熟地黄水煎液3ml（70%浓度)，共6天，然后测定各数据。结果正常对照组与给药组相比，用药前后无论是体征、体重改变、24小时饮水量与尿量以及各相关激素：T3、甲状腺素（T4)和醛固酮（AD)的血浆浓度均无显著差异（P>0.05)。但造模以后，阴虚组和正常组相比，则有非常显著变化，如兴奋好斗，体重减轻，24小时饮水量及饮量增加，T3浓度升高，T4、AD浓度降低等。而阴虚大鼠给以熟地黄后上述症状及各项指标均显著改善，趋于正常（和阴虚组相比)。如阴虚加熟地黄组和阴虚组相比，血浆AD浓度显著升高（P<0.05)，24小时尿量显著减少（P<0.01)，提示熟地黄具有滋补肾阴的作用与改善体内AD水平有关。阴虚给药组血浆中T3、T4浓度明显改善（T3浓度降低，T4浓度升高)，并趋于正常。表明熟地黄不仅能通过对全身性的调节作用，改善阴虚症状，并能对异常的甲状腺素状态起调节作用。另外阴虚给药组和正常组相比，在体重改变、24小时饮水量、血浆T3、T4浓度等方面，仍显著未达到正常水平，均有极显著差异（P<0.01)。这表明，虽然阴虚给药组和阴虚组相比，各项指标均有显著改善并趋于正常，但未完全恢复到正常。说明熟地黄的作用还是有局限性。\n3．熟地黄补血作用的实验观察：\n生、熟怀地黄制成1：1水煎剂灌胃给于小鼠观察对失血性贫血、造血干细胞和骨髓红系造血祖细胞CFU-E生成的影响。结果：生、熟怀地黄对失血性小鼠有明显的作用，给药8天后，特别是熟地黄组恢复较快，已基本恢复，RBC和Hb计数与对照组比较P值分别为0.001和0.01。生、熟地黄对造血干细胞亦有一定的增殖、分化作用，似可说明地黄补血作用与造血干细胞促进血细胞的产生有关。对小鼠骨髓红系造血组细胞的生成：生理盐水组红系集落（个数)为52.4±18.41，生地和熟地组分别为60.2±19.44与125±20.45（P<0.05)。提示地黄补血作用与骨髓造血系统亦有密切相关的作用。\n4.地黄炒炭后对止血作用的影响：\n对生地黄、生地炭、熟地黄、熟地炭，分别制成每100ml煎液含生药100g或含炭药33g制剂。各样品按0.8ml/20g剂量灌胃给于小鼠，从左眼内眦、球后静脉丛取血，统计凝血时间并与生理盐水组进行比较。结果均无显著性差异（P>0.05)，提示地黄用于止血似不需要炮制。\n",
    "creation": "\n熟地黄炭：取熟地黄放煅锅内，装八成满，上面覆盖一锅，两锅接台处用黄泥封固，上压重物，用文武火煅至贴在盖锅底上的白纸显焦黄色为度，挡住火门，待凉后，取出；或将熟地黄置锅内直接炒炭亦可。\n",
    "function": "\n滋阴，补血。治阴虚血少，腰膝痿弱，劳嗽骨蒸，遗精，崩漏，月经不调，消渴，溲数，耳聋，目昏。\n",
    "taste": "\n甘，微温。归肝、肾经。\n",
    "usage": "\n内服：煎汤，0.4～1两；入丸、散，熬膏或浸洒。\n",
    "compatibility": "\n脾胃虚弱，中满痰盛及食少便溏者慎用。\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n地黄 多年生草本，高10-40cm。全株被灰白色长柔毛及腺毛。根肥厚，肉质，呈块状，圆柱形或纺锤形。茎直立，单一或基部分生数枝。基生叶成丛，叶片倒卵状披针形，长3-10cm，宽1.5-4cm，先端钝，基部渐窄，下延成长叶柄，叶面多皱，边缘有不整齐锯齿；茎生叶较小。花茎直立，被毛，于茎上部呈总状花序；苞片叶状，发达或退化；花萼钟状，先端5裂，裂片三角形，被多细胞长柔毛和白色长毛，个脉10条；花冠宽筒状，稍弯曲，长3-4cm，外面暗紫色，里面杂以黄色，有明显紫纹，先端5浅裂，略呈二唇形；雄蕊4，二强，花药基部叉形；子房上位，卵形，2室，花后变1室，花柱1，柱头膨大。蒴果卵形或长卵形，先端尖，有宿存花柱，外为宿存花萼所包。种子多数。花期4-5月，果期5-6月。\n",
    "application": "\n1.治男妇精血不足，营卫不充等患：大怀熟地(取味极甘者，烘晒干以去水气)八两，沉香一钱(或白檀三钱亦可)，枸杞(用极肥者，亦烘晒，以去润气)四两。每药一斤，可用高烧酒十斤浸之，不必煮，但浸十日之外，即可用。凡服此者，不得过饮，服完又加酒六、七斤，再浸半月，仍可用。(《景岳全书》地黄醴)\n\n2.治诸虚不足，腹胁疼痛，失血少气，不欲饮食，噏噏发热，及妇人经病，月事不调：熟干地黄(切，焙)、当归(去苗，切，焙)各等分。为细末后，炼蜜和丸梧桐子大，每服二、三十粒，食前白汤下。(《鸡峰普济方》万病丸)\n\n3.治喑痱，肾虚弱厥逆，语声不出，足废不用：熟干地黄、巴戟(去心)、山茱萸、石斛、肉苁蓉(酒浸，焙)、附子(炮)、五味子、宫桂、白茯苓、麦门冬(去心)、菖蒲、远志(去心)等分。上为末，每服三钱，水一盏半，生姜五片，枣一枚，薄荷同煎至八分，不计时候。(《宣明论方》地黄饮子)\n\n4.治骨蒸体热劳倦：热地黄、当归、地骨皮、枳壳(麸炒)、柴胡、秦艽、知母、鳖甲(炙)等分。末，水一盏，乌梅半个，煎七分，和梅热服。(《幼幼新书》地黄散)\n\n5.调益荣卫，滋养气血，治冲任虚损，月水不调，脐腹疞痛，崩中漏下，血瘕块硬，发歇疼痛，妊娠宿冷，将理失宜，胎动不安，血下不止，及产后乘虚，风寒内搏，恶露不下，结生瘕聚，少腹坚痛，时作寐热：当归(去芦，酒浸，炒)、川芎、白芍药、热干地黄(酒洒蒸)各等分。上为粗末，每服三钱，水一盏半，煎至八分，去渣热服，空心食前。(《局方》四物汤)\n\n6.治小便数而多：龙骨一两，桑螵蛸一两，熟干地黄一两，栝蒌根一两，黄连一两(去须)。上药，捣细罗为散，每于食前，以粥坎调下二钱。(《圣惠方》)\n\n7.治小儿肾怯失音，顖开不合，神不足，目中白睛多，面色咣白等：熟地黄八钱，山萸肉、干山药各四钱，泽泻、牡丹皮、白茯苓(去皮)各三钱。上为末，炼蜜丸，如梧子大，空心，温水化下三丸。(《小儿药证直诀》地黄丸)\n\n8.治气短似喘，呼吸促急，提不能升，咽不能降，气道噎塞，势极垂危者：熟地黄七、八钱，甚者一、二两，炙甘草二、三钱，当归二、三钱。水二盅，煎八分，温服。(《景岳全书》贞元饮)\n\n9.治水亏火盛，六脉浮洪滑大，少阴不足，阳明有余，烦热干渴，头痛牙疼失血等证：生石膏三、五钱，熟地三、五钱或一两，麦冬二钱，知母、牛膝各钱半。水一钟半，煎七分，温服或冷服。若大便溏泄者，乃非所宜。(《景岳全书》玉女煎)\n\n10.治肝木乘胃，胃脘当心而痛，及胁痛吞酸，吐酸，疝瘕，一切肝病：北沙参、麦冬、地黄、当归、枸杞、川楝。(《柳洲医话》一贯煎)\n",
    "position": "\n为玄参科植物地黄(Rehmannia glutinosa(Gdertn) Iibosch.ex Fisch. et Mey.)的块根经加工炮制而成。\n",
    "source": "\n《本草图经》\n"
  },
  {
    "name": "化橘红",
    "alias": "化皮、化州橘红、柚皮橘红、柚类橘红、兴化红、毛柑、毛化红、赖橘红",
    "ingredient": "柚的外果皮含挥发油，主成分为柠檬醛（citral)，牻牛儿醇（geraniol)，芳樟醇（linalool)，邻氨基本甲酸甲酯（methyl anthranilate)。另据报道，挥发油中主含柠檬烯（limonene)，还含a-蒎烯（a-pinene)等。又谓挥发油中尚含丁香烯氧化物（caryophyllene oxide)，芳樟醇单氧化物（linaloolmonoxide)，顺式-3-己烯醇（cos-3-hexenol)，荜澄茄烯（cadnene)，二戊烯（dipentene)等。又含黄酮类成分：柚皮甙（naringin)，新橙皮甙（neohesperidin)，枳属甙（poncirin)，福橘素（tan- geretin)，川陈皮素（nobiletin)，5，7，4’-三甲氧基黄酮（5，7，4＇- trimethoxy flavone)，5，6，7，3＇，4＇-五甲氧基黄酮（5，6，7，3’，4＇- pentamethoxy flavone)，5，7，8，3，4’-五甲氧基黄酮（5，7，8，3＇， 4＇-pentamethoxy flavone)，5，7，8，4＇-四甲氧基黄酮（5，7，8，4＇－te- tramethoxy flavone)等。还含水苏碱（stachydrine)，伞形花内酯（umbelliferone)，橙皮油内酯（aruapten)，腐胺（prtrescine)，焦性地茶酚（pyrocatechol)，番茄烃（lycopene)，甘氨酸（glycine)，β谷甾醇葡萄糖甙（β-sitosterol-β-D-glucoside)，二十九烷（nona- cosane)等。又含蛋白质，脂肪，糖类，胡萝卜素，维生素B1，B2，C，烟酸，钙，磷。",
    "process": "7～8月摘取未成熟的果实，投入沸水中略烫后，即捞出，将果皮割成6～7瓣，除去果瓤及中果皮，然后晒干或焙干；再用水润透，对折，以木板压制成形，焙干。",
    "distinguish": "干燥的外果皮，呈对折的七角，六角或五角星形，展开后直径13～20厘米，厚2～3毫米。化州柚的外皮黄色或黄绿色，密布毛茸，有皱纹及小凹点，多作成七角，习称\"黄七爪\"、\"绿七爪\"；柚的外皮黄棕色，光而无毛茸，亦有皱纹及小凹点，多成五角形，习称\"大五爪\"；加工为六角形者，称\"六爪红\"，单片呈柳叶状者，习称\"尖化红\"，或称\"柳叶橘红\"。内表面多为黄白色，有脉络纹。质脆，易折断，断面不齐，外侧有一列不整齐的油点，内侧黄白色。气微香，味苦。以皮厚、多毛，气味浓厚者为佳。\n主产广东、广西等地。",
    "effect": "1.抗炎作用：\n柚皮甙给小鼠腹腔注射l00mg/kg，可降低甲醛性足踝浮肿，但对5-羟色胺引起的炎症无效；柚皮甙静脉注射50-250mg/kg，可抑制大鼠因静脉注射微血管增渗素（Kallidine)引起的毛细血管通透性增强。所含柚皮甙有消炎镇痛作用。\n2.其它作用：\n柚皮甙（2g/kg饮食)与致栓塞（Thrombogenic)饲料喂养大鼠，可延长动物的存活时间，并具有降低血小板聚集，增快血流等作用。",
    "creation": "拣去杂质，刷净，用时擘碎。",
    "function": "化痰，理气，健胃，消食。治胸中痰滞，咳嗽气喘，呕吐呃逆，饮食积滞。\n\n《纲目拾遗》：\"治痰症，消油腻、谷食积，醒酒，宽中，解蟹毒。\"",
    "taste": "苦辛，温。\n\n①《纲目拾遗》：\"味苦辛。\"\n\n②《岭南采药录》：\"味苦辛，性温平，无毒。\"\n\n归脾；肺经 ",
    "usage": "内服：煎汤，1～2钱；或入丸、散。",
    "compatibility": "气虚及阴虚有燥痰者不宜服。",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "柚皮甙毒性很小，以1%含量的柚皮甙食物喂饲大鼠200日，未见毒性反应。",
    "category": "归经_脾经",
    "plant": "①化州柚，又名：化州仙橘(《岭南杂记》)。\n常绿小乔木，高约3～3.5米。枝条粗壮斜生，幼枝被浓密柔毛，并有微小针刺。叶互生；叶柄的叶翼倒心脏形；有毛，主脉及叶翼边缘尤多；叶片长椭圆形，长8～13厘米，宽3～6厘米，先端浑圆或微凹入，基部圆钝，边缘浅波状，两面主脉上均有柔毛；叶质肥厚柔软。花极香，单生或腋生花序；萼4浅裂；花瓣白色，矩圆形；雄蕊20～25；子房圆形，花柱柱状，柱头极大。果实圆形或略扁，一般高10～15厘米，宽11～13厘米，柠檬黄色，油室大而明显，幼果密被白色绒毛；果顶圆钝，顶端内凹，果蒂四周略有棱起；果皮不易剥离，厚约2厘米；瓤囊16瓣，中心柱充实，果肉浅黄色，汁胞长大似纺锤形，味被酸。种子80粒以上，扁圆形，合点浅紫色。花期3月。果期8～9月。\n广东(化县)、广西(玉林专区)有栽培。\n\n本植物的花(柚花)、未成熟的幼小果实(橘红珠)亦供药用，各详专条。\n\n②柚，详\"柚\"条。",
    "application": "用量3~6克，煎服。用治风寒咳嗽、喉痒痰多、食积伤酒、呕恶痞闷。柚子皮，蒸鸡冠油服，治老年咳嗽气喘(《中药大辞典》)。",
    "position": "为芸香料植物化州柚或柚的未成熟果实的外层果皮。",
    "source": "《识药辨微》"
  },
  {
    "name": "枳壳",
    "alias": "炒枳实,只壳,商壳。",
    "ingredient": "各种枳壳均含挥发油和黄酮甙等物质。玳玳花未熟果实的果皮中，含新橙皮甙；果实成熟时，新橙皮甙消失而柚皮甙增多。接近成熟的酸橙果实中，含维生素C-36.6～82.1毫克／100克。\n\n从香圆枳壳和枸橘中分离到同一种生物碱样物质，其盐酸盐为白色棱柱晶，易溶于水，熔点215～216℃，在萤光灯下显紫色萤光。",
    "process": "7～8月间采收，从中部横切成两半，阴干、风干或微火烘干。",
    "distinguish": "①绿衣枳壳\n为植物枸橘的近成熟果实，呈半圆球形，直径约2～3.5厘米。外皮橙褐色或绿黄色，散有众多小油点及网状隆起的皱纹，密被细柔毛。果实顶端的一面有明显的花柱残基，基部的一面有果柄痕或残留短果柄。横切面果皮厚4～6毫米，黄白色，沿外缘有1～2列棕黄色油点；瓤囊6～8瓣，干缩呈棕褐色；中心柱宽4～6毫米。气香，汁胞味微酸苦。\n产福建、陕西等地。\n\n②酸橙枳壳\n又名:川枳壳、江枳壳。为植物酸橙的近成熟果实，多横切成半圆球形，直径4.5～5.5厘米。表面绿褐色或绿棕色，略粗糙，散生多数油点。顶端一面有花柱残基，基部一面有果柄痕。横切面果皮厚约6～12毫米，中果皮黄白色，边缘有1～2列棕黄色油点；瓤囊10～13瓣，棕褐色，每瓤囊中常有种子数粒；中心柱宽7～11毫米。气香，汁胞味苦而后酸。\n产四川、江西、浙江等地。\n\n③香圆枳壳\n又名:江枳壳、川枳壳。为植物香圆的近成熟果实，外形与酸橙枳壳相似。表面褐色或棕褐色，花柱残基的周围通常有一圈金钱环。横断面果皮厚7～13毫米，中果皮呈灰白色或白色；瓤囊10～12瓣；中心柱宽4～7毫米。气香，汁胞味酸而后苦。\n产四川、江西、浙江等地。\n\n④玳玳花枳壳\n又名:苏枳壳。为植物玳玳花的近成熟果实，通常横切为二，呈半圆球形，直径3～4厘米。表面青黄色或橙黄色，有众多细小的油点及网状皱纹。顶端一面有微小凸起的花柱残基，基部的一面有残存的宿萼及果柄痕。横断面果皮厚5～10毫米，棕黄色；瓤囊9～12瓣；中心柱宽4～8毫米。气香，汁胞味苦而后酸。\n产江苏。\n\n商品枳壳，除上述四种外，尚有以甜橙(福建、贵州、云南)，枸橼(云南)等的近成熟果实作枳壳使用。参见\"甜橙\"、\"香橼\"条。",
    "effect": "参见\"枳实\"条。",
    "creation": "枳壳:除去瓤、核，洗净，稍浸，捞出，润软，以手能捏对折为度，切片，晾干。炒枳壳:取麸皮撒于热锅内，俟色黄冒烟时，加入枳壳片，炒至淡黄色，取出，筛去麸皮，放凉。(每枳壳片100斤，用麸皮10斤)",
    "function": "破气，行痰，消积。治胸膈痰滞，胸痞，胁胀，食积，噫气，呕逆，下痢后重，脱肛，子宫脱垂。\n\n①《药性论》:\"治遍身风疹，肌中如麻豆恶痒，主肠风痔疾，心腹结气，两胁胀虚，关膈拥塞。\"\n\n②《日华子本草》:\"健脾开胃，调五脏，下气，止呕逆，消痰。治反胃，霍乱泻痢，消食，破癥结痃癖，五膈气，除风明目及肺气水肿，利大小肠，皮肤痒。痔肿可炙熨。\"\n\n③《开宝本草》:\"主风痒麻痹，通利关节，劳气咳嗽，背膊闷倦，散留结、胸膈痰滞，逐水，消胀满、大肠风，安胃，止风痛。\"\n\n④《珍珠囊》:\"破气，泄肺中不利之气。\"\n\n⑤《医学启源》:\"《主治秘诀》云，破心下坚痞，利胸中气，化痰，消食。\"\n\n⑥《纲目》:\"治里急后重。\"\n\n⑦《现代实用中药》:\"治咳嗽，水肿，便秘，子宫下垂，脱肛。\"",
    "taste": "苦辛，凉。\n\n①《雷公炮炙论》:\"辛苦。\"\n\n②《开宝本草》:\"味苦酸，微寒，无毒。\"\n\n③《医学启源》:\"气寒，味苦。\"\n\n入肺、脾、大肠经。\n\n",
    "usage": "内服:煎汤，1～3钱(大剂0.5～2两)；或入丸、散。外用:煎水洗或炒热熨。",
    "compatibility": "脾胃虚弱及孕妇慎服。\n\n①李杲:\"气血弱者不可服。\"\n\n②《本草经琬》:\"肺气虚弱者忌之；脾胃虚，中气不运而痰涌喘急者忌之；咳嗽不因于风寒入肺气壅者，服之反能作剧；咳嗽阴虚火炎者，服之立至危殆；一概胎前产后，咸不宜服。\"\n\n③《本草汇言》:\"如肝肾阴亏，血损营虚，胁肋隐痛者，勿用也。下痢日久，中气虚陷，愈下愈坠、愈后重急迫者，勿用也。\"\n\n④《本草备要》:\"孕妇及气虚人忌用。\"",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "N－甲基酪胺的盐酸盐，静脉注射的半数致死量 33.9mg/kg。辛弗林重酒石酸盐鼠皮下注射给药的半数致死量为800mg/kg。枳实毒性小，麻醉犬于30分钟内静脉注射累积量达2g/kg，未见严重反应。少数动物大量用药后有胃肠膨胀及大量流涎现象。枳实注射液小鼠静脉注射的半数致死量为71.8±6.5g/kg。枳实热甲醇提取物用Ames法进行诱变试验，发现对TA98株S－9Mix（-）有致死作用。",
    "category": "归经_脾经",
    "plant": "常绿小乔木，分枝多。枝具棱和短刺。单身复叶，互生;叶片宽椭圆形或宽卵形，长7~12cm，宽4~7cm，先端窄而锐或急尖，基部圆形或宽楔形;叶柄翅倒卵形，宽1~1.5cm，有时较窄或宽，叶柄短。花白色，单生或2~3朵簇生于叶腋。萼杯状，5浅裂。花瓣5，长圆形，具芳香，有脉纹。雄蕊约25.花丝基部结合。果近球形，直径5~8cm，橙黄色，果皮粗糙。瓤囊10~12瓣，果肉酸带苦味。种子约20.，卵形。子味乳白色，单胚。花期5~7月，果期11~12月。",
    "application": "治疗子宫脱垂\n取枳壳1斤，加水1500毫升，煎至500毫升，入砂糖适量(年老体弱者加升麻、白术各2.5两同煎，共加水2000毫升，煎至1000毫升)，每日2次，每次饭后服25毫升，10天为一疗程。或每日用枳壳1.2两，加水浓煎成100毫升，分3次食后服。据临床观察，服药后大部分病例均有一定的近期疗效。\n\n此外，临床上采用大剂量枳壳治疗脱肛、肠胃无力性消化不良、疝气、胃扩张等，亦有一定疗效。",
    "position": "为芸香科植物枸橘、酸橙、香圆或玳玳花等将近成熟的果实。植物形态详\"枸橘\"、\"枳实\"、\"香橼\"、\"玳玳花\"条。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "橘叶",
    "alias": "橘子叶",
    "ingredient": "温州蜜橘的叶中含维生素c151毫克%：另含多种碳水化物，如葡萄糖、果糖、蔗糖，淀粉和纤维素等等，其含量在开花时较高，果实成熟时渐减少，采摘后又增多。\n\n各种橘叶均含挥发油。",
    "process": "全年可采，以12月至翌年2月间采者为佳，采后阴干或晒干。",
    "distinguish": "干燥叶多卷缩，平展后呈菱状长椭圆形或椭圆形，长5～8厘米，宽2～4厘米，表面灰绿色或黄绿色，光滑，对光可照见众多的透明小腺点。质厚，硬而脆，易碎裂。气香，味苦。",
    "effect": "?",
    "creation": "?",
    "function": "疏肝，行气，化痰，消肿毒。治胁痛，乳痈，肺痈，咳嗽，胸膈痞满，疝气。\n\n①朱震亨：\"导胸脯逆气，行肝气，消肿散毒，乳痈胁痛，用之行经。\"\n\n②《滇南本草》：\"行气消痰，降肝气。治咳嗽，疝气等症。\"",
    "taste": "苦辛，平。\n\n①《滇南本草》：\"性温，味苦辛。\"\n\n②《纲目》：\"苦，平，无毒。\"\n\n归肝经  \n\n朱震亨：\"入足厥阴肝经气分。\"\n",
    "usage": "内服：煎汤，2～5钱(鲜者2～4两)；或捣汁。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "橘 常绿小乔木或灌木，高3-4m。枝细，多有刺。叶互生；叶柄长0.5-1.5cm，有窄翼，顶端有关节；叶片披针形或椭圆形，长4-llcm，宽1.5-4cm，先端渐尖微凹，基部楔形，全缘或为波状，具不明显的钝锯齿，有半透明油点。花单生或数朵丛生于枝端或叶腋；花萼杯状，5裂；花瓣5，白色或带淡红色，开时向上反卷；雄蕊15-30，长短不一，花丝常3-5个连合成组；雌蕊1，子房圆形，柱头头状。柑果近圆形或扁圆形，横径4-7cm，果皮薄而宽，容易剥离，囊瓣7-12，汁胞柔软多汁。种子卵圆形，白色，一端尖，数粒至数十粒或无。花期3-4月，果期10-12月。",
    "application": "?",
    "position": "为芸香科植物福橘或朱橘等多种橘类的叶。植物详\"橘\"条。",
    "source": "《纲目》"
  }
]