[
  {
    "name": "金银花露",
    "alias": "金银露（《金氏药帖》)，忍冬花露(《中国医学大辞典》)",
    "ingredient": "?",
    "process": "为忍科科植物忍冬及其同属植物花蕾的蒸馏液。拉丁植物动物矿物名：1.Lonicera japonica Thunb.2.Lonicera confusa (Sweet) DC. [Nintooa con-fusa Sweet; Lonicera muitifolra Champ.]3.Lonicera hypoglauca Miq.4.Lonicera fuluotomentosa Hus et S. C. Cheng",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，消暑，解毒。治暑温口渴，热毒疮疖。\n\n①《金氏药帖》：\"专治胎毒及诸疮痘毒热毒。\"\n\n②《纲目拾遗》：\"开胃宽中，解毒消火，以之代茶，尤能散暑。\"\n\n③《中国医学大辞典》：\"养血，止渴。治温热痧痘，痈疽，梅毒，血痢。\"",
    "taste": "《纲目拾遗》：\"气芬郁而味甘。\"",
    "usage": "内服：隔水炖温饮，2～4两。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；脾；胃经",
    "plant": "1.忍冬 多年生半常绿缠绕木质藤本，长达9m。茎中空，多分枝，幼枝密被短柔毛和腺毛。叶对生；叶柄长4-10cm，密被短柔毛；叶纸质，叶片卵形、长圆卵形或卵状披针形，长2.5-8cm，宽1-5.5cm，先端短尖、渐尖或钝圆，基部圆形或近心形，全缘，两面和边缘均被短柔毛。花成对腋生，花梗密被短柔毛和腺毛；总花梗通常单生于小枝上部叶腋，与对柄等长或稍短，生于下部者长2-4cm，密被短柔毛和腺毛；苞片2枚，叶状，广卵形或椭圆形，长约3.5mm，被毛或近无毛；小苞片长约1mm，被短毛及腺毛；花萼短小，萼筒长约2mm，无毛，5齿裂，裂片卵状三角形或长三角形，先端尖，外面和边缘密被毛；花冠唇形，长3-5cm，上唇4浅裂，花冠筒细长，外面被短毛和腺毛，上唇4裂片先端钝形，下唇带状而反曲，花初开时为白色，2-3d后变金黄色；雄蕊5，着生于花冠内面筒口附近，伸出花冠外；雌蕊1，子房下位，花柱细长，伸出。浆果球形，直径6-7mm，成熟时蓝黑色，有光泽。花期4-7月，果期6-11月。2.华南忍冬 本种与忍科的区别在于：幼枝、叶柄、总花梗、苞片、小苞片均被灰黄色卷曲短柔毛，并疏被微腺毛；小枝淡红褐色或近褐色。叶片卵形至卵状长圆形，幼时两面被短糙毛，老时上面无毛。苞片披针形，长1-2mm；小苞片先端具缘毛；萼筒被柔毛。果实黑色。花期4-5月，果熟期10月。3.菰腺忍冬 本种与前两种的区别在于：叶下面有时粉绿色，有柄或具极短柄的黄色至橘红色蘑菇形腺体。苞片线状披针形，与萼筒近等长，外面具短糙毛和缘毛；花冠白色，有时有淡红晕，后变金黄色，外面疏被倒生微伏毛，并常具无柄或有短柄的腺。果实有时具白粉。花期4-6月，果熟期10-11月。4.黄褐毛忍冬 本种与前三种的区别在于：幼枝、叶柄、叶下面、总花梗、苞片、小苞片和萼齿均密被形展或弯伏的黄褐色毡毛关糙毛，毛长不超过2mm，幼枝和叶两面散生橘红色短腺毛。叶片纸质，卵状长圆形至长圆状披针形。苞片钻形；小苞片卵形至线状披针形；双花下面不具苞关叶；花冠和苞片均较短，花冠外面密被黄褐色倒伏毛和开展的短腺毛。花期6-7月。",
    "application": "?",
    "position": "为忍冬科植物忍冬花蕾(金银花)的蒸馏液。",
    "source": "《中国医学辞典》"
  },
  {
    "name": "珍珠草",
    "alias": "日开夜闭、十字珍珠草(《生草药性备要》)，阴阳草、假油柑(《临证指南》)，真珠苹(《纲目拾遗》)，鲫鱼草、胡羞羞(《广州植物志》)，老鸦珠(《福建民间草药》)，夜合珍珠(《民间常用草药汇编》)，落地油柑、小利柑(《陆川本草》)，蓇草(《南宁市药物志》)，夜合草(《江西民间草药》)，山皂角(《贵州民间药物》)，叶后珠(《四川中药志》)，油柑草(《福建中草药》)，鱼鳞草(徐州《单方验方新医疗法选编》)。",
    "ingredient": "全草含酚性成分、三萜成分。",
    "process": "夏、秋间采收，晒干。",
    "distinguish": "干燥带根全草，根茎外表浅棕色，有髓；主根不发达，须根多数，浅灰棕色。茎粗约2～3毫米，老茎基部灰褐色；茎枝有纵皱，灰棕色、灰褐色或棕红色；质脆易断，断面中空。分枝有纵皱及不甚明显的膜翅状脊线。叶片薄而小，灰绿色，皱缩，易脱落。花细小，腋生于叶背之下，多已于缩。有的带有扁圆形亦褐色的果实。气微香，叶味微苦。\n主产广东、广西、四川等地。",
    "effect": "100%煎剂用平板纸片法，对金黄色葡萄球菌、大肠杆菌和绿脓杆菌有抑菌作用。",
    "creation": "?",
    "function": "平肝清热，利水解毒。治肠炎，痢疾，传染性肝炎，肾炎水肿，尿路感染，小儿疳积，火眼目翳，口疮头疮，无名肿毒。\n\n①《生草药性备要》:\"治小儿疳眼，疳积，煲肉食或煎水洗。\"\"治头上生疮仔成堆，痛痒难抵，煎水洗，研末开油搽亦可。\"\n\n②《临证指南》:\"治小儿诸疳瘦弱，眼欲盲。为末白汤下，或蒸煮鱼肉食。\"\n\n③《植物名实图考》:\"治瘴气。\"\n\n④《福建民间草药》:\"平肝，退火，明目，治蛇咬伤。\"\n\n⑤《贵州民间药物》:\"理气消肿。\"\n\n⑥广州部队《常用中草药手册》:\"清肝明目，渗湿利水。治肾炎水肿，尿路感染，尿路结石。\"",
    "taste": "甘苦，凉。\n\n①《植物名实图考》:\"性凉。\"\n\n②《福建民间草药》:\"苦，寒。\"\n\n③《南宁市药物志》:\"甘苦。\"",
    "usage": "内服:煎汤，0.5～1两(鲜者1～2两)；或捣汁。外用:捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "《泉州本草》:\"入肝、肺二经。\"",
    "plant": "叶下珠(《植物名实图考》)\n一年生草本，高10～40厘米，秃净或近秃净。茎直立，分枝常呈赤色，具翅状纵棱。单叶互生，排成2列，形似复叶；叶片长椭圆形，长5～15毫米，宽2～5毫米，先端尖或钝，基部圆形，下面灰绿色；叶柄短或近无柄；托叶小，尖三角形。花单性，雌雄同株，腋生，细小，赤褐色；无柄或具短柄；花萼6枚；花冠缺；雄花2～3朵聚生，雄蕊3，花丝基部合生，药室纵裂；雌花在叶下2列着生，子房3室。蒴果无柄，扁圆形，径约3毫米，赤褐色，表面有鳞状凸起物。种子三角状卵形，淡褐色，有横纹。花期7～8月。\n生于山坡、路旁、田边。分布江苏、安徽、浙江、江西、福建、广东、广西、四川、贵州、云南等地。",
    "application": "①治疗痢疾、腹泻\n取新鲜全草2～3两，或干品1～2两，洗净加水500毫升，煎至200毫升，每天1剂，早晚分服。小儿酌减；治疗36例，治愈23例，显效12例，无效1例。有的服两次即愈。\n\n②治疗狂犬咬伤\n取全草4～6株(小儿酌减)煎服。另用全草同冷饭粒捣敷受伤之处。6例受狂犬咬伤的患者用上法处理后，均安全无恙。",
    "position": "为大戟科植物叶下珠的全草或带根全草。",
    "source": "《生草药性备要》"
  },
  {
    "name": "木黄连",
    "alias": "土黄连(《广西中药志》)。",
    "ingredient": "无刺十大功劳茎含小檗碱（berberine）。",
    "process": "全年可采，除去枝叶，洗净，晒干。",
    "distinguish": "茎呈圆柱形，表面暗棕色或灰褐色，有浅纵沟和横向裂纹，幼茎较平滑，往往有突起的叶痕及叶柄残基，栓皮质松，脱落处可见黄色木部；质坚脆，折断面呈破裂状，淡黄色；横切面近圆形，髓部淡黄色，木部黄色，射线清晰。根呈圆柱状，略扭曲，表面棕黄色，有纵沟纹及支根疤痕；质坚硬，不易折断，断面黄色。\n\n同属植物苏氏十大功劳、半覆瓦十大功劳、独龙十大功劳等的根，在广西民间亦称木黄连或土黄连，并与本品同等使用。",
    "effect": "?",
    "creation": "?",
    "function": "清心胃火，解毒。治阳黄、热痢、赤眼；外治刀伤，火烫伤。(性味以下出《广西中药志》)",
    "taste": "味苦，性寒，无毒。",
    "usage": "内服：煎汤，2～5钱。外用：捣敷。",
    "compatibility": "《广西中药志》：\"虚寒体弱者忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝经",
    "plant": "北江十大功劳\n常绿灌木，高1～2米或更高，全体光滑无毛。茎粗壮，表面暗棕色。单数羽状复叶互生，长20～30厘米，总叶柄基部扁阔，腹面具浅槽，节明显；小叶革质，5～7枚，椭圆形，长6.5～7.5厘米，宽2.5～4厘米，先端渐尖，具锋利的芒尖，往往于叶尖的两侧有1～2个锐齿，基部楔形，下面一对小叶往往基部不等。总状花序丛生于枝的顶端，长10～20厘米，花众多，黄色；苞片1枚，三角形，棕色，长约1.5毫米；萼片9，黄色，花瓣状，分3轮排列，每轮3片；花瓣6，较内轮萼片为小，矩圆形；雄蕊6枚，花丝短棒状；子房上位，柱头头状，扁平。浆果蓝黑色。花期5～6月。果期7～8月。",
    "application": "?",
    "position": "为小檗科植物北江十大功劳的根及茎。",
    "source": "《广西中药志》"
  },
  {
    "name": "黄疸树",
    "alias": "刺黄连、树黄连、土黄连(《广西中药志》)，长叶小檗、土黄柏(《中国高等植物图鉴》)，三颗针(《广西中草药》)。",
    "ingredient": "含小檗碱，根含1.52%，茎枝含0.98%(均以盐酸盐计)。",
    "process": "春、秋挖取全株，剪除枝叶及细根，或削除部分栓皮，晒干。",
    "distinguish": "干燥的茎呈类圆柱形，表面灰棕色，有沟纹，并有少数小形皮孔。上部多分枝，枝直径约3～5毫米，显灰棕至暗棕色，表面有明显的纵棱数条；针刺较多，单个或2～3分叉。主根呈圆柱形，直径达4～5厘米或以上；根头部留有茎基及芽；侧根及支根呈扭曲状；外表土黄色至灰棕色，栓皮易片状脱落而露出棕黄色的皮部。茎枝及根的质地坚硬，断面强纤维性，呈鲜黄色，茎及枝中央具髓部；根无髓，木质部占绝大部分。断面置萤光灯下可见强烈的黄色萤光。味极苦。\n产于广西、江苏等地。",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒。治肝炎，胆囊炎，肠炎，菌痢，咽喉炎，结膜炎，尿道炎，疮疡肿毒。\n\n①《广西中药志》：\"治消化不良，腹痛，肠炎下痢等症。\"\n\n②《广西中草药》：\"清热解毒。治细菌性痢疾，肠胃炎，咽喉炎，口腔炎，尿道炎，急性结膜炎，疮疡溃烂。预防流脑。\"\n\n③苏医《中草药手册》：\"治急性肝炎，胆囊炎。\"",
    "taste": "《广西中药志》：\"味苦，性寒，无毒。\"",
    "usage": "内服；煎汤，3～5钱。外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃；大肠经",
    "plant": "庐山小檗\n落叶灌木，高约1～3.5米。茎多分枝，枝有细沟纹，并具针刺，刺通常不分叉，偶为三分叉，长1～2.5厘米。叶簇生；倒披针形至匙形，叶基渐狭而呈柄状，全长约4～8厘米，宽约1.2～2.6厘米，全缘，表面光滑。花序略呈总状，或近伞形，腋生；小苞片披针形；萼片6，两轮，内轮3枚较大；花瓣6，椭圆状倒卵形，长约2～3毫米，较萼片略狭，内侧墓部具二蜜腺；雄蕊6，与花瓣对生，花药呈二瓣裂；子房上位，花柱不明显，柱头扁平而大，胚珠1，直立。浆果矩圆形，长9毫米，红色，微有粉，无宿存花柱。\n生长于林下、沟边。分布广西、江西、江苏、浙江等地。",
    "application": "?",
    "position": "为小檗科植物庐山小檗的茎及根。",
    "source": "《江苏药材志》"
  },
  {
    "name": "绿矾",
    "alias": "青矾，皂荚矾，皂矾，硫酸亚铁",
    "ingredient": "天然绿矾主要含硫酸亚铁(FeSO4·7H2O)。因产地不同，常含或多或少的铜、铝、镁、锌等夹杂物。",
    "process": "采得后，除去杂质。宜密闭贮藏，防止变色或受潮。",
    "distinguish": "\n\n\n",
    "effect": "?",
    "creation": "煅绿矾(又名：绛矾、矾红)：将绿矾和米醋同放在砂锅内，盖好，放炭炉上烧煅，待绿矾溶化时，即用竹片搅拌均匀，使矾、醋充分混和，然后加热再煅，至全部呈绛色为度，取出放冷。(每煅绿矾100斤，用米醋20斤)",
    "function": "燥湿化痰，消积杀虫，止血补血，解毒敛疮。治黄肿胀满，疳积久痢，肠风便血，血虚萎黄，湿疮疥癣，喉痹口疮，烂弦风眼。\n\n①《唐本草》：\"疗疳及诸疮。\"\n\n②《日华子本草》：\"治喉痹，钟牙，口疮及恶疮，疥癣；酿鲫鱼烧灰和服，疗肠风泻血。\"\n\n③《医学入门》：\"消水肿黄疸，小儿疳积，治甲疽肿痛出水。\"\n\n④《纲目》：\"消积滞，燥脾湿，化痰涎，除胀满黄肿、疟利、风眼、口齿诸病。\"\n\n⑤《现代实用中药》：\"用其小量，能补血，用于贫血及萎黄病，并治胃肠出血，配合他药为丸剂用之。生用大量作催吐剂。外用，火煅透，治结膜炎，白癣，脓疱疹，腋臭等，系用本品之稀薄液，有收敛作用。\"",
    "taste": "酸涩，凉。\r\n\n\n\n\n①《日华子本草》：\"凉，无毒。\"\n\n②《品汇精要》：\"味酸，性寒，无毒。\"\n\n③《本草再新》：\"味酸而涩，性凉，有毒。\"\n",
    "usage": "内服：入丸、散，0.5～1.5钱。外用：研末撒或调敷，或为溶液涂洗。",
    "compatibility": "多服能引起呕吐腹痛，胃弱者慎服。\n\n①《纲目》：\"畏醋。\"\n\n②《本草经疏》：\"令人作泻，胃弱人不宜多用。\"",
    "storage": "宜密闭贮藏，防止变色或受潮",
    "side_effects": "?",
    "category": "归经_大肠经",
    "plant": "\n\n\n",
    "application": "\n\n\n",
    "position": "为硫酸盐类矿物水绿矾的矿石或化学合成品。",
    "source": "《日华子本草》"
  },
  {
    "name": "芫花",
    "alias": "芫(《山海经》)，去水(《本经》)，败花、赤芫、儿草(《吴普本草》)，毒鱼、杜芫(《别录》)，头痛花(《纲目》)，闷头花、老鼠花(《东还纪程》)，闹鱼花(《中国树木分类学》)，棉花条、大米花(《江苏植药志》)，芫条花、野丁香花(《山东中药》)，九龙花、浮胀草、地棉花(《湖南药物志》)，银腰带、小叶金腰带(《江西草药》)。",
    "ingredient": "芫花含芫花素、羟基芫花素、芹菜素及谷甾醇；另含苯甲酸及刺激性油状物。",
    "process": "春季花未开放前采摘，拣去杂质，晒干或烘干。",
    "distinguish": "干燥花蕾呈弯曲或稍压扁的棒锤状，长约1厘米，直径约0.3厘米，常单朵或3～7朵成簇。上端稍膨大，裂为4片，淡黄棕色，下端较细，灰棕色，密布白色绒毛。花心较硬，呈紫红色。全花质软。气微香，久嗅能致头痛，味微甘。嚼之有辣感。以花蕾多而整齐。淡紫色者为佳。\n产安徽、江苏、浙江、四川、山东、福建、湖北等地。\n\n除上述品种外，尚有黄芫花，为同科植物河朔芫花的干燥花蕾。与芜花相似而略小，长约0.3～1厘米。表面灰绿色或灰黄色，有白色细绒毛。\n产于山西、陕西、甘肃、内蒙古等地，亦同等使用。",
    "effect": "1.利尿作用：吕向华报道，大鼠灌胃l0g／kg的芫花煎剂组与对照组相比，排尿与排钠率有明显增加，排钾量相近。剂量为20g／kg时，排尿、排钠率及排钾量均有显着增加，但2.5或5g／kg则无效。另据报道给麻醉犬静脉注射50%的芫花煎剂0.4-1.0g／kg，可使尿量增加一倍以上，约维持20分钟。用3%氯化钠液腹腔注射形成腹水的大鼠灌胃10g／kg的芫花煎剂或醇浸剂，均有利尿作用。2.镇咳、祛痰作用：氨水喷雾法引咳实验结果表明，小鼠灌胃1.25g／kg醋制芫花与苯制芫花的醇水提取液，或0.625g/kg羟基芫花素均有止咳作用。酚红排泄实验表明，小鼠灌胃5g／kg醋制芫花与苯制芫花醇水提取液或0.625g/kg羟基芫花素，均有一定祛痰作用，其祛痰机理可能与治疗后炎症减轻、痰液粘滞度降低有关。3.对中枢神经系统的作用：据肖庆慈等报道，选用体重15-25g昆明小白鼠90只，雌雄皆有，随机分组，每组10只，共分9组，按表4中所列剂量灌胃给药，采用YsD-4药理生理实验多用仪，电刺激箱进行测记，观察不同时间里引起小白鼠尖叫时的电压数（mv）。结果见表4。表明小白鼠口服20g／kg单味甘草或炙芫花煎剂后有一定镇痛作用。且炙芫花伏于甘草。合用后与同剂量之单味煎剂比较，镇痛作用优于甘草、次于炙芫花。另据魏成武等报道芫花乙醇提取物腹腔注射500mg／kg（折合成生药，下同）在热板法、酒石酸锑钾扭体法及电击法中，对小鼠都有明显镇痛作用，并且吗啡受体拮抗剂纳洛酮能阻断其镇痛作用。在小鼠转棒实验中，腹腔注射l000mg／kg的芫花乙醇提取物显示明显镇静作用，在抗士的宁或苯甲酸钠咖啡因惊厥实验中，有明显抗惊厥作用，抗土的宁惊厥作用较强；此外，芫花还能明显增强异戊巴比妥钠对犬的麻醉作用。4.对消化系统的作用：。4.1.对动物离体肠段的影响:取约2kg重的健康成年家兔数只，雌雄皆有，急性处死后取出空肠，常规处理，保存于台氏（Tyrode）液中备用，实验共分20组进行，结果表明，药物在高浓度时，炙芫花对肠段的兴奋作用优于甘草，低浓度时则甘草伏于芫花。卞如濂亦报道:1.8mg（生药）／ml生芫花与醋制芫花的50%水煎剂、水浸剂及醇浸剂均有兴奋离体兔回肠的作用，能使肠蠕动增加，张力提高、加大剂量则呈现抑制作用。生芫花与醋制芫花醇浸剂对兔能轻度致泻，对犬除轻度致泻外，尚有致吐作用，对小鼠则无此作用。另据报道1%芫花之刺激性油状物，可使大鼠离体十二指肠呈强直收缩，对兔离体十二指肠则先兴奋后抑制，10%醋制与10%苯制芫花（用苯除去油状物后配成），均有类似作用。4.2.对大白鼠肠蠕动的作用:用大白鼠全肠推进法，取大白鼠随机分为3组，绝食24h后，口服灌胃生芫花和醋炙芫花药剂（按40g／kg给药），同时给5%炭末，l小时后处理大鼠。设对照组观察，生及醋炙芫花组的炭末推进长度，测出大白鼠的小肠全长（mm），求出推进率（各组以10只计）。表明芫花生品与醋炙品对大白鼠肠蠕动有轻度兴奋作用，使肠蠕动加快，生芫花组炭末染色长度较对照组平均增加6.4%；醋炙芫花组与对照组比较平均增加9.7%；说明芫花醋炙后，对肠蠕动作用较生品强。5.抗生育作用：芫花萜与雌二醇合用，对大鼠离体子宫有协同作用，对子宫颈的作用弱于子宫体，且与雌二醇无协同作用。兔宫颈注射100μg/kg芫花萜，引起强烈宫缩。犬静脉注射芫花素有相同作用。孕猴宫腔内给药也能引起流产。且局部给药作用加强，静脉注射反应慢或不明显。致流产原因，从芫花萜引产下来的胎盘和胎儿的病理检查结果可见，退变的绒毛蜕膜组织血栓形成、红细胞破坏、胎盘绒毛膜板下有大量中性多形核白细胞集聚，系药物注入后引起炎症细胞浸润之故；胎儿各器官的血管明显扩张瘀血）组织水肿、出血，细胞肿胀等病理改变系药物对局部组织的直接作用；蜕膜细胞退变坏死，以及胶带的炎性细胞浸润和水肿，可能是内源性前列腺素的分泌释放增多，致子宫平滑肌细胞收缩增强，而达到引产的目的。从细胞超微结构功能看，给药后可引起蜕膜与胎盘明显变性坏死，使溶酶体破坏释放大量磷酸脂酶A，导致继续保持分泌功能的蜕膜中粗面内质网加速合成与释放前列腺素。实验证明引产孕妇羊水内，随着前列腺素含量增加，伴有产程开始，刺激子宫平滑肌收缩引起流产。由此进一步说明芫花萜引产机理中，内源性前列腺素起着重要作用。在引产中可观察到HCG（缄毛膜促性腺激素）、雌二醇与雌三醇皆下降，说明药物对胎盘组织有一定损害，孕激素水平下降，有利于宫缩发动，可能是引起流产的辅因。另一项研究表明，芫花萜（20μg/ml）对鼠胚脱氧核糖核酸（DNA）合成有一定抑制作用。以3H一芫花萜注射于孕兔羊膜腔，48小时内羊水、胎盘与胎儿放射性为最强，母血与内脏器官放射性甚弱，尿中72小时排泄量仅为注入量的9.1%，可见临床上宫腔给药引产比较安全。6.对黄嘌呤氧化酶（XO）的抑制作用：1983年Noro，Tacataka等在从生药和植物药中寻找XO抑制剂时，发现芫花的花和芽对XO具有强的抑制作用，并从中分离出芫花素、芹菜素、3-羟基芫花素和木犀草素四种对XO有抑制作用的成分，它们的抑制活性IC50分别为7×10（-5）M、7.4×10（-7）M、10-5M和5.9×10（-7）M。芹菜素和木犀草素是XO的最强抑制剂。这些黄酮类化合物在该试验条件下对单胺氧化酶未表现有强的抑制活性。7.抗白血病作用：Hall IH和Noro T等分别从芫花花部的甲醇提取物中分离得到两种强力抗P-388淋巴细胞性白血病的二萜化合物-芫花瑞香宁和芫花酯甲。两者在体内低剂量（0.8mg／kg）时，即显强力抑制活性，其T／C值分别为175%和151%。研究还表明，芫花瑞香宁与芫花酯甲均可抑制P-388癌细胞核酸与蛋白质的合成，对前者的抑制作用，系在DNA聚合酶与嘌呤合成中的磷酸核糖氨基转移酶，肌苷酸脱氢酶及二氢叶酸还原酶；对后者系在延伸步骤中阻抑与干扰肽基转移酶的反应。8.抗菌作用：体外试验1：50浓度的醋制芫花及苯制芫花醇水提取液对肺炎球菌、溶血链球菌、流行性感冒杆菌均有抑制作用。芫花水浸液（1：4）在试管内对许兰氏杆菌、奥杜盎氏小孢子菌、星形奴卡氏菌等皮肤真菌均有不同程度的抑制作用。而芫花素无抗菌作用。9.其它作用：芫花甲醇提取物对cAMP磷酸二酯酶（PDE）具有抑制活性，并从中分离得到3种化合物，其中一种为强抑制PDE活性成分，初步鉴定为芹菜素二葡萄糖甙（Apigenin diglycoside）。免股四头肌刺激实验表明，5mg、0.5ml芫花萜醇液有严重局部刺激反应。10.此外，芫花叶和芫花根尚有下列药理作用：。10.1对心血管系统的作用：。10.1.1.对豚鼠离体心脏的作用：取豚鼠8只，重350-600g，处死后迅速取出心脏，按Langendorff氏法用37℃，恒温通氧的任洛氏液以高度70cm的恒压灌流心脏。约经15分钟待心脏活动和流量稳定后在灌流液中加入芫花叶提取液浓度达到0.6g／100ml（生药含量，下同），观察冠脉流量及心率变化。结果表明芫花叶有明显的增加冠脉流量的作用，但心率变化不明显。10.1.2.对离体蛙心的影响：按斯氏（Straub）离体蛙心灌流法制备离体蛙心，实验动物为滇蛙每组五个蛙心，共分20组进行实验，取平均值作曲线并比较，可见0.31-5%的芫花煎剂高浓度时对离体蛙心的收缩力及频率呈现明显的抑制作用，低浓度时抑制作用较弱或不明显。10.1.3.对小鼠急性缺氧耐受力的影响选用体重20-28g的健康小鼠30只，按性别和体重分为2组，每只小鼠皮下注射异丙肾上腺素10mg／kg，给药组同时腹腔注射芫花叶0.05g／kg，对照组则注射相同容量的生理盐水。30分钟后分别选择性别相同，体重相近的给药鼠和对照鼠各1只，组成配对置于内有10g钠石灰的密闭器中，观察得给药组小鼠的平均存活时间炒877.9±33.0秒，对照组小鼠的存活时间为715±32.3秒。T值测验两组有非常显着的差异（P＜0.01)。10.1.4.对冠脉结扎猫血清磷酸肌酸激酶（CPK）的影响猫体重2.0-3.8kg，雌雄皆用，以戊巴比妥纳腹腔麻醉后背位固定，气管接人工呼吸器，并用水银检压计记录左颈动脉血压。开胸，暴露心脏，在左冠状动脉前降支下离冠脉起源12-14mm处穿一丝线，待血压稳定后结扎前降支。给药组猫在结扎冠脉后，立即通过股静脉注射注入芫花叶注射液0.75g／kg，并在以后5小时内用恒流泵以0.375g/kg/h的速度补充，对照组给予同体积的生理盐水。在冠脉结扎前5分钟及结扎后5小时内，每h从左颈总动脉取血1ml，测定血清磷酸肌酸激酶（CPK）活性，考虑到手术造成的骨骼肌损伤可造成血清CPK活性的提高，另外再设空白组，此组猫仅在左冠状动脉前降支下穿一丝线，不作结扎，股静脉注射给予相同体积的生理盐水，其它所有手术过程均与上述两组相同，首次取血在穿线前5分钟，以后取血间隔时间也与上述两组相同。经测定三组猫在5小时内血清CPK活性均较冠脉结扎前或心肌穿线前有所增强，但程度不同，其中对照组猫的CPK活性增强最为明显。由于对照组与空白组的所有手术过程相同，因此这两组间的差异可被看作是结扎冠脉引起的，向对照组和给药组均为结扎冠脉动物，所以后两组间的差异是由药物引起的。10.1.5.对麻醉猫的急性降压作用和对心率的影响麻醉猫6只，重2.0-2.0kg，股静脉注射芫花叶注射液1g／kg约1分钟后，血压由116.2±7mmHg迅速下降至65.8±6.1mmHg，下降43.5±3.O%，降压作用维持2分钟左右，其中2只猫在剪断双侧迷走神经后再次注射，其降压作用未见明显影响。另猫3只静脉注射阿托品lmg／kg后，再注射芫花叶，其降压作用略见减弱，据此分析降压机制可能主要不是通过迷走神经。10分钟内猫心率变化不明显，心律也未见异常。10.2.冠状动脉扩张作用：十万分之一的芫根乙素水溶液离体肠鼠心脏灌流，具明显扩张作用，效价略低于二甲氧基甲基呋喃色原酮（khellin）。10.3.毒鱼作用：芫根乙素十万分之一的水溶液可使金鱼30分钟内致死，似khellin类呋喃色原酮的毒鱼作用。",
    "creation": "醋制。",
    "function": "逐水，涤痰。治痰饮癖积，喘咳，水肿，胁痛，心腹癥结胀满，食物中毒，疟母，痈肿。\n\n①《本经》：\"主咳逆上气，喉鸣喘，咽肿短气，鬼疟，疝瘕，痈肿。\"\n\n②《别录》：\"消胸中痰水，喜唾，水肿，五水在五藏皮肤及腰痛，下寒毒、肉毒。\"\n\n③《药性论》：\"治心腹胀满，去水气，利五脏寒痰，涕唾如胶者。主通利血脉，治恶疮风痹湿，一切毒风，四肢挛急，不能行步，能泻水肿胀满。\"\n\n④《日华子本草》：\"疗嗽，瘅疟。\"\n\n⑤《纲目》：\"治水饮痰辩，胁下痛。\"\n\n⑥《本草原始》：\"煎汁渍丝线，系痔易落，(并能)系瘤。\"",
    "taste": "辛苦，温，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"苦，微温，有小毒。\"\n\n③《药性论》：\"有大毒。\"",
    "usage": "内服：煎汤，0.5～1钱；或入丸、散。外用：研末调敷或煎水含漱。",
    "compatibility": "体质虚弱及孕妇禁服。\n\n《本草经集注》：\"决明为主使。反甘草。\"",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "1.毒性：芫花煎剂小鼠腹腔注射LD20为5.5±0.36g/kg；芫花与醋制芜花醇浸剂，小鼠腹腔注射LD50分别为1.0g/kg和7.07g/kg，而其水浸剂的LD50分别为8.30kg/kg与17.78kg/kg。芫花煎剂大鼠腹腔注射的LD50为9.25g／kg。醋制或苯制芫花醇水提取液，小鼠灌胃的LD50为8.48±1.18g／kg与14.05±2.03g／kg。芫花与醋制芫花的醇浸剂，小鼠腹腔注射的LD50分别为1.0g/kg与7.07g／kg，而其水浸剂的LD50分别为8.30g／kg与17.78g／kg，说明醋制能降低生芫花的毒性。芫花萜乳剂与醇剂给小鼠腹腔注射的LD50分别为1.8与1.9mg／kg。芫花萜醇剂给孕猴每日腹腔注射20-100μg/kg，连续10天，可见主要脏器有明显病变，因弥漫性和血管内凝血死亡。宫腔注射、皮下注射或静脉注射芫花萜可使动物产生发热现象，可能由于胎盘内的芫花萜引起的严重化学炎症，或因流产时强烈宫缩将羊水挤入母体血液循环引起的反应所致。肾上腺皮质激素对发热有明显预防与治疗作用。阿司匹林也可防止出现发热反应。兔亚急性毒性实验结果表明，用醋制或苯制混悬液0.25与0.5g／kg，连续灌胃28天未见明显毒性，芫花萜乳剂0.2-0.8mg对猴羊膜腔给药也无明显影响。动物实验表明，芫花与甘草合用，其利尿、泻下作用受抑制，且毒性增强，提示两药不宜合用。但另一研究表明炙芫花单用或与甘草合用对小毒均未出现毒性反应及死亡。另有研究报道了芫花炮制及其相反药物配伍的毒性作用和诱变试验。2.炮制对毒性的影响：取健康雌性小鼠（18-21g）50只，随机分为5组，每组10只，腹腔注射药剂，观察72小时动物死亡数。可见LD50醋炙品比生品提高一倍，说明芫花醋炙起到了降低毒性作用。3.相反药物配伍对毒性的影响：杨致礼报道选健康小白鼠568只（体重28-36g），健康家兔301只（体重1.5-2.5kg）。均于实验前进行健康观察7天。平均体温38.94±0.46-39.73±0.22℃，球虫卵囊检查粪便潜血。精神、饮食欲、粪便均正常，实验的全部小白鼠、家兔雌雄搭配，经预实验后随机分为单味组、配伍组与对照组（见表10），实验结果，小鼠灌胃芫花水浸煎剂（浸泡24小时后煎煮浓缩，每1ml相当于生药1g，下同）及煎剂（未经浸泡煎煮二遍后过滤浓缩，每1ml相当于生药2g）。连续观察精神、饮食欲、粪便72小时，未明异常。小鼠灌胃芫花十甘草等量配伍同煎剂，连续观察72小时也无反应，家兔灌胃芫花水浸煎剂后分别在5、24、28小时观察，体温、精神、饮食欲、粪便均正常。与健康对照组相比无明显变化。用芫花水浸煎剂及芫花加甘草等量配伍同煎剂给小鼠腹腔注射，配伍组比单味组毒性强。4.诱变试验：选用芫花、甘遂、大戟、甘草等药配伍成C、L、T、G丸，应用鼠伤寒沙门氏菌加哺乳动物肝微粒体酶检测系统，以及杜草杆菌重组修复试验对该丸进行了诱变性测试，结果无论加不加S9活化系统（由多氯联苯诱导的SD大鼠肝匀浆S9加辅助液组成，每9ml辅助液加1mlS9组成S9混合液。每100ml辅助液含NADP300mg、G-6-Pl06mg、磷酸盐缓冲液50ml、蒸馏水48ml，盐溶液2ml），C、L、T、G丸均不能诱发TA93和TA98株（需组氨酸的鼠伤寒沙门氏菌突变株（his-s）的回复突变，有理由认为液药对Ames法TA93及TA900株不表现诱变活性。另外，无论加不加S9活化系统，低浓度时受试物对枯草杆菌具有修复功能的H17和重组修复缺陷的衍生株M45均无抑菌作用，高浓度下有弱的抑制，但对M45和H17作用相等。可以认为：C、L、T、G丸无DNA损伤作用。",
    "category": "肺；脾；肾；膀胱经",
    "plant": "芫花\n落叶灌木，高可达1米。茎细长而直立，幼时有绢状短柔毛。叶通常对生，偶为互生，椭圆形至长椭圆形，长3～5.5厘米，宽5～20厘米，略为革质，全绿，先端尖，幼时两面疏生绢状细柔毛，脉上较密，老时上面渐脱落；叶柄短，密布短柔毛。花先叶开放，淡紫色，通常出于枝顶叶腋，3～7朵簇生；花酶性，无花瓣；萼圆筒状而细，长约1厘米，密被绢状短柔毛，先端4裂，裂片卵形，长不及1厘米；雄蕊8，2轮，着生于萼筒上，不具花丝；雌蕊1，子房上位，1室，花柱极短或缺乏，柱头头状。核果革质，白色。种子1粒，黑色。花期2～4月。果期5月。\n生于路旁、山坡，或栽培于庭园。分布福建、浙江、江苏、安徽、湖北、湖南、四川、山东、河南、河北、陕西等地。\n\n本植物的根(芫花根)亦供药用，另详专条。",
    "application": "①治疗传染性肝炎\n初步观察，黄芫花对急、慢性肝炎有促使谷丙转氨酶值趋于正常和自觉症状改善的作用，特别对转氨晦持续不降的病例，用药一定时间后可获得改善。但对其它肝功能指标的改变并不突出。制剂与用法：㈠水浸膏片(每片含干浸膏0.35克)，成人每服5片，每日3次。㈡脱脂醇浸膏片(含量同上)，成人每次2片，日服3次。㈢黄芫花酮片(每片含黄酮50毫克)，每次2片，日服3次。\n\n②治疗精神病\n取黄芫花花蕾及叶晒干研粉，过筛备用。成人每天2～4克，连服3～7天。治疗精神分裂症、躁抑症、神经官能症、癫痫等计153例，结果痊愈71例(46.5%)，好转46例(30.1%)。一般连服3～7天即可见效。如不见效，休息几天，再服一疗程。其主要作用能使兴奋型病人安静，抑郁型病人情绪活跃，忧虑型病人有所缓解。又报道每日用黄芫花粉4～10克，饭前顿服，治疗精神病152倒，有效率达73%。副作用有不同程度的胃部灼痛和腹泻。体弱者偶有虚脱现象。凡发热、体弱、消化道疾患、孕妇均忌服。",
    "position": "为瑞香科植物芫花的花蕾。",
    "source": "《本经》"
  },
  {
    "name": "三角风",
    "alias": "爬山虎、异叶地锦、小叶红藤、吊岩风、三皮风",
    "ingredient": "?",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风除湿，通络，止血，解毒。治风湿痹痛，偏头痛，风湿疮毒，骨折。\n\n①《贵州民间药物》：\"祛风，解毒，接骨。\"\n\n②《浙江天目山药植志》：\"治疖毒，创伤。\"\n\n③《浙江民间常用草药》：\"祛风湿，通经络，止血。\"",
    "taste": "苦，温。\n\n①《贵州民间药物》：\"苦涩，无毒。\"\n\n②《浙江民间常用草药》：\"甘微涩，温。\"",
    "usage": "内服：煎汤，0.5～1两。外用：捣敷，煎水洗或磨汁涂。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "大叶爬山虎\n秃净藤本，借短而分枝的吸盘状卷须攀附于石上或树木上。叶形多种，在幼枝上的为单叶，心状卵形或心状圆形，宽2～4厘米，有锯齿；在老枝或花枝上的具长柄，为指状3小叶，小叶具极短的柄，近革质，侧生的基部极偏斜，卵形至阔披针状卵形，长5～10厘米，先端渐尖，边缘有尖锐或不规则的锯齿，两面均秃净。聚伞花序顶生或与叶对生，具柄，为伞房花序式排列，短于叶，多次2～3歧分枝；花长约3毫米，5数，有时4数；子房卵形，上部收缩而成一短的花柱。浆果熟时黑色，直径约6毫米，被白粉。花期夏季。\n\n生于山野。我国南部均有分布。",
    "application": "?",
    "position": "为葡萄科植物大叶爬山虎的根或茎。",
    "source": "《贵州民间药物》"
  },
  {
    "name": "布荆",
    "alias": "五指疳、五指风、山紫荆(《广西药植名录》)，梅哈忍(傣名)。",
    "ingredient": "?",
    "process": "全年可采，削除外皮，取干心晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "止咳定喘，镇静退热。治急、慢性气管炎，支气管炎，喘咳，气促，小儿发热烦躁不安。",
    "taste": "淡，平。",
    "usage": "内服：煎汤，2～3钱。(性味以下出《云南思茅中草药选》)",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "山牡荆\n乔木，高达10～20米。树干心材黄褐色，有强烈臭气。掌状复叶对生，叶柄长5～10厘米；小叶5枚，很少3枚，中间小叶最大，披针形，长5～12厘米，宽2～3厘米，先端长渐尖，基部楔形，全缘，无毛，上面散生白色腺点，下面有黄色腺点。圆锥花序腋生，长10～20厘米，被灰色小毛；苞片线形；花萼杯状，截头形，被小柔毛，结果时扩大如盘；花冠黄白色。核果卵圆形，下部有宿存花萼。花期秋末冬初。\n生于林中或栽培。分布云南、广东、广西等地。",
    "application": "?",
    "position": "为马鞭草科植物山牡荆的根或树干心材。",
    "source": "《云南思茅中草药选》"
  },
  {
    "name": "薏苡根",
    "alias": "打碗子根(《草木便方》)，五谷根(《分类草药性》)，尿珠根(成都《常用草药治疗手册》)。",
    "ingredient": "根含薏苡素、棕榈酸、硬脂酸、豆甾醇、β-和γ-谷甾醇、氯化钾、葡萄糖、蛋白质、淀粉等。",
    "process": "秋季挖取。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，利湿，健脾，杀虫。治黄疸，水肿，淋病，疝气，经闭，带下，虫积腹痛。\n\n①《本经》：\"下三虫。\"\n\n②《补缺肘后方》：\"治卒心腹烦满，又胸肿痛欲死，锉薏苡根，浓煮取汁服。\"\n\n③陶弘景：\"小儿病蛔虫，取根煮汁糜食之。\"\n\n④《滇南本草》：\"清利小便。治热淋疼痛，尿血，止血淋、玉茎疼痛，消水肿。\"\n\n⑤《本草蒙筌》：\"治肺痈。\"\n\n⑥《纲目》：\"捣汁和酒服，治黄疸。\"\n\n⑦《草木便方》：\"能消积聚癥瘕，通利二便，行气血。治胸痞满，劳力内伤。\"\n\n⑧《分类草药性》：\"治疝气。\"\n\n⑨《浙江民间草药》：\"治白带。\"",
    "taste": "苦甘，寒。\n\n①《滇南本草》：\"性寒，味苦微甘。\"\n\n②《纲目》：\"甘，微寒，无毒。\"\n\n③《浙江民间草药》：\"性凉，味淡，无毒。\"",
    "usage": "内服：煎汤，3～5钱(鲜品1～2两)。",
    "compatibility": "《本草拾遗》：\"煮服堕胎。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "《滇南本草》：\"入脾、膀胱经。\"",
    "plant": "植物形态详\"薏苡仁\"条。",
    "application": "用于驱蛔\n将苡仁根切片晒干，取5斤加水10斤，煮沸半小时取汁，药渣加水再煎，如此共煎3次；药液混合浓缩成2500毫升(每毫升含生药1克)。成人每日50毫升分3次于食前服，或1次顿服。观察17人，1周后大便复查6人，4人虫卵转阴。服药后未见不良反应。另有用鲜苡仁根2～3两煎服，或结合辨证施治配合其他中药，治疗胆道蛔虫病4例，均获效果。服药后便出蛔虫，腹痛缓解。\n\n此外，苡仁根液可用于治疗肺脓疡。",
    "position": "为禾本科植物薏苡的根，植物形态详\"薏苡仁\"条。",
    "source": "《本经》"
  },
  {
    "name": "百两金",
    "alias": "八爪龙、八爪金龙(《草木便方》)，开喉剑、叶下藏珠、状元红(《天宝本草》)，山豆根、铁雨伞、真珠凉伞(《福建中草药》)，野猴枣、珍珠伞(江西《草药手册》)。",
    "ingredient": "根含生物碱、岩白菜素、紫金牛酸。",
    "process": "全年可采，以秋冬季较好，采后洗净鲜用或晒干。",
    "distinguish": "取本品粉末10g，加甲醇50ml，加热回流10分钟，滤过。滤液加少量活性炭脱色，滤过。取滤液1ml，加亚硝酸钠少量与硫酸1ml，温热，放置后呈红色。(检查岩白菜素)",
    "effect": "1.抗菌作用 对肺炎双球菌，痢疾杆菌有抑制作用。2.消炎作用 百两金醇提物0.45g/kg灌胃，6mg/kg腹腔注射，对蛋清性大鼠足跖肿胀有抑制作用；3.0、6.0mg/kg腹腔注射，对滤纸片致大鼠肉芽组织增生有抑制作用；0.2、0.4g/kg灌胃，对蛋清致小鼠皮肤血管通透性增加，有抑制作用。",
    "creation": "1.净制：除去杂质，洗净。2.切制：稍润，切片，晾干。",
    "function": "清热，祛痰，利湿。治咽喉肿痛，肺病咳嗽，咯痰不畅，湿热黄疸，肾炎水肿，痢疾，白浊，风湿骨痛，牙痛，睾丸肿痛。\n\n①《本草图经》：\"治壅热咽喉肿痛，含一寸许咽津。晒干用，治风涎。\"\n\n②《分类草药性》：\"治风湿筋骨疼痛。\"\n\n③《天宝本草》：\"治咽喉红肿，火牙肿疼。\"\n\n④《福建中草药》：\"清热利湿。治湿热黄疸，痢疾，白浊，睾丸肿大坠痛，秃疮，疥癣。\"\n\n⑤江西《中草药学》：\"消肿，祛痰。\"",
    "taste": "苦辛，凉。\n\n①《本草图经》：\"苦，平，无毒。\"\n\n②《分类草药性》：\"味涩。\"\n\n③《福建中草药》：\"微甘辛，凉。\"",
    "usage": "内服：煎汤，0.5～1两(鲜品1～2两)。外用：煎水含漱或研末调敷。",
    "compatibility": "湿热中阻者慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "百两金\n常绿灌木，高达1米。茎通常单一，或于近茎梢有细分枝。叶互生，披针形或广披针形，长9～20厘米，宽1.5～5厘米，先端渐尖，边缘近于全缘，或具微波状锯齿，基脚阔楔形，上面深绿色，下面淡绿色，叶脉向下面突起，近边缘于网脉的顶端有黑褐色腺点；叶柄长8～15毫米。花由茎梢叶腋间抽出，多数，排列成伞房花序，总花柄长约6厘米，花柄纤细，长1～2厘米，密被短腺毛；萼5裂，裂片披针形至矩圆形；花冠带紫红色，钟状，5深裂，裂片卵形至卵状披针形；雄蕊5，着生于花冠基部，花丝短，花药箭形；雌蕊1，子房球形，花柱细，先端尖。核果球形，直径5～7毫米，熟时红色。种子1粒。花期7～9月。果期11月。\n生于山坡丛林间或岩石旁。分布四川、贵州、湖南、湖北、江西、浙江、福建、广东、广西等地。\n\n本植物的叶(百两金叶)亦供药用，另详专条。\n\n此外，同属植物矮茎朱砂根的根及根茎，在少数地区亦同等使用。参见\"矮茎朱砂根\"条。",
    "application": "?",
    "position": "为紫金牛科植物百两金的根及根茎。",
    "source": "《本草图经》"
  }
]