[
  {
    "name": "大青叶",
    "alias": "大青(《本草经集庄》)。",
    "ingredient": "蓼蓝、大青、菘蓝、菘青、木蓝均含靛甙，水解、氧化后成青黛。含靛蓝5%以上。马蓝含靛甙，在空气中氧化后产生靛蓝。",
    "process": "为蓼科一年生草本植物蓼蓝的干燥带叶茎枝。为人工栽培。",
    "distinguish": "①路边青叶\n干燥叶片(亦有将叶及幼枝切成小段者)，微皱折，呈长椭圆形至细长卵圆形，长5～16厘米。上面棕黄色、棕黄绿色至暗棕红色，下面色较浅，全缘，先端渐尖，基部钝圆。纸质而脆。气微臭，味稍苦而涩。以叶大、无柄者为佳。\n\n主产湖南、湖北、江西等地。此外，广西、福建等地亦产。\n\n②蓼蓝叶\n干燥叶(有时带枝)，多皱缩，有时破碎。完整者呈长圆形至倒卵圆形，长约5～8厘米，宽约3～5厘米，似桃叶而较阔，先端钝尖，基部渐狭窄，全缘多数呈波状，稍有黄色毛茸，主脉黄色，亦有稀疏的毛茸。叶柄扁平，长约1厘米，基部具膜质托叶鞘，透明，灰白色，其边缘有稀疏长毛。质脆易碎。气微臭，味微涩而苦。以叶厚、色蓝绿、无枝梗、杂脆者为佳。\n\n主产河北、北京，山西等地。\n\n③菘蓝叶\n干燥叶皱编成团块状，有时破碎，呈灰绿色或黄棕色。完整的叶呈长椭圆形至长圆状倒披针形，长4～11厘米，宽1～3厘米，全缘或微波状；先端钝尖，基部渐狭，延成翼状，上面有时可见点状突起，下面中脉明显。叶柄长5～7厘米，腹面稍凹下。质脆易碎。气微弱，味稍苦。以叶大、无柄、色暗灰绿者为佳。\n\n主产江苏、安徽、河北、河南、浙江等地。\n\n④马蓝叶\n牛燥叶(有时带幼枝)，多皱缩成团块状。完整者呈长圆形、倒卵状长圆形或椭圆殖针形，长8～15厘米，宽3～5厘米，先端渐尖，基部渐窄，叶缘有细小钝锯齿，上面黑绿色至暗棕黑色，下面色较淡，叶脉下面较显。叶柄长1～2厘米。质脆易碎。气微弱，味涩而微苦。以叶净、无枝梗、色黑绿者为佳。\n\n主产于福建、广西、广东、江西、浙江等地。此外，四川、云南、贵州、湖南、湖北等地亦产。\n\n《纲目》及《植物名实图考》所载的大青，均为马鞭草科植物路边青。",
    "effect": "1、抑菌：大青叶水煎剂对金黄色葡萄球菌，白色葡萄球菌、甲型链球菌、脑膜炎球菌均有较强的抑制作用；对肺炎双球菌、流感杆菌、及痢疾杆菌亦有一定的抑制作用。大青叶稀释度1:100以上有杀灭钩端螺旋体的效果。对黄疸出血群沃尔登型、七日热型也有杀灭作用。\n2、大青叶对狗有明显增加胆汁分泌的作用。\n3、大青叶（菘蓝）煎剂给大白鼠灌胃，对急性甲醛性关节炎，有较明显的抗炎作用。\n4、大青叶（蓼蓝）的茎、叶煎剂给家兔灌胃，对因注射霍乱、伤寒混合菌而引起发热的家兔有解热作用。\n5、大青叶的有效成分是靛甙，家兔经口给药，血中浓度以服药后2、3、4小时为最高；大白鼠口服后以肝、肾、肌肉及胃肠分布为最多；健康人口服100毫克靛甙后，12小时内排出大部分，24小时内排出量达94～95%。",
    "creation": "拣去杂质及枯叶，洗净，稍润，切段，晒干。",
    "function": "清热，解毒，凉血，止血。治温病热盛烦渴，流行性感冒，急性传染性肝炎，菌痢，急性胃肠炎，急性肺炎，丹毒，吐血，衄血，黄疸，痢疾，喉痹，口疮，痈疽肿毒。\n\n①《别录》：\"疗时气头痛，大热，口疮。\"\"蓝叶汁，杀百药毒，解狼毒，射罔毒。\"\n\n②陶弘景：\"疗伤寒方多用此，除时行热毒为良。\"\"蓝汁，至解毒。以汁涂五心，又止烦闷。甚疗蜂蟹毒。\"\n\n③《纲目》：\"主热毒痢，黄疸，喉痹，丹毒。\"\"蓝叶汁，解斑蝥、芫青、樗鸡，朱砂、砒石毒。\"\n\n④《本草正》：\"治瘟疫热毒发狂，风热斑疹，痈疡肿痛，除烦渴，止鼻衄、吐血，杀疳蚀、金疮箭毒。凡以热兼毒者，皆宜蓝叶捣汁用之。\"\n\n⑤广州部队《常用中草药手册》：\"清热泻火，凉血解毒，散瘀止血。治肠炎，菌痢，咽喉炎，扁桃体炎，腮腺炎，感冒发热，齿龈出血。\"\n\n⑥《江西草药》：\"治急性肝炎，肺结核，矽肺，牙痛，蛇伤，过敏性皮炎。\"",
    "taste": "苦，寒。\n\n①《别录》：\"味苦，大寒，无毒。\"\n\n②《药性论》：\"味甘。\"\n\n③《纲目》：\"气寒，味微苦咸。\"",
    "usage": "内服：煎汤，3～5钱(鲜者1～2两)；或捣汁。外用：捣敷或煎水洗。",
    "compatibility": "脾胃虚寒者忌服。\n\n①《本草经疏》：\"不可施之于虚寒脾弱之人。\"\n\n②《本草从新》：\"非心胃热毒勿用。\"\n\n③《得配本草》：\"虚作泻者禁用。\"",
    "storage": "置通风干燥处，防霉。",
    "side_effects": "急性毒性 体重18-22g的小鼠10只，用靛玉红（1%西黄蓍胶混悬液）ig，剂量为5g/kg，体积为1ml，每天1次，连续5次，观察1wk,未见动物发生死亡和出现明显毒性反应。亚急性毒性 体重80-100g?大鼠30只，分3组，500mg/kg小剂量组、1000mg/kg大剂量组的靛玉红（1%西黄蓍胶混悬液）ig，对照组以同体积1%西黄蓍胶液ig，每日1次，连续3wk，结束后处死一半动物，余下动物wk4末处死。结果，3个组的动物食欲和体重无明显差异，心电图在实验过程中均在正常范围内。外周血象，在用药组较用药前白细胞有显着增高， 4周又恢复到给药前水平。肝、肾功能无明显差异，病理切片观察，小剂量组中在4只大鼠中有2只肝组织普遍出现肝小叶周边细胞浊肿，胞浆变空，而给药4周的4只动物却无此现象。大剂量组给药3周时未见异常，而给药4周的4只动物中有1只出现细胞弥漫性坏死。其余均未见特殊病变。靛玉红对犬的亚急性毒性：4组犬，每组3只，除对照组外，分别ig靛玉红20、100、200mg/（kg.D），连续6mo。相当临床试用剂量五倍的小剂量组未出现任何毒性反应；中剂量组在服药10-30日之间出现轻微的腹泻，3只犬中有1只在服药5mo后SGPT有轻微升高，有灶性肝细胞坏死；大剂量组在服药4-60d之间出现严重的腹泻、便血，服药3moSGPT开始升高，服药6mo的病理切片显示有明显中毒性病灶，3只犬中有1只在服药3mo后死亡。但3种剂量对血象、骨髓象都无明显抑制，对肾功能、心电图也无影响。犬ig200mg/（kg.d），3mo3只犬有1只死亡。",
    "category": "归心、胃经。",
    "plant": "落叶灌木。枝条黄褐色，有圆形皮孔。叶对生;叶柄长可达8厘米;叶片卵形至椭圆形，全缘;侧脉5~7对，在近叶缘处向上弯曲。伞房状聚伞花序，顶生或腋生，花白色，有柑橘香气;花萼粉红色，结果时增大，变淡紫红色;花冠筒长，顶端5裂，裂片长。浆果球形，成熟时蓝紫色，有红色宿存花萼。夏季开花。",
    "application": "煎服10~ 15克。用治温病、血热发斑、壮热不退以及血热妄行的上部出血症等。",
    "position": "为马鞭草科植物路边青、寥科植物蓼蓝、十字花科植物菘蓝、草大青或爵床科植物马蓝等的叶或枝叶。植物形态详\"大青根\"、\"蓝实\"、\"板蓝根\"各条。",
    "source": "《唐本草》"
  },
  {
    "name": "卷柏",
    "alias": "豹足、求股、神投时、交时、石莲花、回阳草、不死草、长生不死草、万年松、长生草、石花、还魂草、九死还魂草、见水还阳草、佛手草、万年青、老虎爪、山拳柏、打不死、铁拳头、岩松、卷柏叶、卷柏炭、万岁、一把抓、大还魂草、回生草、含生草、地面草",
    "ingredient": "含黄酮、酚性成分、氨基酸、海藻糖等多糖类、少量鞣质。黄酮成分有芹菜素、穗花杉双黄酮、扁柏双黄酮和异柳杉素。",
    "process": "春、秋均可采收，但以春季采者色绿质嫩为佳。采后剪去须根，酌留少许根茎，去净泥土，晒干。",
    "distinguish": "\n\n\n",
    "effect": "\n\n\n",
    "creation": "卷柏炭:取洁净的卷柏，置锅内用武火炒至外表现焦黑色，内呈焦黄色，喷淋清水，取出，晒干。",
    "function": "活血通经。止咳，镇心。主经闭；症瘕；跌打损伤；腹痛；哮喘；吐血；便血；尿血；衄血\n\n①《本经》:\"主五脏邪气，女子阴中寒热痛、癥瘕、血闭、绝子。\"\n\n②《别录》:\"止咳逆，治脱肛，散淋结，头中风眩，痿蹶，强阴益精。\"\n\n③《药性论》:\"治月经不通。\"\n\n④《日华子本草》:\"镇心，除面皯，头风，暖水脏。生用破血，炙用止血。\"\n\n⑤《分类草药性》:\"治跌打损伤，行气，炒黑止吐血。\"\n\n⑥《现代实用中药》:\"治尿血。\"\n\n⑦《安徽药材》:\"外用可治刀伤。\"\n\n⑧《南宁市药物志》:\"治热性肠出血及子宫出血，外用接骨。\"",
    "taste": "辛，平。入肝，心经。\n\n①《本经》:\"味辛，温。\"\n\n②《别录》:\"甘，平微寒，无毒。\"\n\n③《本草备要》:\"生用辛，平；炙用辛，温。\"\n\n④《广西中药志》:\"味淡微涩，性微寒。\"",
    "usage": "内服:煎汤，0.5～3钱；浸酒或入丸、散。外用:捣敷或研末撒。",
    "compatibility": "孕妇忌服。\n\n①《本草经疏》:\"孕妇禁用。\"\n\n②《本草汇言》:\"非血有瘀蓄，或不因瘀蓄而致疾者，不可轻用。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "卷柏\n多年生草本，高5～15厘米。主茎短成长，直立，下着须根。各枝丛生，直立，干后拳卷，密被覆瓦状叶，各枝扇状分枝至2～3回羽状分枝。叶小，异型，交互排列；侧叶披针状钻形，长约3毫米，基部龙骨状，先端有长芒，近轴的一边全缘，宽膜质，远轴的一边膜质缘极狭，有微锯齿；中叶两行，卵圆披针形，长2毫米，先端有长芒，斜向，左右两侧不等，边缘有微锯齿，中脉在叶上面下陷。孢子囊穗生于枝顶，四棱形；孢子叶三角形，先端有长芒，边缘有宽的膜质；孢子囊肾形，大小孢子的排列不规则。\n生于岩石上。分布广东、广西、福建、台湾、浙江、江苏、江西、湖南、陕西，河北、山东、辽宁、吉林等地。",
    "application": "用于妇女经闭、痛经、癞瘕，脘腹瘀痛，跌打损伤、瘀肿，多种出血症、水火烫伤。活血祛瘀，生用;止血，多炒黑用。内服：煎汤，用量5~ 10克;或入丸散。外用：捣敷或研末撒。",
    "position": "为卷柏科植物卷柏的全草。",
    "source": "《本经》"
  },
  {
    "name": "玉竹",
    "alias": "萎蕤、铃铛菜、竹根七、玉竹参",
    "ingredient": "\n根茎含玉竹粘多糖及4种玉竹果聚糖，还含吖啶-1-羧酸、吖丁啶-2-羧酸等。\n",
    "process": "\n春、秋二季都可采挖，除去茎叶、须根和泥土，晾晒至外表有粘液渗出，轻撞去毛，分开大小个，继续晾晒至微黄色，进行揉搓、晾晒，如此反复数次，至柔润光亮、无硬心，再晒至足干：或将鲜玉竹蒸透后，边晒边揉，至柔软而透明时再晒干。收贮于干燥通风处，防霉蛀走油。\n",
    "distinguish": "\n干燥根茎，呈细长圆柱形残略扁，多不分枝，长5～15厘米，直径0.5～1厘米。表面淡黄色或淡黄棕色，半透明，稍粗糙，有细纵皱纹，节明显，呈稍隆起的波状环，节间长度多数在l厘米以下，节上有多数不规则散在的细根痕，较大的根痕呈疣状突起，有时可见圆盘状的地上茎痕迹。干燥者质坚硬，角质样而脆，受潮则变柔软。折断面带颗粒性，黄白色。气微弱，味略甜，有粘性。以条长、肉肥、黄白色，光泽柔润者为佳。\n主产河南、江苏、辽宁、湖南、浙江。此外，安徽、江西、山东、陕西、广西、广东等地亦产。\n",
    "effect": "1．玉竹含有的甾甙，对心肌的作用与铃兰制剂类似。玉竹配糖体对离体蛙心有强心作用，玉竹煎剂的作用与玉竹配糖体类似。2．玉竹浸膏腹腔注射，可增强烧伤小鼠腹腔巨噬细胞吞噬作用，提高血清溶血素抗体水平，改善脾淋巴细胞对ConA的增殖反应。",
    "creation": "\n玉竹：除去杂质，洗净泥土，闷润至内外湿度均匀，切片，晒干。蒸玉竹：取洗净的玉竹，置蒸器内加热蒸闷2～3次，至内外均呈黑色为度，取出，晒至半干，切片，再晒至足干。\n",
    "function": "\n养阴润燥，生津止渴。用于肺胃阴伤，燥热咳嗽，咽干口渴，内热消渴。\n",
    "taste": "\n甘，微寒。归肺、胃经。\n",
    "usage": "\n内服：煎汤，2～3钱；熬膏或入丸、散。\n",
    "compatibility": "\n胃有痰湿气滞者忌服。\n",
    "storage": "\n置通风干燥处，防霉，防蛀。\n",
    "side_effects": "100%玉竹注射液小鼠静脉注射的LD50为112.5g/kg。兔1次灌服玉竹茎叶煎剂或玉竹根茎浸膏10g/kg或静脉注射玉竹茎叶煎剂10g/kg，观察1周，一般活动正常，无死亡。玉竹根茎浸膏1次静脉注射，3只免，2只1天内死亡。认为非玉竹之毒性，而与制剂不纯有关。",
    "category": "肺；胃经",
    "plant": "\n玉竹\n多年生草本，高40～65厘米。地下根茎横走，黄白色，直径0.5～1.3厘米，密生多数细小的须根。茎单一，自一边倾斜，光滑无毛，具棱。叶互生于茎的中部以上，无柄；叶片略带革质，椭圆形或狭椭圆形，罕为长圆形，长6～12厘米，宽3～6厘米，先端钝尖或急尖，基部楔形，全缘，上面绿色，下面淡粉白色，叶脉隆起。花腋生，花梗长1～1.4厘米，着生花1～2朵；花被筒状，长1.4～1.8厘米，白色，先端6裂，裂片卵圆形成广卵形，带谈绿色；雄蕊6，着生于花被简的中央，花丝扁平，花药狭长圆形，黄色；子房上位，具细长花柱，柱头头状。浆果球形，直径4～7毫米，成热后紫黑色。花期4～5月。果期8～9月。\n生于山野林下或石隙间，喜阴湿处。全国大部分地区有分布，并有栽培。\n\n下列同属植物，亦同等入药：\n\n①热河黄精，参见\"黄精\"条。\n\n②小玉竹\n分布我国东北及河北、河南，山西等地。\n\n③毛筒玉竹\n多年生草本，高30～45厘米。叶互生；椭圆形，长7～11厘米，宽4.5～7厘米，下面稍带粉状；叶柄短。总花梗长2～2.5厘米，着生花2～5朵；基部有膜质小苞片4，披针状线形；花冠淡绿色，内侧6条脉有白色柔毛。\n分布吉林、辽宁等地。\n",
    "application": "\n治疗\n\n以玉竹为主，治疗风湿性心脏病、冠状动脉粥样硬化性心脏病、肺原性心脏病等引起的Ⅱ～Ⅲ°心力衰竭5例，服药后分别在5～10天内心衰得到控制。其中3例对洋地黄过敏，服用少量即出现明显的洋地黄过量反应，改用玉竹治疗后，心衰控制，从未发生不良反应。\n\n用法：玉竹5钱，每日1剂，水煎服。5例均停用洋地黄，仅配合应用氨茶碱及双氢克尿塞。\n",
    "position": "\n为百合科植物玉竹\n (Mill.)Druce的干燥根茎。\n",
    "source": "\n《吴普本草》\n"
  },
  {
    "name": "莲子心",
    "alias": "薏、苦薏、莲薏、莲心",
    "ingredient": "\n含莲心碱、异莲心碱、甲基莲心碱、荷叶碱、前荷叶碱、牛角花素、甲基紫堇杷灵、去甲基乌药碱。又含水犀草甙、金丝桃甙、芸香甙等黄酮类。\n",
    "process": "\n秋季采收莲子时，从莲子中剥取，晒干。\n",
    "distinguish": "\n干燥的莲心，略成棒状，长1.2～1.6厘米。顶端膏绿色，有2个分歧，一长一短，先端反折，紧密互贴，用水浸软后展开，可见2片盾状卷曲的幼叶。中央的胚芽直立，长约2毫米。基部胚根黄绿色，略呈圆柱形，长2～4毫米。质脆，易折断，断面有多数小孔。气无，味苦。以个大、色青绿。未经煮者为佳。\n\n\n主产湖南、湖北、福建、江苏、浙江等地。\n",
    "effect": "\n降压作用、从莲子心提出莲心碱结晶，有短暂降压之效，改变为季铵盐，则出现强而持久的降压作用。氧位甲基-莲心碱硫酸甲酯季铵盐对迷走神经节阻滞作用强而持久，但并不是通过迷走神经而致持久降压;脊髓猫和狗头交叉循环试验都指出其降压机理主要是外周作用。莲子心非结晶生物碱Nn-9，具有较强降压作用。麻醉猫静脉注射1～2毫克/公斤，可降低原血压水平约50%，维持2～3小时;狗血压于半小时即恢复;兔子不降压。有快速耐受性。经进一步实验，证明此生物碱降压机理主要是释放组织胺，使外周血管扩张，其次与神经因素也有关。\n",
    "creation": "?",
    "function": "\n清心，去热，止血，涩精。治心烦，口渴，吐血，遗精，目赤肿痛。\n\n\n①《食性本草》：\"生取为末，以米饮调下三钱，疗血渴疾、产后渴疾。\"\n\n\n②《日华子本草》：\"止霍乱。\"\n\n\n③《大明一练志》：\"清心去热。\"\n\n\n④《医林纂要》：\"泻心，坚肾。\"\n\n\n⑤《本革再新》：\"清心火，平肝火，泻脾火，降肺火。消暑除烦，生律止渴，治目红肿。\"\n\n\n⑥《随息居饮食谱》：\"敛液止汗，靖热养神，止血固精。\"\n",
    "taste": "\n苦，寒。\n\n\n①陆玑《诗琉》：\"味甚苦。\"\n\n\n②《纲目》：\"苦，寒，无毒。\"\n\n\n③《重庆堂随笔》：\"甘苦咸。\"\n\n\n入心、肺、肾三经\n\n\n《本草再新》：\"入心、肺、肾三经。\"\n",
    "usage": "\n内服：煎汤，0.5～1钱；或入散剂。\n",
    "compatibility": "脾胃虚寒者禁服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n莲 多年生水生草本。根茎横生，肥厚，节间膨大，内有多数纵行通气孔洞，外生须状不定根。节上生叶，露出水面;叶柄着生于叶背中央，粗壮，圆柱形，多刺;叶片圆形，直径25-90cm，全缘或稍呈波状，上面粉绿色，下面叶脉从中央射出，有1-2次叉状分枝。花单生于花梗顶端，花梗与叶柄等长或稍长，也散生小刺;花直径10-20cm，芳香，红色、粉红色或白色;花瓣椭圆形或倒卵形，长5-10cm，宽3-5cm;雄蕊多数，花药条形，花丝细长，着生于托之一;心皮多数埋藏于膨大的花托内，子房椭圆形，花柱极短。花后结“莲蓬”，倒锥形，直径5-10cm，有小孔20-30个，每孔内含果实1枚;坚果椭圆形或卵形，长1.5-2.5cm，果皮革质，坚硬，熟时黑褐色。种子卵形，或椭圆形，长1.2-1.7cm，种皮红色或白色。花期6-8月，果期8-10月。\n",
    "application": "用量2～5克，煎服，或入散剂。用治热入心包，神昏谵语，心肾不交，失眠遗精，血热吐血。",
    "position": "为睡莲科植物莲的成熟种子的绿色胚芽。植物形态详\"莲子\"条。",
    "source": "《食性本草》"
  },
  {
    "name": "龙胆",
    "alias": "陵游、草龙胆、龙胆草、苦龙胆草、地胆草、胆草、山龙胆、四叶胆、水龙胆",
    "ingredient": "\n　　1.龙胆 根含裂环烯醚萜甙类苦味成分：龙胆苦甙(gentiopicroside)，当药苦甙(swertiamarin)，当药甙(sweroside)，苦龙胆酯甙(amarogentin)，痕量苦当药酯甙(amaroswerin);苦甙总含量可高达7.33%，而龙胆苦甙含量可达6.34%。生物碱：龙胆碱即秦艽碱甲(gentianine0.05%，龙胆黄碱(gentioflavine)。\n\n\n　　2.条叶龙胆 根含裂环烯醚萜甙类苦味成分：龙胆苦甙，当药苦甙，当药甙，苦龙胆酯甙，痕量苦当药酯甙;苦甙总含量可达4.35%，而龙胆苦甙含量为4.15%。\n\n\n　　3.三花龙胆 根含裂环烯酸萜类成分：龙胆苦甙，当药苦甙，当药甙，痕量苦当药酯甙;苦甙总含量为3.95%，而龙胆苦甙含量为3.66%。还含三花龙胆甙(TCMLIBifloroside)。\n\n\n　　4.滇龙胆 根含裂环烯醚萜甙类苦味成分：龙服苦甙，当药苦甙，当药甙，痕量苦龙胆酯甙，痕量苦当药酯甙;苦甙总含量5.10%，龙胆苦甙含量5.01%。地上部分含龙胆碱，秦艽碱乙(gentianidine)，秦艽碱丙(gentianal)，β-谷甾醇(β-sitosterol)。\n",
    "process": "春、秋均可采收，以秋季采收质量为佳。采挖后，除去茎叶，洗净，晒干。",
    "distinguish": "干燥根茎为不规则块状，长约0.5～3厘米，直径约0.5～1厘米；表面暗灰棕色或深棕色，皱缩，有横纹，上端具茎痕或残留茎基，质坚韧；难折断；断面略平坦，黄棕色。根丛生于根茎上，长约8～20厘米，上部直径约0.2～0.4厘米，下部较细；表面黄色或黄棕色，有纵皱纹及支根裹，质脆，易折断；断面略平坦，黄棕色，木部甚小，类白色。气微弱，味极苦。以根条粗长、黄色或黄棕色、无碎断者为佳；根条细短及根条少、色红黄者质次。\n主产于黑龙江、辽宁、吉林、扛苏、浙江等地。以东北产量最大，习称为\"关龙胆。\"\n\n此外，在东北地区及山东尚用东北龙胆作龙胆入药。东北龙胆叶线状披针形至披针形，长9～10厘米，宽1.2～2厘米。萼裂片不等长，花冠裂片呈三角形锐尖。\n\n在云南尚有滇龙胆及其变种点花滇龙胆的根及根茎亦同等入药。滇龙胆茎单1或2～3分枝。叶倒卵状长圆形，长3～6厘米，宽1～2厘米，先端圆或钝，主脉3条基出。花冠紫红色，长约2厘米。其药材：根茎很短，根长6～15厘米，上部直径1～2毫米；外表淡黄色至黄棕色，表皮易脱落；质坚脆，略呈角质样，木质部黄色。\n\n在西藏地区使用的龙胆草，为龙胆科扁蓄属植物湿生扁蓄的全草。",
    "effect": "\n　　1.对消化道的影响 龙胆或龙胆苦甙能促进胃液和胃酸分泌，用龙胆苦甙给予造成胃瘘管的狗口服，能促进胃液分泌，并可使游离盐酸增加，食欲增进。而舌下涂抹或静脉注射则无效，故认为龙胆苦甙可直接促进胃液分泌和使游离酸增加。\n\n\n　　2.利胆和保肝作用 取健康及肝脏损害小白鼠，十二指肠给予50g/kg龙胆注射液或健康犬静脉注射4.5g/kg，均能显着增加胆汁流量。从犬的胆汁分泌流量曲线可见在给药5分钟和20分钟时出现两个高峰。龙胆苦甙对四氯化碳和D-氨基半乳糖(Galn)造成的小鼠肝脏急性损伤模型有保护作用，能减轻给药组动物肝坏死和肝细胞病变程度，对抗四氯化碳所致的肝细胞糖元合成障碍。龙胆注射液25g/kg皮下注射，对α-萘异硫氰酸所致小鼠实验性黄疸模型(高胆红素血症和胆汁郁积)，可明显地降低血清胆红素含量。\n\n\n　　3.利尿作用 龙胆注射液10g/kg，耳静脉注射，可使5只家兔由给药前每30分钟平均排尿量0.76ml增加至2.64ml(p<0.1)，提示龙胆有明显的利尿作用。\n\n\n　　4.抗菌作用 试14种龙胆属植物，其中7对根瘤细菌，大肠杆菌、枯草杆菌、根癌病土壤杆菌等有作用。龙胆草水浸剂在试管内对石膏样毛癣菌星形奴卡氏菌等皮肤真菌有不同程度的抑制作用。试管法证明龙胆煎剂对绿脓杆菌，变形杆菌，伤寒杆菌，痢疾杆菌，金黄色葡萄球菌等有不同程度的抑制作用。\n\n\n　　5.对中枢神经系统的作用 龙胆碱对小鼠中枢神经系统呈兴奋作用，但较大剂量时则出现麻醉作用。另有报道，龙胆碱25-200mg/kg腹腔注射或灌胃，有中枢抑制作用，能减少小鼠自发活动和定向反射，延长戊巴比妥钠和水合氯醛的睡眠时间，降低体温，松弛肌肉，以及降低士的宁的毒性等;200-400mg/kg对小鼠有镇静作用，可降低小鼠的活动能力。獐牙菜苦甙能抑制中枢神经系统，具有镇痛和镇静作用。对肠及子宫平滑肌有解痉作用;6.其他作用 大量服用时，可妨碍消化，时有头痛，颜面潮红，陷于昏眩。曾用含龙胆(品种未注明)的化癌丹试用于小鼠艾氏腹水小癌，证明有抗肿瘤的作用。龙胆酊大剂量对麻醉动物有降压作用，并能抑制心脏，使心率减慢。从G.lutea中提出的龙胆苦甙以疟原虫有较高的毒性用于疟疾发热及抗菌素甲醛实验性关节炎肿等作用。龙胆碱对猫有降压作用，对大鼠甲醛实验性关节炎肿有抗炎作用。龙胆水提物对氯化苦所致小鼠迟发型变态反应有抑制作用。\n\n\n　　6.毒性 龙胆碱小鼠灌胃的LD50为460mg/kg，皮下注射大于500mg/kg，静脉注射为250-300mg/kg。另有报道龙胆碱小鼠灌胃LD50为1.3g/kg。\n",
    "creation": "拣去杂质，除去残茎，洗净，润透后切段，晒干。\n\n①《雷公炮炙论》：\"凡使龙胆，采得后阴干，欲使时用铜刀切去髭上头了，锉，于甘草汤中浸一宿，至明漉出暴干用。\"\n\n②《本草图经》：\"取根细锉，用生姜自然汁浸一宿，去共性，焙干捣。\"\n\n③《本经逢原》：\"去芦，或酒炒。\"",
    "function": "泻肝胆实火，除下焦湿热。治肝经热盛，惊痫狂躁，乙型脑炎，头痛，目赤，咽痛，黄疸，热痢，痈肿疮疡，阴囊肿痛，阴部湿痒。用于湿热黄疽、阴肿阴痒、带下、湿疹瘙痒、耳聋、胁痛、口苦、惊风抽搐。\n\n①《本经》；\"主骨间寒热，惊瘸邪气，续绝伤，定五脏，杀蛊毒。\"\n\n②《别录》：\"除胃中伏热，时气温热，热泄下利，去肠中小虫，益肝胆气，止惊惕。\"\n\n③《药性论》：\"主小儿惊痫入心，壮热骨热，痈肿；治时疾热黄，口疮。\"\n\n④《日华子本草》：\"治客忤，疳气，热病狂语，疮疥，明目，止烦。\"\n\n⑤《本草图径》：\"古方治疸多用之。\"\n\n⑥《履巉岩本草》：\"治酒毒便血，肠风下血。\"\n\n⑦《医学启源》：\"治黄目赤肿，睛胀，瘀肉高起，痛不可忍。《主治秘诀》云：治下部风湿及湿热，脐下至足肿痛，寒湿脚气。\"\n\n⑧《滇南本草》：\"治咽喉疼痛，洗疮疥毒肿。\"\n\n⑨《医学入门》：\"治卒心痛，虫攻心痛，四肢疼痛。\"\n\n⑩《纲目》：\"疗咽喉痛，风热盗汗。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦涩。\"\n\n②《别录》：\"大寒，无毒。\"\n\n③《医学启源》：\"气寒，味大苦。《主治秘诀》云：性寒，味苦辛。\"\n\n④《医学衷中参西录》：\"味苦微酸，性寒。\"\n\n入肝、胆经。\n\n①《雷公炮制药性解》：\"入肝、胆、肾、膀胱四经。\"\n\n②《本草经疏》：\"足厥阴、少阴、阳明三经。\"\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：研末捣敷。",
    "compatibility": "脾胃虚弱作泄及无湿热实火者忌服。\n\n①《雷公炮炙论》：\"勿空腹饵之，令人溺不禁。\"\n\n②《本草经集注》：\"贯众为之使。恶地黄、防葵。\"\n\n③《日华子本草》：\"小豆为使。\"",
    "storage": "置干燥处。",
    "side_effects": "龙胆碱小鼠灌胃的LD50为460mg／kg，皮下注射大于500mg／kg，静脉注射为250-300mg／kg。另有报道龙胆碱小鼠灌胃LD50为1.3g／kg。",
    "category": "归经_肝经",
    "plant": "①龙胆，又名：粗糙龙胆。\n多年生草本，高35～60厘米。根茎短，簇生多数细长的根，根长可达25厘米，淡棕黄色。茎直立，粗壮，通常不分枝，粗糙，节间常较叶为短。叶对生，无柄，基部叶2～3对，甚小，鳞片状；中部及上部叶卵形、卵状披针形或狭披针形，长约3～8厘米，宽0.4～4厘米，先端渐尖或急尖，基部连合抱于节上，叶缘及叶脉粗糙，主脉3条基出。花无梗，数朵成束，簇生于茎顶及上部叶腋；苞片披针形；花萼绿色，钟形，膜质，长约2.5厘米，先端5裂，裂片披针形至线形；花冠深蓝色至蓝色，钟形，长约5厘米，先端5裂，裂片卵形，先端锐尖，裂片间有5褶状三角形副冠片，全缘或偶有2齿；雄蕊5，着生于花冠管中部的下方；子房长圆形，1室，花柱短，柱头2裂。蒴果长圆形，有短柄，成热时2瓣裂。种子细小，线形而扁，褐色，四周有翅。花期9～10月。果期10月。\n生于山坡草丛、灌木丛中及林缘。分布黑龙江、吉林、辽宁、内蒙古、河北、山东、江苏、安徽、浙江、福建、江西、湖南、湖北、贵州、四川、广东、广西等地。\n\n②三花龙胆\n多年生草本，高30～80厘米。根茎短，簇生数条细长的根。茎直立，不分枝，光滑无毛。叶片线状披针形，长5～1厘米，宽0.5～1.2厘米，先端渐尖，边缘稍反卷，光滑无毛，主脉1条，明显。花无梗，1～3朵，罕5朵，成束着生于茎顶及上部叶腋；苞片披针形至线状披针形；花萼长2～2.5厘米，先端5裂，裂片长短不等，长5～15毫米；花冠深蓝色，钟形，长约3.5～4.5厘米，先端5裂，裂片卵形，先端钝或近钝状；副冠5片，甚短小。花期8～9月。果期9～10月。\n生于灌木丛中、林间空地或草甸子中。分布黑龙扛，吉林、辽宁等地。",
    "application": "治疗流行性乙型脑炎\n对轻症能口服者给予20%龙胆草糖浆，日服3次，每次10～15毫升；昏迷或呕吐不能进食者，给2：1龙胆草注射液每天3～4次，每次2～4毫升肌注，至热退3天后停药。中、重型者均同时辅以西药常规治疗。共观察23例，其中重型11例，中、轻型各6例，结果均痊愈。3天内体温恢复正常者18例，15例有抽搐症状者，24小时内控制11例(另4例在2天内控制)，神志转清醒者10例。只有1例重型有后遗症。",
    "position": "为龙胆科植物龙胆或三花龙胆的根及根茎。",
    "source": "《本经》"
  },
  {
    "name": "山胡椒",
    "alias": "山花椒、山龙苍、雷公尖、野胡椒、香叶子、楂子红、臭樟子",
    "ingredient": "果实含挥发油，主要成分为罗勒烯（ocimene)约占77.99%，此外还含α-及β蒎烯（pinene)，樟烯（camphene)，壬醛（nonaylaldehyde)，癸醛（capricaldhyde)，1，8-桉叶素（1，8-cineole)，柠檬醛（citral)，对-聚伞花素（p-cymene)，黄樟醚（safrole)，龙脑（borneol)，乙酸龙脑酯（bornyl acetate)，γ-广蕾香烯（γ-patchoullene)等成分。种子中含脂肪酸，其中癸酸55.27%，月桂酸（lauric acid)占32.21%，还含硬脂酸（stearic acid)，棕榈酸（palmitic acid)，肉豆蔻酸（myristic acid)，辛酸（caprylic acid)。",
    "process": "秋季果熟时采取。",
    "distinguish": "?",
    "effect": "抗病原微生物作用 体外试验山胡椒挥发油对常见的14种革兰阳性和阴性细菌均有不同程度的抗菌作用，其中对卡他奈球菌、乙型链球菌、肺炎链球菌等的抗菌作用最强（抗菌效价在1：1000以上)。此外，该挥发油对新型隐球菌和白色念珠菌两种真菌也表现明显的抑菌作用。",
    "creation": "?",
    "function": "治中风不语，心腹冷痛。\n\n《唐本草》：\"主心腹痛，中冷。破滞。\"",
    "taste": "辛，温。\n\n①《唐本草》：\"味辛，大热，无毒。\"\n\n②《陕西中草药》：\"味辛，性温。\"\n\n归肺；胃经 ",
    "usage": "内服：煎汤。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "牛筋树，又名：牛荆条(《分类草药性》)，油金楠、假死柴、臭枳柴、勾樟、假干柴、鸡米风、牛筋条、诈死枫、白叶枫、老来红。\n落叶灌木或小乔木，高达8米。树皮平滑，灰白色。冬芽外部鳞片红色；嫩枝初被褐色毛，后期脱落。单叶互生或近对生，阔椭圆形至倒卵形，长4～9厘米，宽2～4厘米，先端短尖，基部阔楔形，全缘，上面暗绿色，仅脉间存有细毛，下面粉白色，密生灰色细毛，叶脉羽状；叶柄长约2毫米，有细毛。花单性，雌雄异株；伞形花序腋生，有毛，具明显的总梗，花梗长1.5厘米；花被黄色，6片；雄花有雄蕊9，排成3轮，内轮基部具腺体，花药2室，内向瓣裂；雌花的蜂蕊单1，柱头头状，子房椭圆形。核果球形，直径约7毫米，有香气。花期3～4月。果期9～10月。\n\n生长于丘陵、山坡的灌木丛或疏林中。分布江苏、山东、浙江、江西、河南、陕西、安徽、湖南、湖北、四川、云南、福建、广东、广西、台湾等地。\n\n本植物的根(山胡椒根)、叶(山胡椒叶)亦供药用，各详专条。",
    "application": "?",
    "position": "为樟科植物牛筋树的果实。",
    "source": "《唐本草》"
  },
  {
    "name": "牛筋草",
    "alias": "千金草(《纲目拾遗》)，千千踏、忝仔草、千人拔(《福建民间草药》)，穆子草(《广西中兽医药植》)，牛顿草、鸭脚草(《闽南民间草药》)，粟仔越、野鸡爪、粟牛茄草(《闽东本草》)，扁草、水枯草(《江西民间草药验方》)，油葫芦草，蟋蟀草、千斤草(《上海常用中草药》)，稷子草(《福建中草药》)。",
    "ingredient": "茎叶含异荭草素（isoorientin），木犀草素-7-O-芸香糖甙（luteolin-7-O-rutinoside），小麦黄素（tricin），5，7-二羟基-3'，4'，5'-三甲氧基黄酮（5，7-dihydroxy-3'，4'，5'-trimethoxyflavone），木犀草素-7-O-葡萄糖甙（luteolin-7-O-glucoxide），特荆素（vitexin），异牡荆素（isovitexin），三色堇黄酮甙（violanthin）及3-O-β-D-吡喃葡萄糖基-β-谷甾醇（3-O-β-D-glucopyranosyl-β-sitosterol）和6'-O-棕榈酰基-3-O-β-吡喃葡萄糖基-β-谷甾醇（6'-O-palmitoyl-3-O-β-glucopyranosyl-β-sitosterol）。",
    "process": "八、九月采收，洗净，晒干，切断。",
    "distinguish": "?",
    "effect": "非洲民间用作利尿，祛痰剂，或治腹泻。",
    "creation": "?",
    "function": "清热，利湿。治伤暑发热，小儿急惊，黄疸，痢疾，淋病，小便不利；并能防治乙脑。\n\n①《百草镜》：\"行血，长力。\"\n\n②《福建民间草药》：\"利尿，清热，消疝气。\"\n\n③《民间常用草药汇编》：\"强筋骨，治遗精。\"\n\n④《闽东本草》：\"治小儿急惊，石淋，腰部挫伤，肠风下血，反胃，喘咳。\"\n\n⑤《上海常用中草药》：\"活血补气。治脱力劳伤，肺结核。\"",
    "taste": "①《福建民间草药》：\"甘，平，无毒。\"\n\n②《闽东本草》：\"味甘淡，性凉。\"",
    "usage": "内服：煎汤，3～5钱(鲜者1～3两)；或捣汁。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "①《百草镜》：\"入肝经。\"\n②《闽东本草》：\"入肺、胃二经。\"",
    "plant": "牛筋草\n一年生草本，高15～90厘米。须根细而密。秆丛生，直立或基部膝曲。叶片扁平或卷折，长达15厘米，宽3～5毫米，无毛或表面具疣状柔毛；叶鞘压扁，具脊，无毛或疏生疣毛，口部有时具柔毛；叶舌长约1毫米。穗状花序，长3～10厘米，宽3～5毫米，常为数个呈指状排列(罕为2个)于茎顶端；小穗有花3～6朵，长4～7毫米，宽2～3毫米；颖披针形，第1颖长1.5～2毫米，第2颖长2～3毫米；第1外稃长3～3.5毫米，脊上具狭翼；种子矩圆形，近三角形，长约1.5毫米，有明显的波状皱纹。花果期6～10月。\n习见于旷野荒芜的地方。分布全国各地。",
    "application": "防治流行性乙型脑炎\n预防用鲜草每日1两，1次煎服，连服3天；间隔10天，再服3天；或每天2～4两，1次煎服，连服3～5天，在184130人次预防服药中，发病仅2例，发病率为0.91／100000，与以往6年的发病率相比，是最低的1年。治疗每日用干草1～3两，洗净加水浓煎成50～100毫升，3次分服，7～10天为一疗程。以此为主药，治疗27例，除2例死亡外，其余均获痊愈。体温降至正常所需日数短者1天，长者12天，重症病例平均退热时间为3.2天。少数服药后有轻微短暂的腰痛、腹泻、头痛、恶心、呕吐等反应，对于血液及肾脏未见不良影响。(临床所用的牛筋草，有时与同科植物的鼠尾粟混用。)",
    "position": "为禾本科植物牛筋草的带根全草。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "三七花",
    "alias": "田七花",
    "ingredient": "\n花苞含甙，其甙元有人参二醇（panaxadiol)，20（R）-达玛烷-3β，12β，20，25-四醇[20（R）-panaxadiol)，20（R）-达玛烷-3β，12β，20，25-四醇[20（R）-dammaran-3β，12β，20，25-tetrol]，达玛-20（22）-烯-3β，12β，26-三醇[dammar-20(22)-en-3β，12β，26-triol]等[1]。并已分离出人参皂甙（ginsenoside)Rb1、Rb2、Rc、Rd、F2[2]等。\n",
    "process": "\n6-8月开花时采收花序，熏蒸晒干。\n",
    "distinguish": "?",
    "effect": "\n1．对中枢神经济的作用 三七花煎剂10g/kg、20g/kg分别给小鼠灌胃，其有效成分三七皂甙E1（即人参皂甙Rb1）100mg/kg、200mg/kd腹腔注射，均显示与剂量相关的隆低小鼠自主活动次数；与戊巴比妥钠、硫喷妥钠合并应用，能明显增强这些药物的催眼作用。增强氯丙嗪的安定作用。并能对抗苯丙胺，咖啡因、戊四氮的中枢兴奋作用。三七花叶含人参二醇型皂甙较多，为中枢抑制作用的成分。三七花中含人参二醇型皂甙较多，为中枢抑制作用的成发。三七总皂甙对醋酸扭体法、热板法和烫尾法致痛小鼠，均有镇痛作用。 \n\r\n2．对血管和血压的作用 三七花热浸剂、水煎剂及水煎醇提物对离体兔耳血管有明显扩张作用，这一作用不是由于释放组胺引起的，对保留神经的离体兔耳血管无作用。三七花中总皂甙，有湿和面短暂的隆低犬动脉搏血压和外周阻力的作用。 \n\r\n3．抗炎作用 三七花总皂甙对小鼠和大鼠巴豆油诱发的耳郭炎症，腹腔注射冰醋酸诱发的染料渗出性炎症，以及对角叉菜胶、高岭土、5-羟色胺、蛋清、透明质酸酶等引起的小鼠或大鼠踝关节肿胀、足肿胀等，均有抑制作用。并能显著对抗5-羟色胺、组胺及缓激肽所致大鼠皮肤毛细血管通透性增加，还可减少炎症渗出物中的PGE含量。切除双侧肾上腺后，三七花总皂甙对角叉菜胶性大鼠脚肿仍有显著抑制作用。但对大鼠肾上腺中维生素C含量无明显影响，提示其抗炎作用可能不依赖于垂体肾上腺系统，而与前列腺素合成有关。 \n\r\n4．毒性 三七花水煎剂小鼠腹腔注射LD50为1.3g/kg，相当于临床用量的21-42倍；小灌胃20g/kg，相当于临床用量的333-666倍，连续18d未见动物死亡。\n",
    "creation": "?",
    "function": "清热，平肝，降压。治高血压，头昏，目眩，耳鸣，急性咽喉炎。",
    "taste": "\n甘，凉。\n\n归肝经，心经。",
    "usage": "\n内服：开水冲泡茶服；适量。\n",
    "compatibility": "一：身体属于虚寒之人请注意观察使用，或者不用，因为三七花药性属于凉性对虚寒之症有加重的作用，比如有些人一喝三七花就感冒，流鼻涕啊 　　二：女性月经期间最好不要用，月经期间本不能食用凉性食品，加之三七花有活血化瘀的作用，容易导致月经出血过多，但如果有血瘀型月经不调用三七花就可以活血化瘀调理月经了 　　三：凉感冒期间不要用，也是因为三七花凉性有加重凉感的作用 　　四：孕妇，尽量不要使用任何三七产品，包括三七花，三七，三七粉等，这个和孕妇不要吃药是一样的，但产后补血三七就是极品了。 　　五：不建议三七花和其它花茶一起使用，因为三七花单味使用效果最好，如果是不习惯它的味道可以加点冰糖味道不错哦",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n\n\n",
    "application": "?",
    "position": "?",
    "source": "《云南中草药选》"
  },
  {
    "name": "雪里开",
    "alias": "蛇松子(《浙江民间常用草药》)，地雷、拐子药(《湖南药物志》)。",
    "ingredient": "?",
    "process": "秋、冬采挖根部，除去茎叶、须根及杂质，晒干或晾干；叶，夏、秋季采。\n",
    "distinguish": "性状鉴别 块根纺锤形，长6-12cm，直径0.6-2cm，多弯曲不直。表面黄褐色，有纵皱纹。质硬，不易折断，断面白色，粉性，具稀疏的放射状纹理。气微，味微甘。 \n",
    "effect": "1.镇痛作用 小鼠热板法、扭体法、压尾法等均证明雪里开醇提取物腹腔注射具有明显镇痛作用。对机械刺激引起的疼痛反应镇痛效果较好，维持时间较长。雪里开醇提取物300mg/kg的效果与延胡索乙素50mg/kg大致相当，而镇痛持续时间则明显较后者为长。\n2.镇静作用 小鼠吊笼法实验结果证明，雪里开醇提物300mg/kg腹腔注射，活动次数明显少于生理盐水对照组。 \n",
    "creation": "?",
    "function": "行气活血，抗菌消炎，对头、胃、腹、肌肉及关节等疼痛均有止痛作用。亦治气管炎，疔疮肿毒，跌打损伤。",
    "taste": "《湖南药物志》：\"辛苦，温，无毒。\"\n入心；肺；胃经 \n",
    "usage": "内服：煎汤，1～3钱，酒磨汁0.5～1钱。外用：酒磨敷或捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "单叶铁线莲\n常绿藤本。根条状细长，中间部分膨大呈狭纺锤状块根，表面黄褐色。茎细，具棱线，疏生白色短柔毛。单叶对生，长卵形或卵状披针形，长7～16厘米，宽2～6厘米，先端渐尖，基部浅心形，边缘疏生浅锯齿，薄纸质，下面脉上贴生白色短毛或近无毛，叶脉5出；叶柄长3.5～5.5厘米。聚伞花序腋生，通常具1花，有时3～5花，花梗细长；花被4，卵形，长1～2厘米，白色或淡黄色，外面密被白色短茸毛；雄蕊多数，花丝被白色长柔毛。瘦果扁卵形，被短柔毛，羽状花柱长达3.5厘米。花期11～12月。果期次年3～4月。\n生于阴面山坡林缘或溪边灌丛中。分布我国长江以南各地。",
    "application": "止痛\n用单叶铁线莲干块根加工制成注射液，每毫升含生药1克。肌肉注射，成人每次2毫升；2岁以上儿童1毫升，2岁以下0.5毫升。必要时可重复使用，临床观察100例，显效(疼痛消失)32例，有效(疼痛明显减轻)33例，减轻(疼痛有所缓解)19例，无效16例。对腹痛、伤口痛、关节痛、全身肌肉痛、头痛等均有效果。多数在注射后15分钟以内见效，病人很快安静入睡，可能对中枢神经系统有镇静作用。未发现不良反应。此外，亦有用块根研粉制丸，成人每日顿服9克，治疗胃痉挛256例，多数获得迅速止痛效果。",
    "position": "为毛莨科植物单叶铁线莲的根或叶。",
    "source": "《浙江天目山药植志》"
  },
  {
    "name": "吴茱萸",
    "alias": "吴萸(《草木便方》)，左力(《南宁市蓟物志》)。",
    "ingredient": "吴茱萸果实含挥发油为吴茱萸烯、罗勒烯、吴茱萸内酯、吴茱萸内酯醇等。还含吴茱萸酸。又含生物碱：吴茱萸碱、吴茱萸次碱、吴茱萸因碱、羟基吴茱萸碱、吴茱萸卡品碱。吴茱萸碱用盐酸乙醇处理即转化为异吴茱萸碱。还含两种中性不含氮物质：吴茱萸啶酮和吴茱萸精。又含吴茱萸苦素。\n\n石虎果实含吴茱萸内酯、吴茱萸碱、吴茱萸次碱、羟基吴茱萸碱。尚含不饱和的酮，暂称石虎甲素、挥发油、花色甙和甾体化合物。",
    "process": "8～10月，果实呈茶绿色而心皮尚未分离时采收。摘下晒干，除去杂质。如遇阴雨，用微火炕干。",
    "distinguish": "干燥果实呈五棱状扁球形，直径2～5毫米，高约1.5～3毫米。表面绿色或绿褐色，粗糙，有细皱纹及鬃眼(油室)；顶平，中间有凹窝及5条裂缝，有时在裂缝中央有突起的柱头残存，基部有花萼及果柄，果柄方圆形，长3毫米，棕绿色，密布毛茸。横切面，子房5室，每室有淡黄色种子1～2枚。种子富油性，质坚易碎。香气浓烈，味苦微辛辣。以色绿、饱满者为佳。\n主产贵州、广西、湖南、云南、陕西、浙江、四川等地。\n\n除上述品种外，尚有同属植物石虎及毛脉吴茱萸等的未成熟果实，亦同等使用。",
    "effect": "1.对心血管系统的作用：。1.1.强心作用：。1.1.1.另8只离体蟾蜍心，同一心脏用吴茱萸汤与异丙肾上腺素交叉给予。提示吴茱萸汤强心作用剂量小，持续时间长，无异丙肾上腺素加快心率的作用，故可能无增加心肌氧耗之弊。1.1.2.大耳白兔3只，体重1.75±0.09kg，性别不拘。麻醉后，开胸，用蛙心夹夹住心尖部，连接机械电换能器，以二道生理仪记录心脏收缩曲线。耳缘静脉给吴茱萸汤0.3g／kg，观察30分钟，然后静脉注射2%戊巴比妥适量，待心肌收缩力明显减弱后，再给吴茱萸汤，观察30分钟。可见吴茱萸汤显着增强在体兔心收缩力，给药后30分钟仍未恢复至药前水平。1.2.升压作用：。1.2.1.狗3只，麻醉后以插入式血压计显示左股动脉血压，右股静脉给吴茱萸汤0.2g／kg。给药前血压为13.29±5.71（kPa，X±SD，下同），给药后血压上升，最高峰为24.36±5.60，差值为10.79±1.24（P＜0.01）；最低峰为11.07±5.41，差值为2.20±0.73（P＜0.05）。升压维持368±635；恢复后有轻度下降，维持565±95s。1.2.2.大鼠9只，以水银检压法观察右股静脉给1.04g／kg吴茱萸汤注射液对血压的影响，同时以心电图机描记心率。又以3只大鼠，观察0.04mg／kg肾上腺素对血压的影响，结果吴茱萸汤有升压作用，给药前后对比差异极显着（P＜0.001），又取大鼠6只，分为两组。一组预先给心得安1.8mg／kg，另一组预先给酚妥拉明3.0mg／kg，5分钟后再给吴茱萸汤注射液1.04g／kg。结果吴茱萸汤升高血压作用能因酚妥拉明前处理而取消；后降压作用能被心得安阻断。以上结果表明，吴茱萸汤升压作用迅速，升压伴有心率缓慢。α、β受体阻断实验表明，吴茱萸黄汤有显着的α兴奋作用和较弱的β-兴奋作用，为α、β受体混合兴奋剂。由于吴茱萸汤中含人参量较大，因此这些实验并不能完全说明吴茱萸对心血管的药理作用。1.3.对家兔球结膜微循环的影响。大白兔11只，麻醉后侧卧位固定在保温手术台上，以微循环显微镜放大80倍，冷光源下观察球结膜微循环。耳缘静脉缓缓推注生理盐水0.3ml／kg，5分钟后推注吴茱萸汤注射液0.3g／kg，观察并测取给药前后微动脉内径、毛细血管网交点数，记录微血流态，红细胞聚集情况的动态变化。给药后，微血流速度迅速增快；部分微血流态改善，粒流变成线粒流，线粒流变成线流。2.对消化系统的作用：。2.1.抗胃溃疡作用：。2.1.1.对水浸应激性溃疡的影响：取雌雄小鼠50只，体重21.2±1.2g，均分为5组，禁食1夜，分别灌胃吴茱萸水煎剂、甲氰咪呱和自来水后，装入特制的应激盒内，并浸在20-23℃水中，使水位达到小鼠颈部。8小时后处死小鼠，取胃，镜检点状损害，计算出血点数作为溃疡指数。口服2g／kg的50%甲醇提取物，具有抗大鼠水浸应激生溃疡作用，抑制率达66.6%。2.1.2.对消炎痛和乙醇引起溃疡的影响:取雌雄小鼠50只，体重23.4±1.9g，均分为5组，禁食24小时后分别灌胃吴茱萸水煎剂、呋喃唑酮和自来水。30分钟后腹腔注射消炎痛10mg／kg，l小时后再灌胃50%乙醇0.2ml／只，再过l小时处死取胃，镜检条状损害，测量其总长度（mm）为溃疡指数。吴茱萸10和20g／kg都显着抑制消炎痛加乙醇引起的溃疡形成。2.1.3.对盐酸性胃溃疡的影响:雌雄大鼠40只，体重176±21g，均分为4组，禁食24小时后分别灌服吴茱萸内提物、甲氰咪呱和自来水，l小时后灌胃0.6N盐酸1ml／只，再过l小时处死取胃，镜检条状损害，测量其总长度（mm）为溃疡指数，结果见表8，吴茱萸5和10g／kg都显着抑制盐酸溃疡形成。2.1.4.对结扎幽门性溃疡的影响：雌雄大鼠20只，体重145±16g，均分2组，禁食24小时后，乙醚麻醉结扎幽门并分别在十二指肠注射吴茱萸水煎剂和自来水，缝合腹壁后19小时处死取胃，镜检前胃部溃疡，分级计算指数，结果见表8D。提示吴茱萸10g／kg仅能抑制溃疡形成倾向。2.2.对胃液分泌的影响：将体重240-300g的雄性大白鼠20只随机分为两组。禁食24小时（自由饮水）后，给药组按10g／kg体重皮下注射吴茱萸汤注射液。共2次，其中间隔l小时。对照组同法给等积生理盐水。末次给后30分钟，将动物麻醉，结扎幽门后缝合腹壁。术后禁食禁水。5h后处死动物收集全部胃液，测其量与pH值，并测定游离酸和总酸度。结果表明吴茱萸汤可减少大鼠胃液分泌量，并可降低胃液酸度。2.3.对胃肠运动的影响：。2.3.1.提高胃残留率:体重18-22g健康小白鼠21只，随机分2组，按张氏等介绍的方法，以胃中酚红残留率作为排室指标，排空越快，胃中残留越少，结果表明吴茱萸汤能非常明显地提高胃残留率。2.3.2.抑制离体胃条运动:制备离体胃条标本，台氏液保养，用离体器官测定仪记录胃条运动的曲线变化。按给药前后自身对照比较。结果当保养液中单味吴茱萸的浓度达5×l0(-3)g/ml，吴茱萸汤浓度达1×10(-2)g/ml时，对胃条的自发性活动均表现为抑制，即张力和收缩幅度均下降，用保养液洗后能恢复活动。单味党参、大枣、生姜对胃条的自发性活动影响不明显，对由氯化乙酰胆碱引起的胃条痉挛性收缩，单味吴茱萸和吴茱萸汤均有明显对抗作用，表现为张力和收缩幅度下降，频率减少。2.3.3.对多种药物引起的离体小肠活动的影响:家兔1.5kg左右，豚鼠250g左右，按温血动物离体肠管实验法制备及实验，记录自发收缩活动，待平稳后给予拟被对抗的药物（烟碱、毒扁豆碱、乙酰胆碱、酚妥拉明、利血平、氯化钠和组胺），待记录的收缩活动稳定后，每隔3分钟给予吴茱萸煎剂1次，共3次（除了对抗乙酰胆碱和组胺是采用单一剂量外），使营养液中呈现3个中药累积浓度，每次给中药后记录3分钟肠管活动变化。表明吴茱萸随剂量增加而逐渐显示对7种药物性离体小肠活动的抑制。2.3.4.止呕作用:健康家鸽30只，雌雄不拘，体重300-400g，随机分为3组，每组10只。实验组分别给吴茱萸及吴茱萸汤水煎剂，对照组给自来水，均按等容积灌胃给药。给药后l小时，每鸽灌胃2%硫酸铜1ml／100g体重。记录每鸽出现第一次呕吐的时间（呕吐潜伏期）及给硫酸铜后1小时内呕吐的次数（呕吐频率）。结果吴茱萸汤能显着减少家鸽呕吐频率，并有延长形成呕吐所需时间的趋势。单味吴茱萸亦有一定止呕作用，但统计不显着。2.3.5.止泻作用:。2.3.5.1.对蓖麻油引起的小鼠腹泻的影响雌雄小鼠36只，体重20.7±2.6g，均分为3组，分别灌胃吴茱萸水煎剂和自来水，30分钟后灌肠蓖麻油0.15ml／只，记录腹泻次数。实验过程禁食禁水。可见吴茱萸10g和20g／kg都减少蓖麻油引起的腹泻次数，且随着剂量增大作用持续时间延长，但作用产生缓慢。2.3.5.2.对番泻叶引起小鼠腹泻的影响雌雄小鼠30只，体重19.2±1.8g，均分为3组，分别灌肠吴茱萸水煎剂和自来水，30分钟灌肠番泻叶0.4g／只，观察腹泻次数，共8小时。可见吴茱萸对抗番泻叶引起的腹泻作用随剂量增大而提高，作用产生虽缓慢，但持续时间较长。3.对晚期失血性休克的影响：大耳白兔22只，性别不拘，体重1.75±0.25kg，仿Wiggers贮血瓶法复制晚期失血性休克兔模型。于全血回输后开始从耳缘静脉点滴给药。治疗组给吴茱萸汤注射液（生理盐水稀释至0.5g／ml）10ml/kg；4滴／min，3小时滴完；对照组给等量生理盐水，观察3小时、6小时生存率，平均动脉血压、心率和尿量。结果与生理盐水对照，吴茱萸汤迅速而显着升高休克兔血压，并延缓后期血压的下降，对心率影响不明显。治疗组给药后3小时生存率为11／11有显着性（P＜0.05），高于对照组的6／11；6h生存率为7／11，亦有显着性（P＜0.05）高于对照组1/11。失血后兔尿量非常明显的减少，与对照组比较，吴茱萸汤显着增加尿量。给药后，治疗组呼吸、心跳从微弱变清晰，肢体抖动；对照组兔的呼吸、心率仍微弱，肢体僵卧。4.对血栓形成及凝血功能的作用：Wister大鼠60只，雌雄各半，体重185±25g，随机分6组，对照组给等容积的生理盐水；吴茱萸水提物组，按LD50的1／5、1／10、10-20g/kg灌胃给药，另二组为附子水提物组。给药后1小时，测定血栓形成时间，并取血测定生化项目。肝素组，静脉注射l00u/kg，用上法测定。结果吴茱萸水提物在20g／kg剂量时，血栓形成时间明显延长；在10g／kg剂量时，白陶土部分凝血活酶时间（KPTT）有不同程度延长，20g/kg剂量时，KPTT、VF明显延长。其他指标无明显变化。5.保肝作用：对CCl4诱发急性肝损害大鼠SGPT和SGOT的影响雌雄大鼠36只，体重222±25g，均分4组，每天分别灌胃l次吴茱萸水煎剂和自来水，连续5天，末次给药后1小时，除自来水对照组外，其余各组均腹腔注射四氯化碳（CCl4）0.3ml／kg，并禁食16小时后在乌拉坦麻醉下颈动脉取血测定SGPT及SGOT。可见吴茱萸5和10g／kg都能对抗CCl4升高SGPT作用，其中5g／kg组不能对抗CCl4升高SGOT作用。6.其它作用：给小鼠灌胃20g/kg吴茱萸水煎剂，能显着减少酒石酸锑钾引起的扭体反应次数和延长热板刺激的痛反应潜伏期。有人报道吴茱萸的甲醇和水提取物都具有5-羟色胺受体亲和力，间接提示去氢吴茱萸碱可能是5-羟色胺受体激动剂。另据报道，吴茱萸果实的乙醇提取物对中国仓鼠肺细胞（V-79）有显着作用。从该植物中分离的细胞毒素为黄色粉末。用V-79细胞所作的细胞毒试验中，只有此种黄色粉末显示明显的活性。在进一步的用肿瘤细胞、人鼻咽癌（KB）和鼠淋巴细胞、白血病细胞（P388），所作的细胞毒试验中，也只有此种黄色粉末显示活性。它们的IC50值分别为：V-79为0.19mg／ml；KB为0.98mg／ml；P388为0.43mg／ml。此外，吴茱萸果实中吴茱萸碱有抗缺氧作用。",
    "creation": "炙吴茱萸：取甘草煎汤，去渣取汤，加入净吴茱萸，浸泡至汤液吸干为度，微火焙干。(每吴茱萸100斤，用甘草6斤4两)\n\n①《本草通玄》：\"吴茱萸，咸汤浸去烈汁，焙干水。\"\n\n②《本草求真》：\"吴茱萸陈者良，泡去苦烈汁用。止呕黄连水炒，治疝盐水炒，治血醋炒。\"",
    "function": "温中，止痛，理气，燥湿，治呕逆吞酸，厥阴头痛，脏寒吐泻，脘腹胀痛，经行腹痛，五更泄泻，高血压症，脚气，疝气，口疮溃疡，齿痛，湿疹，黄水疮。\n\n①《本经》：\"主温中下气，止痛，咳逆寒热，除湿血痹，逐风邪，开腠理。\"\n\n②《别录》：\"主痰冷，腹内绞痛，诸冷实不消，中恶，心腹痛，逆气，利五脏。\"\n\n③《药性论》：\"主心腹疾，积冷，心下结气，疰心痛；治霍乱转筋，胃中冷气，吐泻腹痛不可胜忍者；疗遍身顽痹，冷食不消，利大肠拥气。\"\n\n④《本草拾遗》：\"杀恶虫毒，牙齿虫匿。\"\n\n⑤《日华子本草》：\"健脾通关节。治腹痛，肾气，脚气，水肿，下产后余血。\"\n\n⑥王好古：\"治痞满塞胸，咽膈不通，润肝燥脾。\"\n\n⑦《纲目》：\"开郁化滞。治吞酸，蹶阴痰涎头痛，阴毒腹痛，疝气，血痢，喉舌口疮。\"",
    "taste": "辛苦，温，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《别录》：\"大热，有小毒。\"\n\n③《药性论》：\"味苦辛，大热，有毒。\"",
    "usage": "内服：煎汤，0.5～2钱；或入丸、散。外用：蒸热熨，研末调敷或煎水洗",
    "compatibility": "阴虚火旺者忌服。\n\n①《本草经集注》：\"蓼实为之使。恶丹参、消石、白垩，畏紫石英。\"\n\n②《本草蒙筌》：\"肠虚泄者尤忌。\"\n\n③《纲目》：\"走气，动火，昏目，发疮。\"\n\n④《本草经疏》：\"呕吐吞酸属胃火者不宜用；咳逆上气，非风寒外邪及冷痰宿水所致者不宜用；腹痛属血虚有火者不宜用；赤白下痢，因暑邪入于肠胃，而非酒食生冷、停滞积垢者不宜用；小肠疝气，非骤感寒邪及初发一、二次者不宜用；霍乱转筋，由于脾胃虚弱冒暑所致，而非寒湿生冷于犯肠胃者不宜用；一切阴虚之证及五脏",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "肝；胃；脾；大肠；肾经",
    "plant": "吴茱萸，又名：辣子、臭辣子树、气辣子、曲药子、茶辣。\n常绿灌木或小乔木，高2.5～5米。幼枝、叶轴、小叶柄均密被黄褐色长柔毛。单数羽状复叶，对生；小叶2～4对，椭圆形至卵形，长5～15厘米，宽2.5～6厘米，先端短尖，急尖，少有渐尖，基部楔形至圆形，全缘，罕有不明显的圆锯齿，两面均密被淡黄色长柔毛，厚纸质或纸质，有油点。花单性，雌雄异株，聚伞花序，偶成圆锥状，顶生；花轴基部有苞片2枚，上部的苞片鳞片状；花小，黄白色.萼片5，广卵形，外侧密披淡黄色短柔毛；花瓣5，长圆形，内侧密被白色长柔毛；雄花有雄蕊5枚，长于花瓣，花药基着，椭圆形，花丝被毛，退化子房略成三棱形，被毛，先端4～5裂；雌花较大，具退化雄蕊5枚，鳞片状，子房上位，圆球形，心皮通常5枚，花柱粗短，柱头头状，蒴果扁球形，长约3毫米，直径约6毫米，熟时紫红色，表面有腺点，每心皮有种子1枚，卵圆形，黑色，有光泽。花期6～8月。果期9～10月。\n野生于山地、路旁或疏林下。分布于长扛流域及华南一带和陕西等地。\n\n本植物的根(吴茱萸根)、叶(吴茱萸叶)亦供药用，各详专条。",
    "application": "①治疗高血压病\n将吴茱萸研末，每次取0.6～1两，用醋调敷两足心(最好睡前敷，用布包裹)。一般敷12～24小时后血压即开始下降，自觉症状减轻。轻症敷1次，重的敷2～3次即显示降压效果。\n\n②治疗消化不良\n取吴萸粉2.5～3克，用食醋5～6毫升调成糊状，加温至40℃左右，摊于2层方纱布上(约0.5厘米厚)，将4周折起；贴于脐部，用胶布固定。12小时更换1次。经治20例，痊愈18例，好转1例，无效1例。初步观察，本法有调节胃肠功能、温里去寒、止痛及帮助消化等作用。对胃畅功能紊乱所致的腹泻效果较好，对细菌感染所致的腹泻配合应用抗菌素可产生协同作用。\n\n③治疗湿疹、神经性皮炎\n吴茱萸研末，用凡士林调成30%(甲种)和20%(乙种)两种软膏；再取30%吴茱萸软膏和等量氧化锌软膏调匀，配成复方吴茱萸软膏(丙种)。对亚急性和一般慢性湿疹，及阴囊湿疹在亚急性期或早期者，采用乙种软膏；对多年慢性阴囊湿疹则采用甲种软膏；婴儿湿疹采用丙种软膏。局部搽药，每日2次。对神经性皮炎先搽甲种软膏，再配合热电吹风，每日1次，每次20分钟，然后用比皮损略大的胶布块贴牢。据82例湿疹和神经性皮炎的观察，对湿疹初期及亚急性湿疹疗效较好，治愈时间员短者3天；对一般慢性湿疹，治愈时间最短者10天；对多年呈苔藓样变的慢性湿疹无效；婴儿湿疹11例，除两例无效外，余均在7～15天内临床治愈；阴囊湿疹初期效果明显，患病多年近于苔藓样变者无效；神经性皮炎19例，均为轻型及限局性患者，配合热电吹风比单纯涂药者疗效显著。又有用10%吴茱萸糊膏局部涂抹后，再以艾熏20分钟，治疗限局性神经性皮炎14例；结果治愈4例，显著进步7例，好转3例。治愈病例一般治疗4～6次。此法止痒效果显著。\n\n④治疗黄水疮\n将吴茱萸研粉用凡士林调制成10%软膏，局部涂擦，每日1～2次。擦药前先用温水洗净患处：治疗12例，一般4～6次即愈。\n\n⑤治疗口腔溃疡\n将吴茱萸捣碎，过筛，取细末加适量好醋调成糊状，涂在纱布上，敷于双侧涌泉穴，24小时后取下。用量：1岁以下用0.5～2钱，1～5岁用2～3钱，6～15岁用3～4钱，15岁以上用4～5钱。治疗256例，有247例治愈。一般敷药1次即有效。",
    "position": "为芸香科植物吴茱萸的未成熟果实。",
    "source": "《本经》"
  }
]