[
  {
    "name": "丝瓜藤",
    "alias": "?",
    "ingredient": "丝瓜藤含皂甙。",
    "process": "夏、秋季采取。",
    "distinguish": "?",
    "effect": "①止咳祛痰作用\n小鼠口服丝瓜藤煎剂、丝瓜藤鲜汁及藤和叶的甲醇提取物，都有一定的止咳作用(二氧化硫或氨水引咳法)。麻醉狗口服丝瓜薛煎剂5克／公斤，对呼吸道粘液分泌量无明显影响。小鼠口服丝瓜藤和叶的甲醇提取物，有明显增加呼吸道排泌酚红的作用(酚红法)。\n\n②抗菌作用\n丝瓜藤粉煎剂与酒精浸剂对呼吸道常见细菌有较弱的抑制作用，对肺炎球菌作用稍强，丝瓜藤鲜汁无抑菌作用。",
    "creation": "?",
    "function": "舒筋，活血，健脾，杀虫。治腰膝四肢麻木，月经不调，水肿；齿露，鼻渊，牙宣。\n\n①《纲目》：\"藤及根，治齿匿、脑漏，杀虫解毒。\"\n\n②《本草求原》：\"和血脉，话筋络，滋水，止阴痛，补中健脾，消水肿。治血枯少，腰膝四肢麻木，产后惊风，调经。\"\n\n③《岭南采药录》：\"解暑热。\"",
    "taste": "味苦；性微寒 \n\n《本草求原》：\"苦，微寒，小毒。\"\n\n归心；脾；肾经 \n\n《本草再新》：\"入心、脾、肾三经。\"",
    "usage": "内服：煎汤，1～2两；或烧存性研末。外用：煨存性研末调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "1.大鼠口服丝瓜藤煎剂10g/kg/日，共14天，对体重、体温、心电图及肝、肾、心、肺等均无明显影响。2.犬口服5g/kg，肝功能未见异常。3.毒性：煎剂每日给大鼠灌胃10g/kg，连用14天，肝、肾、心、肺病理切片未见异常改变。",
    "category": "归经_心经",
    "plant": "一年生攀援草本。茎枝粗糙，有棱沟，有微柔毛。茎须粗壮，通常2-4枝。叶互生；叶柄粗糙，长10-12cm，近无毛；叶片三角形或近圆形，长宽均为10-12cm，通常掌状5-7裂，裂片三角形，中间较长，长8-12cm，洗端尖，边缘有锯齿，基部深心形，上面深绿色，有疣点，下面浅绿以，有短柔毛，脉掌状，具白色长柔毛。花单性，雌雄同株；雄花通常10-20朵生于总状花序的顶端，花序梗粗壮，长12-14cm，花梗长2cm；花萼筒钟形，被短柔毛；花冠黄色，幅状，开后直径5-9cm，裂片5，长圆形，长0.8-1.3cm，宽0.4-0.7cm，里面被黄白色长柔毛，外面具3-5条突起的脉，雄蕊5，稀3，花丝6-8mm，花初开放时稍靠合，最后完全分离；雌花单生，花梗长2-10cm；花被与雄花同，退化雄蕊3，子房长圆柱状，有柔毛，柱头3，膨大。果实圆柱状，直或稍弯，长15-30cm，直径5-8cm，表面平滑，通常有深色纵条纹，未成熟时肉质，成熟后干燥，里面有网状纤维，由先端盖裂。种子多数，黑色，卵形，扁，平滑，边毋狭翼状。花、果期夏秋季。",
    "application": "①治疗慢性气管炎\n㈠煎剂：取丝瓜藤(干)3～8两，切碎浸泡后煮1小时以上滤过，药渣加水再煎，两次煎液合并浓缩至100～150毫升，加糖适量。每次50～100毫升，日服2～3次，10天为一疗程。据在不同季节反复验证的1000余例的统计，总有效率在70%左右，显效率在30%左右。㈡丝瓜藤提取物：L12每日量1200毫克，L14每日量400毫克，均分两次服，10天为一疗程。据93例4个疗程的观察结果，总有效率为60～63%，显效率为13～25%，与煎剂比较无明显差异。此外，曾分别以丝瓜络、丝瓜叶鲜汁及天萝水共验证350余例，结果总有效率均低于丝瓜藤。但也有用天萝水观察100例，两个疗程的有效率达96%，显效率达50%的。据观察：丝瓜藤及其提取物的主要作用是镇咳及祛痰，平喘作用较差，无明显抑菌消炎作用；疗效与剂量及丝瓜藤的经霜与否均无明显差异；对单纯型的疗效较喘息型好；无肺气肿者效果比合并肺气肿者好；用药时间以4一?疗程的疗效较好，延长疗程其疗效未见明显升高；疗效与病程无明显规律性；疗效与季节有明显差异，以夏季疗效最高，秋冬较低。约20%病例有嘈心、口干等副作用，程度轻微。提取物则几乎无副作用。对肝肾功能无明显影响。\n\n②治疗萎缩性鼻炎、慢性副鼻窦炎\n用丝瓜根及近根3～5尺之藤煎服，每次3钱，日服1次；或用根藤约1两(以新鲜者为佳)，和瘦猪肉煎汤服。5次为一疗程。据观察，初服1、2次后鼻腔分泌物有所增多，间或微感头晕，以后便消失，无其它不良反应。治疗萎缩性鼻炎15例，服药后脓痂、鼻臭全部消失，嗅觉亦有不同程度的改善，但鼻腔粘膜萎缩程度无明显改变。6例慢性上颇窦炎及1例左侧慢性副鼻窦炎，治疗后鼻涕显著减少，头痛消失或减轻，上颌窦穿刺脓性及粘性分泌物全部消失。此外，亦可用枯藤切碎，焙至半焦后研未吹鼻，每日2～3次，3～4天为一疗程；对慢性鼻窦炎有一定作用。",
    "position": "为葫芦科植物丝瓜或粤丝瓜的茎，植物形态详\"丝瓜\"条。",
    "source": "《纲目》"
  },
  {
    "name": "脐带",
    "alias": "坎气(《本草从新》)。",
    "ingredient": "?",
    "process": "为健康人的婴儿脐带。",
    "distinguish": "\n干燥的脐带，呈细长条状，淡黄或黑棕色，长10～15厘米，内有2个动脉管和一个静脉管，质坚韧，不易拆断。气微腥。\n",
    "effect": "\n脐带激素对雌性幼小鼠有促进发惰期的作用，使子宫、卵巢肥大，子宫粘膜肥大增殖；对去势小鼠也有此作用。对幼小、去势或摘除脑下垂体前叶的家兔静脉注射脐带激素，可使内生殖器组织肥大和增殖，故认为有性激素样作用。本品对蛙、小鼠及家兔有麻痹作用。特别对兔，用大剂量时能迅速降低血压，产生痉挛，最后呼吸麻痹而死亡。对蛙后肢、兔耳血管有扩张作用，对离体蛙心及蛙骨胳肌有麻痹作用，对兔肠管及子宫则为兴奋作用。\n\n脐带提取物其作用与脐带激素大体相似。\n",
    "creation": "\n将脐带洗漂干净。用银花、甘草煎汁加黄酒和脐带同煮，沸后取出，烘干。(每20条脐带用银花、甘草各1钱，清水1斤煎汁，入黄酒1两)\n",
    "function": "\n益肾，纳气，治虚劳羸弱，气血不足，肾虚喘咳。\n\n①《本草拾遗》：\"主疟，烧为灰，饮下之。\"\n\n②《纲目》：\"解胎毒。敷脐疮。\"\n\n③《本草汇言》：\"补肾命，解胎毒，化痘毒。\"\n\n④《本草通玄》：\"充养血气。\"\n\n⑤《饮片新参》：\"治虚劳，纳肾气，定喘咳，敛汗。\"\n",
    "taste": "\n甘咸，温。\n\n①《本草汇言》：\"甘咸，气温，无毒。\"\n\n②《医林纂要》：\"甘苦咸，温。\"\n",
    "usage": "\n内服：研末，2～6分；入丸剂或煎汤。\n",
    "compatibility": "2～6分（1～3具）；外用酌量。",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺；肾经",
    "plant": "\n生境分布：全国各地。",
    "application": "?",
    "position": "\n为初生婴儿的脐带。\n",
    "source": "\n《本草拾遗》\n"
  },
  {
    "name": "萝芙木",
    "alias": "山辣椒、山马蹄、山胡椒、萝芙藤(《中国药植志》)，矮青木、羊屎子、青辣椒、塘婢粘，野辣椒(《广西野生资源植物》)，假辣椒、鱼胆木、羊姆奶、毒狗药(《广西药植图志》)，假鱼胆、火烙木(《南宁市药物志》)：万药归家(《广西中药志》)，通骨消、甘榕木、刀伤药、三叉虎。",
    "ingredient": "萝芙木根中分离出利血平、阿吗碱、萝莱碱、蛇根亭碱、阿吗灵、山马蹄碱、萝芙木甲素、锥洛斯明碱、霹雳萝芙辛碱、一种单萜类生物碱等多种生物碱，含量为1～2%。萝芙木中尚含熊果酸0.2%。\n\n云南萝芙木根含利血平、阿吗碱、阿吗灵、蛇根亭碱，育亨宾等多种生物碱。",
    "process": "秋、冬采根，洗净泥土，切片晒干。",
    "distinguish": "干燥根呈圆锥形，支根为圆柱形，弯曲而略扭转，上端直径约1～2厘米，下端细至0.5厘米以下，长15～30厘米或更长，多有支根。外表面灰棕色至灰黄色.有不规则而纵长的隆起和纵沟。栓皮较松，易于脱落。质坚硬，不易折断，折断面不平坦；横切面射线极纤细，微带芳香，味苦，皮部较木质部更苦。\n产云南、广西等地。",
    "effect": "①利血平的作用\n利血平为萝芙木属植物的主要生物碱。㈠降压作用：利血平能降低血压和减慢心率，其作用非常缓慢、温和而持久。口服治疗量后，一般经1周左右开始出现作用，几周后达到高峰，停药后作用可维持数周之久。静脉注射后，作用也逐渐发生，降压作用在1小时左右开始出现。利血平的剂量反应曲线比较平坦，加大剂量一般并不显著增加其降压强度，仅能延长其降压时间，同时健增加其副作用。小剂量连续应用，可产生一定的积蓄作用，但临床上小剂量连用很多年并不积蓄中毒，也不产生耐受性。利血平对神经性、肾性和激素性高血压病理模型的动物均有降压疗效，且能减少血管病理变化的范围，延长动物的寿命，其降压作用曾一度认为是抑制下丘脑交感中枢的结果，最近发现，是显著降低了肾上脓素能神经末梢的介质储量(介质耗竭)，从中枢传出的神经冲动就无法通过化学传递物到达心血臂效应器面发挥其加速心率和收缩血管的作用(相当于化学的交感神经切除术)，从而表现其降压作用，介质贮量的排空需要一定时间，排空后补充也需要比较长的时间；这个时间因素也符合于利血平降压的特点。介质已经空虚后，再增加剂量也不可能产生更大的作用；这也符合于利血平剂量作用关系的曲线。㈡中枢作用：利血平对中枢神经系统具有持久性的安定作用，应用较大量可产生无力、安静、睡眠，但睡眠不深，易于唤醒，脑电波检查，并不出现睡波，即使增大剂量，也不出现麻醉，其中枢作用可能与它在脑组织内释放5-羟色胺或去甲肾上腺素有关。㈢体内过程：口服后部分吸收，大部分在肠内破坏，单剂注射的效力比口服大得多，吸收后在体内迅速破坏，仅微量未破坏的在尿中出现。因此，利血平的持久作用与蓄积作用，不是由于药物本身。\n\n②国产萝芙木的作用\n㈠海南产萝芙木叶碱及根总碱以及除去利血平的海南萝芙木根碱\"海南9号\"，对麻醉狗、肾型高血压狗均表现降压作用。海南萝芙木根总碱降压时不减少狗每分钟心输出量，能使外周血管阻力减低，血管扩张，但引起兔脑血流、狗肾血流及肾小球滤过率的减少，?脉血流虽无明显影响，但冠脉阻力显著降低，对正常大白鼠肺血管有扩张作用，使肾型高血压大白鼠心肌、肾、肝等器官的缺血状态得到改善。上述各种成分对狗的肝肾功能、心电图、血液和尿均无不良影响。叶的粗浸出物对肝肾功能则有一定的损害。㈡广东产萝芙木根皮(含生物碱1.4～1.5%)煎剂，叶的粗制剂，根的水溶性全碱，对麻醉动物均表现降压作用，同时，作用的发生快，并且强而持久；后二种对肾型高血压狗的降压作用很明显。根皮煎剂对小白鼠表现镇静作用，其根的全碱不抑制小白鼠自由活动，与环己烯巴比妥钠无协同作用，与咖啡因无对抗作用，故无镇静作用。广东产萝芙木中提得的\"萝芙木甲素\"对麻醉兔、猫均有降压作用，可使心率减慢，其降压作用可能是作用于中枢，并辣有抗肾上腺素作用，较大量时后一种作用更明显；对小白鼠延长巴比妥睡眠、转轮、滚筒、抖笼诸活动试验，证明萝芙木甲素的镇静指数为3.6～5，利血平为8.2～16.5，后者的镇静作用绝对强度比前者强17～35倍，动物外表活动上亦有差异。萝芙木甲素能抑制兔、猫阳性条件反射，使分化相部分解除，利血平能引起同样效果，但不影响分化，因此萝芙木甲素不属于具有特殊镇静作用的利血平。㈢云南萝芙木碱对麻醉猫有明显的降压作用，其特点为作用快而持久；贵州产萝芙木根粗制剂对麻醉动物及高血压兔亦表现降压作用。从临床降压疗效观察，广东萝芙木与云南萝芙木的降压疗效大致相同，而广西萝芙木的降压疗效与症状改善略逊于前二者。从副作用看，以广东者最大，云南次之，广西最小。从广西萝芙木中提取的山马蹄碱，为水溶性季铵，有神经节阻断作用和箭毒样作用，不具有抗肾上腺素作用，㈣云南产狭叶萝芙木根的生物碱对麻醉动物具有降压作用，重复给药有快速耐受性，其降压原理有抑制中枢及抗肾上腺素两方面。",
    "creation": "净制：除去杂质，洗净，润透，切片、干燥。",
    "function": "清风热，降肝火，消肿毒。治感冒发热，咽喉肿痛，高血压头痛眩晕，痧症腹痛吐泻，风痒疮疥。\n\n①《中药形性经验鉴别法》：\"清热。治头痛。\"\n\n②《南宁市药物志》：\"退热，消炎，利尿，抗高血压。治热病斑疹，头痛。\"\n\n③《广西中药志》：\"泻肝降火。治高血压，头痛，风热痧气。\"",
    "taste": "苦，寒。\n\n①《广西药植图志》：\"味苦，性寒，有小毒。\"\n\n②《南宁市药物志》：\"苦甘，凉，无毒。\"\n\n③《贵州草药》：\"性平，味咸微辛。\"",
    "usage": "内服：煎汤，0.5～1两。",
    "compatibility": "《广西药植图志》：\"有胃病及气血虚象者忌用。\"",
    "storage": "?",
    "side_effects": "利血平对小鼠灌胃的半数致死量为500mg/kg(观察5天)；大鼠静脉注射的半数致死量为15.75mg/kg。蛇根碱对小鼠静脉注射的半数致死量为20mg/kg。异萝芙木碱对小鼠腹腔注射的半数致死量为130mg/kg。",
    "category": "?",
    "plant": "萝芙木\n灌木，高1～2米，全体平滑无毛。小枝淡灰褐色，疏生圆点状的皮孔。叶通常3～4片轮生，稀对生，质薄而柔，长椭圆状披针形，长4～14厘米，宽1～4厘米，先端长尖，基部楔形，全缘或略带波状，上面绿色，下面淡绿色；叶柄细而微扁。聚伞花序呈三叉状分歧，腋生或顶生；总花梗纤细，长2～4厘米，花梗丝状，长约5毫米；总苞片针状或三角状：花萼5深裂，裂片卵状披针形，绿色；花冠白色，呈高脚碟状，上部5裂，卵形，冠管细长，近中部稍膨大；雄蕊5，花丝短，花药线形；雌蕊2心皮，离生或合生，子房卵圆形，花柱丝状，柱头短棒状而微扁。果实核果状，离生或合生，卵圆形至椭圆形，熟后黑色。种子1粒。花期5～7月。果期8～10月。\n生于低山区丘陵地或溪边的灌木丛及小树林中。分布广西、广东、台湾、云南、贵州等地。\n\n本植物的茎叶(萝芙木茎叶)亦供药用，另详专条。\n\n同属植物云南萝芙木(分布云南、广西)、蛇根木(广西栽培)、阔叶萝芙木(分布广西、广东)、海南萝芙木(分布广西、海南)、红果萝芙木(分布广西、海南)、药用萝芙木(分布广西)等均可供药用。",
    "application": "①治疗高血压病\n从云南产的萝芙木根中提出生物碱，制成片剂，日服6～15毫克，疗程自3周至2个月不等。据200余例的观察，认为对Ⅰ期及Ⅱ期(按米氏分类法)病人有一定降压作用，对Ⅲ期病例基本无效。副作用轻微，但服药后易于出现耐受现象。\n\n②治疗瘙痒性皮肤病\n取云南萝芙木碱(云南制药厂产品)每次4～8毫克，日服3次。治疗神经性皮炎(局限性及广泛性)，慢性湿疹，慢性荨麻疹，瘙痒症及接触性皮炎等8种皮肤疾患共52例，病程自3天至20余年不等，用药后有较好的镇静止痒作用，有效率为89%。对其他药物不能控制或无效的病例，也能发生作用。约5%病例出现头昏、困倦、肠蠕动增加等药物反应。",
    "position": "为夹竹桃科植物萝芙木的根。",
    "source": "《中国药植志》"
  },
  {
    "name": "柑核",
    "alias": "?",
    "ingredient": "?",
    "process": "为芸香科植物茶枝柑Citrus chachiensis Hort.等多种柑类的种子。拉丁植物动物矿物名：Citrus chachiensis Hort.采收和储藏：剥开成熟果实，食取果瓤，留下种子，洗净，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "主肾疰腰痛，膀胱气痛，小肠疝气，卵肿偏坠。",
    "taste": "苦，温，无毒。",
    "usage": "内服:煎汤，2～3钱；或研末。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝",
    "plant": "茶枝柑 小乔木，高2-3m。枝多叶密，针刺极少。叶互生，常椭圆形，先端渐尖，基部楔形，叶缘锯齿不明显，叶翼小而不明显。花小白色，萼片黄绿色，花瓣5。果实扁圆形或馒头形，纵径4.5-6cm，横径6.5-7cm，基部平或隆起，上有浅放射沟4-8条，顶部微凹；果皮易剥离，质松脆，白内层棉絮状，有香气；瓤囊11-12瓣；中心柱空虚，味酸甜；种子20余粒，卵圆形，淡黄褐色。果熟期12月中旬。\n生境分布：主要分布于珠江三角洲一带，以新会、四会栽培最多。广州近郊也有栽培。",
    "application": "治肾冷腰痛：柑核、杜仲等分。炒研，盐酒下(《本草求原》)",
    "position": "为芸香科植物茶枝柑或瓯柑等多种柑类的种子。植物形态详\"柑\"条。",
    "source": "《本草图经》"
  },
  {
    "name": "猪胰",
    "alias": "?",
    "ingredient": "?",
    "process": "为猪科动物猪的胰脏。拉丁植物动物矿物名：Sus scrofa domestica Brisson采收和储藏：宰杀后，剖腹，取出胰脏，洗净，鲜用或冷藏备用。",
    "distinguish": "?",
    "effect": "1.对消化系统的作用胰酶是从猪、牛、羊等胰脏中制取的含有胰蛋白酶、胰脂肪酶和胰淀粉酶的消化酶的混合粉末，具有催化蛋白质水解成蛋白陈及其衍生物，水解脂肪生成甘油和脂肪酸，水解淀粉生成糊精及麦芽糖等作用，有助消化作用，能促进蛋白质、脂肪和淀粉的消化、吸收和利用。胰脂酶即使在小剂量也有控制脂痢的作用。从猪胰中可提取胰高血糖素（glucagon），其对消化系统的作用有增加胆汁和胰液分泌；抑制组胺及胃泌素对胃液、肠液分泌的刺激作用；抑制胃肠运动，降低胆囊张力；并抑制肠粘膜对水盐的吸收。从猪胰中分离提取的胰解痉肽（pancreatic spasmolytlcpolrpeptid，PSP）具有较强的抑制胃肠运动的作用，能抑制电刺激离体豚鼠回肠的收缩，对家免和小鼠小肠的运动也有抑制作用。此外，PSP能抑制大鼠和猫的胃酸分泌，延缓狗或猪对蛋白质水解产物的吸收。2．对代谢的影响从猪、牛等动物胰脏中提取的胰岛素（insulin，Ins）是胰岛B细胞分泌的一种蛋白质激素，对机体的物质代谢有重要作用。Ins的最主要的作用是降低血糖，能使葡萄糖通过细胞膜进入心肌、骨骼肌等细胞内，促进葡萄糖氧化供能，促进糖原合成，抑制糖原异生，从而使血糖去路增加，来路减少，使血糖降低。给小鼠皮下注射Ins2U/kg，15min后，经 6次测定，血糖均下降50%以上，其中4时和午夜24时血糖分别下降71%和68%。此外，Ins通过抑制脂肪酶而抑制脂肪分解，促进与脂肪合成相关酶的活性而促进脂肪酸和脂肪的合成。Ins尚能促进蛋白质合成，抑制蛋白质分解。总之，Ins对糖、脂肪和蛋白质代谢均有重要影响。胰高血糖素是胰岛a细胞分泌的一种多肽激素，其对物质代谢的作用与Ins相反，主要是升高血糖，静脉注射后5min起效，30min血糖可升高50%，作用维持1h左右。升高血糖的机制是与细胞膜上的受体结合，激活腺着酸环化酶（AC），使细胞内CAMP含量升高，后者再使磷酸化酶等活化，而促进肝糖原和肌糖原分解，血糖升高。Glu也能活化脂肪酶，促进脂肪分解，使血中游离脂肪酸含量增加，并促进肝脏对脂肪酸的代谢。3．抗炎消肿作用从诸、羊、牛等胰脏制取的胰蛋白酶（trypsin）和从猪胰制取的糜胰蛋白酶（chppotfypsin et trypsin）有抗炎消肿作用，尤其后者发挥两种酶的协同作用，效果更好。猪糜胰蛋白酶对术后或外伤后的化脓性感染、炎性水肿、血栓肿、炎性粘连、溃疡和稀释痰液等，通过其水解蛋白质作用，使坏死组织、脓性分泌物和血凝块等分解、液化、脱落；促使正常组织分泌血清，血清内含有非特异性胰蛋白酶抑制物，对正常组织无有害作用，去除异物后更易于肉芽组织生长，加快治愈。猪糜胰蛋白酶尚有激肽样作用，使用药部位组织通透性和毛细血管通透性增加，有利于炎件水肿的吸收。糜胰蛋白酶尚能使纤溶酶原转化为纤溶酶，促进局部血凝块溶解，有利于血肿的吸收。另有报道，糜蛋白酶、胰蛋白酶和徽肽释放酶对紫藏素（carjuri）所致实验性浮肿有明显抑制作用，其最低有效量分别为20mg/ks，80mg/km和40mm/km；糜蛋白酶对甲醇和蛋清性浮肿的最低有效量分别为50mg/ks和10mg/kg。4．对心血管系统的作用 从猪胰制取的激肽释放酶（血管舒缓素，hallikrein，K）是一种糖蛋白，能水解激肽原，释放出激肽而发挥作用。猪胰K的主要作用是舒张毛细血管和小动脉，使渗出增加，血压下降，冠状动脉、脑和视网膜等处的血流量增加。因血压下降，可反射性使心率加快，心输出量增加。另有报道，K能使猫和豚鼠皮肤血管舒张，渗透性增加，但使兔耳静脉和胎儿脐动脉血管收缩。猪胰KO.01mg/kg，0.05mg/kg和0.5mg/kg静脉注射，可使麻醉猫的血压和肾血管阻力均明显下降；对麻醉犬，小剂量和中剂量K使心收缩力加强，但在中剂量组5min后产生负性肌力作用，大剂量时对心脏有抑制作用，使心收缩力、心率和血压均明显降低。K对豚鼠和免离体心脏也有兴奋作用，但剂量过大则产生抑制作用。对大鼠体外培养心肌细胞，当浓度为10-15μg/ml时，能增加心肌细胞的搏动频率，并且对心肌细胞缺氧缺精性损伤有保护作用。猪胰K对高分子右旋糖研所致大鼠肠系膜微循环障碍也有显着对抗作用，可使血流加快，网交点显着增加，微血管径明显扩张。从猪胰制取的弹性酶（弹性蛋白酶，elastase）有抗动脉粥样硬化作用。猪胰弹性酶能分解变性弹性蛋白，合成新弹性蛋白，产生新弹性纤维，并促进动脉壁酸性粘多糖的产生，增强动脉壁基质代谢，使动脉壁正常化。弹性酶对动脉硬化大鼠能选择性地作用于病变部位，减轻或防止动脉壁变性弹性蛋白立脂肪和钙的沉着。对动脉硬化小鼠，弹性酶也可抑制大动脉粥样斑块形成，防止弹性纤维断裂。对自发性高血压大鼠（SHR）饲以高脂饲料所致动脉硬化，弹性酶能抑制脏器内动脉壁的细胞增殖与变性，抑制脂肪向脏器内动脉壁及大动脉壁沉着。此外，弹性酶尚能扩张猫，大鼠和犬外周血管及毛细血管，降低血压，显着增加。已肌营养血流量，对异丙肾上腺素所致大鼠急性心肌缺血有保护作用，降低死亡率。弹性酶对减压缺氧小鼠也有保护作用，能延长其存活时间。胰高血糖素在大剂量时有此茶酚胺样强心作用，使心收缩力增强，心率加快，心输出量及冠脉流量增加，此正性肌力作用不被B-受体阻滞药所阻断。相反，对B-受体阻滞药过量所致心脏中毒，Glu有明显解毒作用，为临床首选药物。胰岛素对体外培养的及在体的动脉平滑肌细胞均有促进增殖和迁移的作用。大血管中层平滑肌细胞在Ins作用下向内膜迁移和增生，并大量摄取LPL形成脂肪条纹，逐渐形成动脉硬化斑块。对四氧呼唤性糖尿病大鼠，投以高脂饲料，使血浆胆固醇增加，如再加用Ins则可发生AS。在用Ins治疗链豚菌素性糖尿病（STZ－DM）大鼠的实验中，可见外源性Ins能明显纠正Ins缺乏所致代谢紊乱，使血糖、TC、TG及LPO）明显降低，但却使动物产生严重的血管损伤，并促进AS形成。5．对血液系统的作用弹性酶有调血脂作用，能增强脂蛋白脂酶活性，分解脂质，降低血浆TG，加速地固醇酯化或分解为腿酸，经胆汁排泄。给AS兔口服弹性酶，能防止或延缓脂肪肝的发生与发展，弹性酶也能降低公鸡的血浆胆固醇及游离脂肪酸。高脂血症病人服用弹性酶，除能降低血中三酸甘油（TG）、胆固醇（CH）、磷脂（PL）、低密度脂蛋白胆固醇（LDL－Ch）和极低密度脂蛋白胆固醇（VLDL-Ch）外，尚能升高高密度脂蛋白（HDL）和HDL-ch/CH比值。弹性酶尚能使凝血酶原转化为凝血酶而有促凝血作用，但也有报道弹性酶在体外能延缓凝血时间。在糖尿病人血小板功能异常，血液倾向于高凝状态，其血小板平均体积（MPV）较正常人明显增大，给此类病人服用弹性酶，每次1800u，每日3次，连用6星期后，其MPV明显减小，有利于纠正紊乱的血凝系统，防止血栓形成。有报道，胰岛素对X线照射所致白细胞减少小鼠的骨髓粒系祖细胞、骨髓有核细胞数及白细胞总数均有明显增加作用，初步认为这种刺激作用主要是作用于造血个细胞水平上。6．其他作用胰岛素（Ins）对四氧嘧啶糖尿病小鼠的脾淋巴细胞有促进 DNA合成和IL-2产生的作用。高浓度的Ins（2000u/ml）能显着增加单核细胞产生IL-2和IL-6。Ins也能增强 LPS刺激巨噬细胞产生IL-1。Ins对 WKY大鼠断头后脑缺血模型，能使脑组织的6酮一PGF1a量明显增加，乳酸量减少，表明对脑组织有一定保护作用。胰高血糖素尚能促进胰岛素、生长素、降钙素、甲状腺激素和甲状旁腺素的释放，增加肾血流量，促进尿中 Na+、K+和Ca2+的排泄。给大鼠脑室内注射胰高血糖素，有中枢性抗阿片效应。弹性酶对自发性糖尿病鼠，有抑制肾小球基底膜肥厚的作用，也能使糖尿病性肾病患者的尿蛋白量明显减少。弹性酶尚可抑制CCl4所致慢性肝损伤大鼠的肝纤维化，降低脂肪肝的总脂质量，抑制脂肪肝的发展。用小鼠和大鼠实验证明，弹性酶能溶解胶原蛋白，抑制肺部胶原蛋白的增加，可用来治疗博来霉素引起的肺纤维症。此外，猪胰弹性酶1000μg气管内注入，可用来制造实验性豚鼠肺气肿动物模型。激肽释放酶对平滑肌有直接收缩作用，其中大鼠子宫最敏感，也可引起豚鼠、免和大鼠回肠的收缩反应；此外，尚有致痛和致炎作用。除去胰岛素的胰腺组织，经精制、浓缩而制取的核酸氨基酸（核氨酸，nucleic and amino acid）有良好的镇静作用，对小鼠烟熏致咳有明显对抗作用，对垂体后叶素所致心肌缺血也有一定对抗作用。",
    "creation": "?",
    "function": "\n益肺，补脾，润燥。治肺损咳嗽、咯血，肺胀喘急，脾虚下痢，乳汁不通，手足皲裂。\n\n①《药对》：\"通乳汁。\"\n\n②《本草拾遗》：\"主肺痿咳嗽，和枣肉浸酒服之，亦能主痃癖羸瘦。\"\n\n③《本草图经》：\"主肺气干胀喘急，润五脏，去皴、疱、酐蹭，并肪膏。并杀斑猫、地胆、亭长等毒。\"\n\n④《本经逢原》：\"同胡黄连等药，治霉疮。\"\n\n⑤《随息居饮食谱》：\"润燥，涤垢化痰，运食清胎，泽颜止嗽。\"\n",
    "taste": "\n①《本草图经》：\"寒。\"\n\n②《纲目》：\"甘，平，微毒。\"\n",
    "usage": "\n内服：煮食或煎汤。外用：捣涂。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾；大肠经",
    "plant": "猪的品种繁多，达150多种，形态也有差异基本特微是：躯体肥胖，头大。鼻与口吻皆长略向上屈。眼小。耳壳有的大而下垂，有的较小而前挺。四肢短小，4趾，前2趾有蹄，后2趾有悬蹄。颈粗，项背疏生鬃毛。尾短小，末端有毛丛。毛色有纯黑、纯白或黑白混杂等。\n生境分布：杂食性家养物畜，繁殖力强，孕期约4个月。资源分布：全国各地均有饲养。",
    "application": "\n治疗慢性气管炎\n\n",
    "position": "\n为猪科动物猪的胰腺，动物形态详\"猪肉\"条。\n",
    "source": "\n《药对》\n"
  },
  {
    "name": "母猪藤",
    "alias": "过路边、蜈蚣藤。",
    "ingredient": "?",
    "process": "为葡萄科植物母猪藤的茎叶。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "捣敷，治骨折。",
    "taste": "?",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "母猪藤\n蔓生草本。枝光滑或微被短柔毛，具叉状分歧卷须。掌状复叶互生，具长柄；小叶3，有柄，椭圆形至卵圆形，先端渐尖，基部楔形，叶缘具不规则锯齿。聚伞花序腋生.具长梗；花小，两性，具短梗；萼片4，绿色；花瓣4，上部分离，肉质，粉红色，花盘全缘或4裂与子房合生；子房2室，每室有胚珠2颗。浆果扁圆形，黑色。\n生于山坡林下。分布湖北、四川、云南、陕西等省。\n\n本植物的根(母猪藤根)亦供药用，另详专条。",
    "application": "?",
    "position": "为葡萄科植物母猪藤的茎叶。",
    "source": "《陕西中草药》"
  },
  {
    "name": "山枝根",
    "alias": "?",
    "ingredient": "?",
    "process": "\n秋末采集。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n补肺肾，祛风湿，活血通络。治虚劳喘咳，遗精早泄，失眠，头晕，高血压病，风湿性关节疼痛，小儿瘫痪。\n\n①广州部队《常用中草药手册》：\"活血通络，解痉止痛。治风湿性关节炎，坐骨神经痛，跌打骨折，小儿麻痹后遗症，产后风瘫，心胃气痛，牙痛。\"\n\n②《广西植物名录》：\"祛风活络，消肿解毒，活血止痛。治风湿性关节炎，跌打骨折，产后风瘫，胃痛，毒蛇咬伤，疮疖肿毒。\"\n\n③《常用中草药配方》：\"治肾虚遗精，多年哮喘，虚劳咳嗽，神经衰弱。\"\n",
    "taste": "\n甘苦辛，凉。\n\n广州部队《常用中草药手册》：\"甘苦辛，微温。\"\n",
    "usage": "\n内服：煎汤，2～5钱。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "\n治疗高血压\n取光叶海桐根皮切细，加白酒以浸没药面为度，封闭浸泡7天后启用。每次5～15毫升(根据患者酒量增减)，日服3次。治疗55例，其中血压高于200／120毫米汞柱者13例，在200／110毫米汞柱左右者34例。随诊观察6个月，于2周后血压下降者39例，降至正常水平者19例。临床症状特别是伴随的神经衰弱症群，均有不同程度好转。\n",
    "position": "\n为海桐花科植物光叶海桐的根或根皮。植物形态详\"山枝仁\"条。\n",
    "source": "\n《四川中药志》\n"
  },
  {
    "name": "金莲花",
    "alias": "旱金莲(《五台山志》)，金梅草(《山西通志》)，旱地莲、金芙蓉(《纲目拾遗》)，金疙瘩(《山西中药志》)。",
    "ingredient": "金莲花含生物碱、黄酮类。",
    "process": "夏季花盛开时采收，晾干。",
    "distinguish": "干燥的花朵形状不规则，通常带有灰绿色的花柄，长1.5厘米左右。萼片与花瓣呈金黄色，花瓣编成线状，雄蕊黄白色，多数。气浓香，味微苦。以身干、色金黄、不带杂质者为佳。\n产山西等地。",
    "effect": "金莲花用酸水提取，碱化后再用氯仿转提所得的提取物，对革兰氏阳性球菌及阴性杆菌都有抑制作用，对绿脓杆菌的抗菌作用，尤为明显。小鼠感染致死量的肺炎球菌或金黄色葡萄球菌，用1：2浓度的金莲花注射液0.5及0.2毫升，未见体内保护作用；但临床用于扁桃体炎、咽炎、上感等226例，有效率达92.7%，对泌尿系感染等亦有一定疗效。小鼠急性和兔亚急性的实验皆表明其注射液毒性很低，仅部分动物的注射局部有明显刺激反应，对肝、肾功能及血象，皆无明显影响，动物内脏的病理学检查，亦无明显改变。",
    "creation": "?",
    "function": "清热解毒。治上感，扁桃体炎，咽炎，急性中耳炎，急性鼓膜炎，急性结膜炎，急性淋巴管炎，口疮，疔疮。\n\n①《山海草函》：\"治疔疮大毒，诸风。\"\n\n②《纲目拾遗》：\"治口疮，喉肿，浮热牙宣，耳疼，目痛，明目，解岚瘴。\"\n\n③《河北中药手册》：\"清热解毒。\"",
    "taste": "《纲目拾遗》：\"味苦，性寒，无毒。\"",
    "usage": "内服：煎汤，1～2钱。外用：煎水含漱。",
    "compatibility": "脾胃虚寒者慎服。",
    "storage": "?",
    "side_effects": "小鼠急性和兔亚急性的实验皆表明其注射液毒性很低，仅部分动物的注射局部有明显刺激反应，对肝、肾功能及血象，皆无明显影响，动物内脏的病理学检查，亦无明显改变。",
    "category": "归肺；胃经",
    "plant": "①金莲花\n多年生草本，无毛，高30～70厘米，不分枝。基生叶1～4，具长柄；叶片五角形，长3.8～6.8厘米，宽6.8～12.5厘米，3全裂，中央裂片菱形，2回裂片有少数小裂片和锐牙齿；茎生叶似基生叶，向上渐小。花单生或2～3朵组成聚伞花序；萼片8～15(～19)，黄色，椭圆状倒卵形或倒卵形，长1.5～2.8厘米，宽0.7～1.6厘米；花瓣多数，与萼片近等长，狭条形，顶端渐狭；雄蕊多数，长0.5～1.1厘米；心皮20～30。蓇葖果长1～1.2厘米，有弯的长尖。花期夏季。\n生于山地草坡或疏林下。分布东北及内蒙古、河北、山西等地。\n\n②亚洲金莲花\n形态与上种相似。基生叶细裂。花浓橙黄色，萼片10枚以上，花瓣状，开展；花瓣多数，形狭小，稍长于雄蕊。\n生山地草坡。分布我国北部。",
    "application": "治疗呼吸道炎症\n将金莲花制成片剂，每片含量相当于干燥金莲花1.5克，日服3次，每次3～4片；或制成注射剂，每支2毫升，相当于金莲花2克，肌肉注射，每日1～2次，每次1支。治疗上感、扁桃体炎、咽炎、急慢性气管炎及其他炎症计536例，结果显效(症状消失、痊愈戎基本痊愈)329例，占61.3%；有效(症状减轻，病情好转)135例，占25%；无效72例。其中对急慢性扁桃体炎、咽炎及上感等效果较好，对慢性气管炎效果较差。片剂的疗效似高于针剂，可能与剂量有关。",
    "position": "为毛茛科植物金莲花或亚洲金莲花的花。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "红田乌草",
    "alias": "红节节草。",
    "ingredient": "?",
    "process": "夏、秋季采收，洗净，鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，凉血止血，消积逐瘀。",
    "taste": "甘微酸，凉，无毒。",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "红莲子草\n一年生柔弱草本。茎红色，基部常匍匐，多分枝。叶具柄，对生，叶片矩圆状倒卵形至匙形，长2～4.5厘米，先端短尖或钝，绿色带红紫色。头状花序腋生，无柄，单生，卵状或近球形：微有毛。\n生于湿地或栽培。",
    "application": "?",
    "position": "为苋科植物红莲子草的全草。",
    "source": "福建晋江《中草药手册》"
  },
  {
    "name": "寸金草",
    "alias": "?",
    "ingredient": "?",
    "process": "秋季采收，洗净晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热平肝。治牙痛。",
    "taste": "辛微苦，凉。",
    "usage": "内服：煎汤，3～5钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "寸金草\n多年生草本，高约33厘米。根丛生，长约10～12厘米。茎丛生，斜举或近直立，方形，密被白色绵毛。单叶对生；卵形至三角状阔卵形，长8～14毫米，宽6～12毫米，先端短尖，基部钝圆或近平截，缘有钝齿；上面有皱纹，两面均被白色长绵毛，下面尤多；叶柄长3.3毫米。轮伞花序着生于茎的上部；花序下有卵形苞片1对，每轮有花十数朵；花无梗，基部生有狭线形苞片1枚，长约7毫米，被毛；花冠2唇形，淡红紫色，花冠管劲直，上唇直立，下唇扩展，远超出花萼。小坚果光滑。花期夏季。\n\n生于荒地、路边。分布于云南、四川、贵州等地。",
    "application": "?",
    "position": "为唇形科植物寸金草的全草。",
    "source": "《昆明民间常用草药》"
  }
]