[
  {
    "name": "蟾酥",
    "alias": "蟾蜍眉脂、蟾蜍眉酥、癞蛤蚂浆、蛤蟆酥、蛤蟆浆",
    "ingredient": "蟾蜍浆液经加工干燥所成的固体物，名为蟾酥。浆液成分复杂；上世纪十年代分离蟾蜍精后，陆续分离同类的有效物质，迄今已达数十种之多。此类物质皆有强心等作用，在化学上属于甾族化合物，而其C17上再接一α-吡喃酮基，凡具有此种骨架的物质(实际上，植物中亦有具有此种骨架的物质)，总名蟾蜍二烯内酯，是蟾蜍浆液、蟾酥的主要有效成分。蟾酥中所含的蟾蜍二烯内酯有：①蟾蜍它灵。②华蟾蜍精，蟾酥主成分，含率7.2±0.2%。③华蟾蜍它灵，亦是欧赡蜍主成分，局部麻醉力仅次于蟾蜍灵(见下)。④远华蟾蜍精。⑤蟾蜍灵，蟾酥中局部麻醉力最大者。⑥日本蟾蜍它灵，又名日本蟾蜍甙元。⑦去乙酰华蟾蜍它灵。⑧惹斯蟾蜍甙元。⑨华蟾蜍它里定。⑩蟾蜍它里宁。⑾华蟾蜍精醇。⑿沙蟾蜍精。⒀异沙蟾蜍精⒁去乙酰华蟾蜍精。⒂去乙酰蟾蜍它灵。⒃蟾蜍它里定，即嚏根草甙元。⒄惹斯蟾蜍精等。\n\n中国蟾蜍蟾酥中分出的华蟾蜍毒素，酸解后产生华蟾蜍精、辛二酸和精氨酸。这种蟾酥中尚分出肾上腺素、胆甾醇、辛二酸。辛二酸可与蟾蜍甙元结合，从蟾酥中曾分离华蟾蜍精、惹斯蟾蜍甙元、蟾蜍灵和日本蟾蜍它灵的3-辛二酸酯。\n\n蟾蜍浆液及蟾酥中的甙元，都是有强烈药理作用的甾族化合物，然浆液及蟾酥中尚有不少的无甚药理作用的甾族化合物，如胆甾醇、7α-羟基胆甾醇、β-谷甾醇、菜油甾醇；通常它们亦与蟾蜍甙元合称为蟾蜍甾联化合物。\n\n蟾蜍浆液及蟾酥中，尚含有一定药理作用的吲哚系碱类成分，如5-羟色胺，蟾蜍色胺，一名华蟾蜍色胺，蟾蜍特尼定，蟾蜍硫堇，去氢蟾蜍色胺，色胺，其中蟾蜍特尼定在蟾酥中含率甚高；含氮物质，有一定药理作用的，尚有肾上腺素。\n\n氨基酸除上述的精氨酸外，尚有γ-氨基丁酸及两种精氨酸衍生物；也含一些肽类。",
    "process": "夏、秋季捕得蟾蜍后，将体表洗净，晾干，然后刺激其耳后腺及皮肤腺，使之分泌浆液。浆液须盛于瓷器内，忌与铁器接触，否则易变黑色；并须立即加工，以免时间过久而变质。",
    "distinguish": "干燥的蟾酥呈扁圆形团块状、饼状、棋子状或片状。表面光亮，有的不平而具有皱纹，淡黄色、紫红色或棕黑色。团块状或饼状者质坚硬，不易折断，断面茶褐色，如胶质状而有光泽。片状者质脆易折断，红棕色，半透明。气微腥，嗅之作嚏，味麻辣。遇水即起泡沫，并泛出白色乳状液；用锡纸包碎块少许，烧之即熔为油状。以质明亮、紫红色、断面均一、沾水即泛白色者为佳。\n产河北、山东、四川、湖南、江苏、浙江等地。此外，辽宁、湖北、新疆亦产。",
    "effect": "①强心作用\n蟾酥毒有洋地黄样作用，小剂量能加强离体蟾蜍心脏收缩，大剂量则使心停于收缩期。从国内外10种蟾蜍曾分离出有强心作用的化合物约20种，并系统研究了它们的化学结构与作用的关系。很多蟾蜍甙元都有典型的强心甙样作用，如注射于蛙淋巴囊内，均可使蛙心在1小时内停止于收缩期；对麻醉犬静脉灌注，心电图显示心率减慢、P-R间期延长、T波倒置、异位节律、束支传导阻滞以及心室颤动等。它们的作用强度为(麻醉猫平均致死量法)：远华蟾蜍精)蟾蜍灵)华蟾蜍它灵)华蟾蜍精。用麻醉猫、离体蛙心及猫乳头肌试验证明，蟾蜍灵之作用效价与洋地黄毒甙相近，惹斯蟾蜍甙元也与此接近而稍弱，日本蟾蜍它灵则稍低。蟾蜍它灵低于哇巴因(61%)，而去乙酰蟾蜍它灵效价比哇巴因还高。\n\n②对呼吸、血压的作用\n蟾蜍灵、华蟾蜍精、惹斯蟾蜍甙元、华蟾蜍它灵及日本蟾蜍它灵静脉注射(0.05毫克/公斤)，均可引起麻醉兔的呼吸兴奋和血压上升。呼吸兴奋是中枢性的。惹斯蟾蜍甙元除对兔外，对猫也能兴奋呼吸，其作用比尼可刹米、戊四氮、洛贝林等还强，并能拮抗吗啡的呼吸抑制。它们升高血压的作用以蟾蜍灵最强，其次为华蟾蜍精、惹斯蟾蜍甙元、华蟾蜍它灵，而以日本蟾蜍它灵最差。惹斯蟾蜍甙元的升压作用主要是末梢性的，但也有中枢性成分。正常人静脉注射蟾蜍?灵0.25～0.5毫克，升高收缩压而不影响舒张压，说明主要由于心脏兴奋。在麻醉狗，还可看到在血压上升时内脏血管收缩，此作用不受肾上腺素阻断剂的影响。蟾蜍色胺与上者不同，它能引起肾上腺素释放，且使动物对肾上腺素更加敏感。蟾蜍特尼定与它相似；但由于其毒性很强，超过5微克/公斤即可引起兔血压下降。在蛙腹直肌、脊髓猫、竖毛肌轴素反射、离体兔肠标本上，均可证明它有烟碱样作用，而且比烟碱本身还强。华蟾蜍色胺能兴奋神经节，故能升高麻醉猫及去脑狗的血压。\n\n③局部麻醉作用\n蟾酥80%酒精提取物有表面麻醉作用，在兔角膜及人舌试验，作用比的卡因慢而持久，有局部刺激性。蟾酥中以蟾蜍灵局麻作用最强，相当于可卡因的90倍。其余依次为华蟾蜍它灵、华蟾蜍精、日本蟾蜍它灵等。\n\n④对中枢神经系统的作用\n蟾酥有镇痛作用，在小鼠热板法、电击法、兔中枢神经总和机能法，都能提高痛阈，但治疗指数较低。\n\n蟾蜍色胺是5-羟色胺的衍化物，其药理作用与致幻剂麦角酰二乙胺(LSD)有某些相似，青年男子静脉注射16毫克，其\"致幻\"作用与麦司卡林相似，但其发生与消失更快。蟾蜍灵对大鼠静脉注射(0.8毫克/公斤)，可引起强直性惊厥，此时全脑的乙酰胆碱总含量降低，而脑中游离乙酰胆碱则有显著增加；对小鼠也有致惊作用，东莨菪碱有抑制作用，而毒扁豆碱则有增强作用，此种情况与戊四氮有所不同。有人认为蟾蜍它灵的致惊部位在脑干。\n\n⑤对横纹肌、平滑肌的作用\n蟾蜍甙元对横纹肌有兴奋作用。蟾蜍灵低浓度在大鼠横膈标本上，对突触前乙酰胆碱的释放有促进作用，高浓度则先促进后抑制。蟾蜍灵能部分的拮抗镁离子的神经肌阻断作用，对胆碱酯酶则并无抑制作用。蟾蜍特尼定引起蛙腹直肌收缩作用的强度，介于烟碱与乙酰胆碱之间，箭毒可阻断此种收缩，但毒扁豆碱却不能增强此作用。惹斯蟾蜍甙元对蛙腹直肌的收缩，与咖啡因有所不同，有膜电位的改变；与细胞外液中钙离子浓度呈逆行关系，而在无钾溶液中，则不引起收缩；对钾离子引起的收缩有增强作用。蟾蜍特尼定能收缩离体兔肠，并不受阿托品的影响，故为直接作用。还能收缩离体豚鼠子宫；对离体兔耳血管也能收缩，但在整体兔耳灌流中，则无作用。\n\n⑥平喘、镇咳作用\n预先皮下拄射蟾蜍色胺，对5-羟色胺喷雾引起的豚鼠气管痉挛有明显的保护作用，但对组织胺或乙酰胆碱喷雾引起的则无效。对于用蛋清致敏的豚鼠离体子宫或回肠，蟾蜍色胺有抗过敏作用。蟾酥煎剂，对小鼠有镇咳作用，祛痰效果较差，毒性较强。\n\n⑦抗炎、抗肿瘤、抗放射作用\n蟾酥有很好的抗炎作用，其中的甾醇类物质能抑制血管通透性。对局部感染金黄色葡萄球菌的家兔，叽内注射蟾酥注射液能阻止病灶扩散，使周围红肿消退，但在体外无抗菌作用。此外，蟾酥在试管内能抑制血吸虫的活动，对其耗氧量则无影响。曾报道蟾蜍皮提取物对小鼠肉瘤180，兔B.P.瘤有效，延长患精原细胞瘤、腹水癌和肝癌小鼠的生存期，并增强网状内皮细胞的功能。试管中对白血病细胞有抑制作用，但亦有认为无效者。蟾蜍特宁对X射线(800伦琴，50千伏)局部照射的豚鼠的脱毛具有保护作用，如加大到1600伦琴，或对小鼠全身致死量照射引起的损害则皆无保护作用。\n\n⑧吸收与排泄\n蟾蜍类强心成分(蟾蜍它灵、去乙基蟾蜍它灵)口服容易吸收(口腔粘膜及胃中也能吸收)。作用的出观与消失都较洋地黄快，蓄积性很少。猫经口给予与静脉注射的致死量的比为4：1。蟾蜍特尼定在体内的解毒相当快，蟾蜍灵的作用(引起房室阻断)比洋地黄毒甙消失得快，惹斯蟾蜍甙元则更快。",
    "creation": "酒蟾酥：取蟾酥块捣碎，置磁盆中加入白酒浸渍。时时搅动，至全部溶化成稠膏状，取出置盆中，放通风洁净处晾干，碾成细粉。(每蟾酥10斤，用白酒20斤)乳蟾酥：系用鲜牛奶浸渍，制法同上。但夏季炎热时不宜采用，因易于酸败。(每蟾酥10斤，用鲜牛奶20斤)",
    "function": "解毒，消肿，强心，止痛。治疔疮，痈疽，发背，瘰疬，慢性骨髓炎，咽喉肿痛，小儿疳积，心衰，风、虫牙痛。\n\n①《药性论》：\"脑疳，以奶汁调滴鼻中。\"\n\n②《日华子本草》：\"治蚛牙，和牛酥摩；治腰肾冷，并助阳气，以吴茱萸苗汁调敷腰眼并阴囊。\"\n\n③《本草衍义》：\"齿缝中血出，以纸紝子蘸干蟾酥少许，于血出处按之。\"\n\n④《医学入门》：\"主痈疽疔肿瘰疬，一切恶疮顽癣。\"\n\n⑤《纲目》：\"治发背疔疮，一切恶肿。\"\n\n⑥《本草正》：\"治风、虫牙痛，以纸拈蘸少许点齿缝中。\"",
    "taste": "味甘辛，性温，有毒。归心经。\n\n①《纲目》：\"甘辛，温，有毒。\"\n\n②《本草正》：\"味辛麻，性热，有毒。\"\n\n③《本草汇言》：\"味辛苦烈，气热，有毒。\"",
    "usage": "外用：研末调敷或掺膏药内贴患处。内服：0.5～1厘，多入丸、散用。",
    "compatibility": "孕妇忌服。外用时注意不可入目。\n\n《本经逢原》：\"(外科)轻用能烂人肌肉。\"",
    "storage": "置干燥处，防潮。",
    "side_effects": "毒性：蟾酥各种成分对小鼠半数致死组(mg/kg)如下：蟾酥为41.0(静脉)，96.6(皮下)，36．24(腹腔)蟾蜍灵为2．2(腹腔)；华蟾蜍精为4.38(腹腔)；惹斯蟾蜍甙元为4.25(快速静脉注射)，15(慢速静脉注射)，14(腹腔)，124.5(皮下)，64(口服)；蟾蜍待尼定为1.3(静脉)； 蟾蜍它灵对狗的半数致死摄接近0.36(静脉)，口服最小致死量接近0.98。静脉或腹腔注射蟾酥注肘液，小鼠急性中毒为呼吸急促，肌肉痉孪，心跳不整，最后麻痹而死，阿托品对此有一定的解毒作用，肾上腺素则无。蟾酥经煮沸后毒性大减。 中药六神丸具强心、收缩冠状动脉、升高血压、抗炎及抑制血管通透性的作用，主要与其中所含的蟾酥有关。1．急性毒性试验：蟾酥水溶性提取物静脉注射 半数致死量 为60.71mg/kg。实验误差0.0087，平均95%可信限为60.71±2.34mg/kg。2．亚急性毒性试验：小白鼠40只、雌雄兼用，体重19-24g，随机分4组，每组10只，分低、中、高剂量组（分别为10mg/kg，25mg/kg，50mg/kg）及对照组（用无菌盐水0.5ml/只），均腹腔注射，每日一次，共15天，各组动物在给药期间外观活泼，食量与大小便无异常。实验前后各组的血红蛋白、白细胞及淋巴细胞值仅有轻微波动，差异不显着（P>0.05）。尿常规检查无异常。但体重在实验前分别为23.3±1.4、21.7±1.2、22.1±1.7、22.5±1.4；实验后分别为27.7±1.9、23.9±3.0、26.8±2.3、27.0±2.4，各组自身相比t=2.19-6.00，P<0.05-0.01，体重增加显着。给药期满后1天，全部处死解剖，肉眼观察各组动物各脏器未见明显异常，心、肺、肝、脾、肾、脑及肾上腺素等组织切片镜检亦未见任何病变。",
    "category": "归经_心经",
    "plant": "1.中华大蟾蜍，体长一般在10cm以上，体粗壮，头宽大于头长，吻端圆，吻棱显着；鼻孔近吻端；眼间距大于鼻间；鼓膜明显，无犁骨齿，上下颌亦无齿。前技长而粗壮，指、趾略扁，指侧微有缘膜而无蹼，指长顺序3、1、4、2，指关节下瘤多成对，常突2，外侧者大。后肢粗壮而短，胫跗关节前达肩部，左右跟部不相遇，趾侧有缘膜，蹼常发达，内跖变形长而大，外跖突小而圆。皮肤极粗糙，头顶部较平滑，两侧有大而长的耳后膜，其余部分满布大小不等的圆开瘰疣，排列较规则的为头的之瘰疣，斜行排列几与耳后腺平行。此外，沿体侧之瘰疣排列亦较规则，胫部之瘰疣更大，个别标本有不明显这跗褶，腹面皮肤不光滑，有小疣。颜色亦异颇大，生殖季节雄性背面多为黑绿色，体侧有浅色的斑纹；雌性背面色较浅，瘰疣乳黄色，有时自眼后沿体侧有斜行之黑色纵斑，腹面乳黄色，有棕色或黑色细花纹。雄性个体较小，内侧三指有黑色婚垫，无声囊。\n2.黑眶蟾蜍，体长7-10cm，雄性略小；头高，头宽大于头长；吻端圆，吻棱明显，鼻孔近吻端，眼间距大于鼻间距，鼓膜大，无犁骨齿，上下颌均无齿，舌后端无缺刻。头部沿吻棱、眼眶上缘、鼓膜前缘及上下颌缘有十分明显的黑色骨质棱或黑色线。头顶部显然下凹，皮肤与头骨紧密相连。前肢细长；指、趾略扁，末端色黑；指长序为3、1、4、2；指关节下瘤多成对外常突大，内侧者略小，均为棕色，后肢短，胫跗关节前达肩后方，左右跟部不相遇；足短于胫；趾侧有缘膜，相连成半蹼，关节下瘤不明显；内跖突略大于外跖突。皮肤极粗糙，除头顶部无疣外，其余布满大小不等之圆形疣粒，疣粒上有黑点或刺；头两侧为长圆形之耳腺；近脊中线由头后至臀部有2纵行排列较规则的大疣粒。体大的黑眶蟾蜍腹面满布小棘。生活时体色变异较大，一般为黄棕色略具棕红色斑纹。雄性第1、2指基部内侧有黑色婚垫，有单咽下内声囊。\n\n",
    "application": "①治疗心力衰竭\n以蟾酥4～8毫克(装胶囊)，饭后用冷开水送服，日服2～3次。治疗2～3级心力衰竭病人13例，其中12例均于用药后2～48小时内症状、体征有所改善。计脉搏减缓者12例，利尿作用显著者4例，水肿消失者6例，肝肿大缩小者6例，12例肺部湿性罗音皆有改善，二联脉及奔马律用药后消失；2例心房纤颤1例消失，1例无变化。毒性反应为上腹部不适、恶心及呕吐等胃粘膜刺激现象，减小剂量后皆得控制。临床实践证明，蟾酥之强心作用，与洋地黄相似，其优点是无蓄积作用，作用快，利尿作用较洋地黄显著。\n\n②治疗骨关节结核及慢性骨髓炎瘘孔\n㈠口服蟾酥每日3次，每次5毫克，饭后服用，连服至瘘孔闭锁后再巩固1～2个月。服药期间，除个别病人出现轻度恶心外，很少出现副作用。共治骨关节结核瘘孔14例，治愈6例，瘘孔呈凹形闭锁，X线检查，提示病骨稳定；有效5例，瘘孔缩小，脓液减少，体温下降；无效3例。㈡采用口服(同上法)加瘘孔滴入法。用0.1%蟾酥液向瘘孔内每日或隔日滴入1次，2个月为一疗程。少数有死骨的病灶，需用锐匙搔爬，取出死骨。共治骨关节结核瘘孔59例，治愈39例，有效18例，无效2例；治疗慢性骨髓炎瘘孔16例，治愈12例，有效3例，无效1例。治愈时间短者7～8天，长者3～4个月，一般在1～2月内即能获得临床治愈。病程长短对疗效无明显影响，而病灶内死骨的存在则明显影响疗效。\n\n③治疗恶性肿瘤\n观察27例，其中24例经病理检查证实，3例经临床X线证实；病种计有肺癌5例，肝癌4例，乳房癌3例，淋巴肉瘤3例，网状细胞肉瘤2例，何杰金氏病1例，尤文氏瘤1例，鼻咽癌骨转移2例，喉癌1例，食管癌1例，贲门癌1例，黑色素瘤化疗后1例，盲肠癌术后再发1例，纵隔肿瘤化疗后1例。大多数病人采用2%蟾酥香油注射液肌肉注射，每天1～2次，每次2毫升；个别采用蟾酥注射液作离子透入治疗。疗程8～26天，注射总量为30～100毫升，疗效：少数病例用药后，产生明显的利尿作用和较好的止痛作用；25例病人在综合应用放射治疗或化学治疗过程中，观察血象有11例能提升白细胞或维持白细胞于较低水平。对肿瘤是否具有抑制作用，尚难肯定。注射后全身反应有恶心、呕吐、食欲减退等；局部反应为注射部位疼痛，一般在注射后20～30分钟后出现，以注射第1针时疼痛明显，以后可逐渐减轻。如疼痛剧烈或局部发现红肿硬结时，应作对症处理。另据报道，使用20%的蟾酥软膏外敷，治疗皮肤痛22例，有13例临床痊愈。\n\n④用于表面麻醉\n用1%蟾酥溶液2～3毫升作粘膜涂布，和0.5毫升局部喷雾，进行鼻部手术麻醉23例，结果证明其麻醉力不低于\"的卡因\"，且麻醉有效期长，用药后无中枢中毒症状，血压、呼吸、脉搏等均无改变，亦无过敏现象。但缺点是对局部有一定的刺激作用，多数病人分泌物增多，部分病人打喷嚏。故内腔镜检查的麻醉不宜应用。",
    "position": "为蟾蜍科动物中华大蟾蜍或黑眶蟾蜍等的耳后腺及皮肤腺分泌的白色浆液",
    "source": "《本草衍义》"
  },
  {
    "name": "莱菔子",
    "alias": "萝卜子、萝白子、菜头子、芦菔子",
    "ingredient": "\n　　含挥发油和脂肪油，挥发油中含α-、β-已烯醛和β-、γ-已烯醇等;脂肪油中含多量芥酸(erucic acid)、亚油酸、亚麻酸及芥酸甘油酯等;尚含莱菔素(raphanin)、莱菔甙。\n",
    "process": "\n　　夏季果实成熟时采割植株，晒干，搓出种子，除去杂质，再晒干。\n",
    "distinguish": "\n　　性状鉴定：干燥种子呈椭圆形或近卵圆形而稍扁，长约3mm，宽2.5mm。表面红棕色，一侧有数条纵沟，一端有 种脐，呈褐色圆点状突起。用放大镜观察，全体均有致密的网纹。质硬，破开后可见黄白色或黄色的种仁，有油性。无臭，味甘，微辛。以粗大、饱满、油性大者为佳。\n\n\n　　显微鉴定：粉末：黄棕色。\n\n\n　　1.种皮栅状细胞淡黄色、橙黄色或黄棕色。断面观细胞1列，一般径向10-37μm，切向7-12μm，外壁及侧壁上端薄，侧壁大部及内壁增厚，侧壁中部尤厚;表面观类多角形或长多角形，壁厚2-4μm，胞间层极细。\n\n\n　　2.种皮下皮细胞形大，断面观扁长圆形，外壁及侧壁皱缩，细胞界限不清楚，其下与栅状细胞相接。此外，有内胚乳细胞、子叶细胞;种皮表皮细胞民粘液化观察不清。\n",
    "effect": "\n　　1.抗病原微生物的作用：\n\n\n　　莱菔子水提物对葡萄球菌和大肠杆菌等有显著的抑制作用，水浸剂对同心性毛癣菌、许兰氏黄癣菌、奥杜盎氏小孢子菌、铁锈色小芽孢癣菌、羊毛状小芽孢癣菌及星形奴卡氏菌也有不同程度的抑制作用。莱菔素1mg/ml浓度在体外对多种细菌有明显的抑制作用，对葡萄球菌、痢疾杆菌、伤寒杆菌和大肠杆菌的MIC分别为40、125、125及200mcg/ml。\n\n\n　　2.解毒作用：\n\n\n　　莱菔素于体外与细菌外毒素混合后有明显的解毒作用，稀释为1：200时能中和5个致死量的破伤风毒素，1 ：500可中和4个致死量的白喉毒素，稀释至1：1600时尚能降低白喉毒素的皮肤坏死作用。\n\n\n　　3.降压作用：\n\n\n　　莱菔子水提物具有明显的降压作用，对于麻醉兔、猫及犬，静脉注射时均可引起动物血压下降。研究莱菔子对于家兔急性缺氧性肺动脉高压影响的结果表明，莱菔子注射液(1ml相当生药1g)0.3-1.2ml/kg剂量静脉注射，能明显降低实验性肺动脉高压，又明显降低体动脉压。莱菔子降肺、体动脉压强度与酚妥拉明基本相等。增大莱菔子剂量未能使其降肺、体动脉压强度加大，只延长降压时间，比酚妥拉明明显延长。采用持续微量静脉注射能抑制急性缺氧导致的肺动脉高压，同时减少降低体动脉压的副作用。\n\n\n　　4.对心脏血流动力学的影响：\n\n\n　　4.1.对动脉压和心率的影响：莱菔子注射剂(1ml相当生药1g)按1.0ml/kg静脉注射麻醉犬，可使体动脉收缩压(SAP)、舒张压(DAP)、体动脉平均压(MAP)分别降低10.9、13.9、15.2mmHg，肺动脉收缩压(SPAP)、肺动脉舒张压(DAPA)、肺动脉平均压(MPAP)分别降低4.6、4.3、3.9mmHg，与用药前自身比较有非常显著性差异(P<0.01)。心率在给药前后无明显变化。\n\n\n　　4.2.对血管阻力的影响： 莱菔子注射液静脉注射后，使体血管阻力(SVR)、肺血管阻力(PVR)明显减低，SVR从4583.5±632.45 降至3976.7±339.86dyn.s/cm，PVR从530.5±6.821降至411.8±80.98dyn.s/cm,用药前后自身比较P<0.05和P<0.01。\n\n\n　　4.3.对心脏血流动力学的影响： 6只犬在静脉注射莱菔子注射液1.0mg/kg后，心输出量(CO)、心脏指数(CI)、每搏输出量(SV)、每搏指数(SI)均无明显变化，用药前后自身比较均无统计学意义(P<0.05)。用药后的左心室搏动指数(LVSWI)和右心室搏动指数(RVSWI)明显降低，LVSWI用药前后分别为40.12±2.83和33.2±3.88;RVSWI为5.34±0.74和4.03±0.52(P<0.01，R<0.05)。\n",
    "creation": "炒用。",
    "function": "下气定喘，消食化痰。治咳嗽痰喘，食积气滞，胸闷腹胀，下痢后重。\n\n①《日华子本草》：\"水研服，吐风痰：醋研消肿毒。\"\n\n②《日用本草》：\"治黄疸及皮肤目黄如金色，小水热赤。\"\n\n③《滇南本草》：\"下气宽中，消膨胀，降痰，定吼喘，攻肠胃积滞，治痞块、单腹疼。\"\n\n④《纲目》：\"下气定喘，治痰，消食，除胀，利大小便，止气痛，下痢后重，发疮疹。\"\n\n⑤《医林纂要》：\"生用，吐风痰，宽胸膈，托疮疹；热用，下气消痰，攻坚积，疗后重。\"\n\n⑥《本草再新》：\"化痰除风，散邪发汗。\"\n\n⑦《随息居饮食谱》：\"治痰嗽，齁喘，气鼓，头风，溺闭，及误服补剂。\"",
    "taste": "辛甘，平。\n\n①《滇南本草》：\"性温，味辛。\"\n\n②《纲目》：\"辛甘，平，无毒。\"\n\n③《玉楸药解》：\"辛，热。\"\n\n④《医学衷中参西录》：\"生用味微辛，性子；炒用性温。\"\n\n入肺、胃经。\n\n①《滇南本草》：\"入脾、肺二经。\"\n\n②《药品化义》：\"入脾、胃二经。\"\n\n③《本草再新》：\"入肝、肺二经。\"\n\n",
    "usage": "\n　　煎服，6-10g 生用吐风痰，炒用消食下气化痰。\n",
    "compatibility": "本品辛散耗气，故气虚无食积、痰滞者慎用。不宜与人参同用。",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "莱菔素对小鼠和离体蛙心有轻微毒性 。水提物对小鼠腹腔注射的半数致死量为127.4（123.8-137.1）g/kg，动物多于给药l小时内惊厥而死亡。大鼠每日 灌胃 100、200及400g/kg，持续3周，对血象、肝肾功能及主要脏器等均未见明显影响。",
    "category": "归经_胃经",
    "plant": "\n　　根肉质。茎高1m，多分枝，稍有白粉。基生叶大头状羽裂，侧生裂片4～6对，向基部渐缩小，有粗糙毛;茎生叶长圆形至披针形，边缘有锯齿或缺刻，很少全缘。总状花序顶生，花淡紫红色或白色，直径15～20mm。长角果肉质，圆柱形，长15～30mm，在种子间收缩，熟时变成海绵状横隔，顶端渐尖成喙;种子圆形，稍扁，红褐色，花期4～5月，果期5～6月。\n\n\n　　全国各地普遍栽培。\n",
    "application": "用于咳嗽痰喘、食积气滞、胸闷腹胀、下痢后重等症。用量4.5~9克。",
    "position": "为十字花科植物莱菔的成熟种子。植物形态洋\"莱菔\"条。",
    "source": "《本草衍义补遗》"
  },
  {
    "name": "葛花",
    "alias": "葛条花",
    "ingredient": "从野葛新鲜花中提得挥发油，其中性油中含 1-辛烯-3-醉（1-octen-3-ol)，丁香油酚（eugenol)，芳樟醇（linalool)，酸性油中得苯甲酸甲酯（methyl benzoate)，丙酸甲酯（methylpropionate)，异戊酸甲酯（methyl isovalerate)，正己酸甲酯（methyl caproate)。另外得尼泊尔鸢尾黄酮（irisolidonce)，染料木素（genistein)，大豆素（daidzein)，槲皮素（quercetin)，葛花甙（kakkalide)，鹰嘴豆芽素（biochanin)A，刺芒柄花素（formononetin)，芒柄花甙（ononin)，降紫香甙（sissotrin)，又从中提得三萜皂甙：槐花二醇（sophoradiol)，槐花皂甙（kaikasaponin)Ⅲ。此外，还分得β-谷甾醇（β-sitosterol)，β-谷甾醇-3-O-β-D-葡萄糖（β-sitosterol-3-O-β-D-glucose)。从中国购买葛花中分离得葛花异黄酮，即6，4＇-二羟基-7-甲氧基异黄酮（kakkatin)。",
    "process": "立秋后当花未全放时采收，去掉梗叶，晒干。",
    "distinguish": "干燥花蕾呈不规则的扁长圆形或略成扁肾形，长5～15毫米，宽2～6毫米，厚2～3毫米。萼片灰绿色，基部连合，先端5齿裂，裂片披针形，其中2齿合生，表面密被黄白色毛茸。基部有两片披针钻形的小苞片。花瓣5片等长，突出于萼外或被花萼包被，蓝紫色，外部颜色较浅，呈淡蓝紫色或淡棕色。雄蕊10枚，其中9枚连合，雌蕊细长，微弯曲，外面被毛。气微弱，味淡。以朵大、淡紫色、未开放者为佳。\n主产湖南、河南、广东、广西、浙江、四川、安徽等地。",
    "effect": "?",
    "creation": "拣去柄及杂质，筛去土。",
    "function": "解酒醒脾。治伤酒发热烦渴，不思饮食，呕逆吐酸，吐血，肠风下血。\n\n①《别录》：\"消酒。\"\n\n②《滇南本草》：\"治头晕，憎寒，壮热，解酒醒脾，酒痢，饮食不思，胸膈饱胀，发呃，呕吐酸痰，酒毒伤胃，吐血，呕血，消热。\"\n\n③《纲目》：\"治肠风下血。\"\n\n④《医林纂要》：\"清肺。\"",
    "taste": "甘，凉。\n\n①《滇南本草》：\"性微寒，味甘平微苦。\"\n\n②《纲目》：\"甘，平，无毒。\"\n\n③《医林纂要》：\"甘，寒。\"\n\n归胃经\n\n《得配本草》：\"入足阳明经。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "1.野葛 多年生落叶藤本，长达10m。全株被黄褐色粗毛。块根圆柱状，肥厚，外皮灰黄色，内部粉质，纤维性很强。茎基部粗壮，\n上部多分枝。三出复叶；顶生小叶柄较长；叶片菱状圆形，长5.5-19cm，宽4.5-18cm，先端渐尖，基部圆形，有时浅裂，侧生小叶较小，斜卵形，两边不等，背面苍白色，有粉霜，两面均被白色伏生短柔毛；托叶盾状着生，卵状长椭圆形，小托叶针状。总状花序腋生或顶生，花冠蓝紫色或紫色；苞片狭线形，早落，小苞片卵形或披针形；萼钟状，长0.8-1cm，萼齿5，披针形，上面2齿合生，下面1齿较长；旗瓣近圆形或卵圆形，先端微凹，基部有\n两短耳，翼辩狭椭圆形，较旗瓣短，常一边的基部有耳，龙骨瓣较翼瓣稍长；雄蕊10，二体；子房线形，花柱弯曲。荚果线形，长\n6-9cm，宽7-10mm，密被黄褐色长硬毛。种子卵圆形，赤褐色，有光泽。花期4-8月，果期8-10月。\n2.甘葛藤 藤本。根肥大。茎枝被黄褐色短毛或杂有长硬毛。三出复叶，具长柄；托叶披针状长椭圆形，有毛；小叶片菱状卵形至宽卵\n形，有时3裂，长9-21cm，宽8-18cm，先端短渐尖，基部图形。总状花序腋生；小苞片卵形；花萼钟状，长1.2-1.5cm，萼齿5，披针形，较萼筒长，被黄色长硬毛；花冠紫色，长1.3-1.8cm。荚果长椭圆形，扁平；长10-12cm，宽1-1。2cm，密被黄褐色长硬毛。种子肾形或圆形。花期6-9月，果期8-10月。  ",
    "application": "?",
    "position": "为豆科植物葛的花，植物形态详\"葛根\"条。",
    "source": "《别录》"
  },
  {
    "name": "走马胎",
    "alias": "大发药(《陆川本草》)，走马风(《广西中药志》)，山鼠、血枫(《广西中草药》)，山猪药(海南)。",
    "ingredient": "我国广东、广西部分地区以茶茱萸科植物甜果藤Mappianthus iodoides Hand.-Mazz.根及根茎作走马胎药用，商品称“黄马胎”。其表面淡灰黄色，无“蛤蟆皮”与“血窝点”。断面皮部较厚而疏松，木部浅黄白色，射线粗。气微香，味微苦、涩。应注意加以区别。",
    "process": "\n秋季采挖，洗净，除去须根，晒干。\n",
    "distinguish": "\n干燥根茎呈圆柱形，常膨大呈念珠状，径1.5～4厘米，表面灰褐色至暗紫色，有纵向沟纹，皮部易剥离，厚约2毫米。质坚硬，断面皮部淡紫红色，有紫色小窝点，木部白色。加工的切片，斜切呈长椭圆形，厚约2毫米，皮部与木部分离，木射线清晰。有时掺入茎基部的切片，中央有淡红紫色的髓部。以干燥，念珠状、皮色紫褐多皱缩、断面有菊花纹者为佳。\n\n产广西、广东等地。\n",
    "effect": "?",
    "creation": "?",
    "function": "\n祛风湿，壮筋骨，活血祛瘀。治风湿筋骨疼痛，跌打损伤，产后血瘀，痈疽溃疡。\n\n\n\n①《生草药性备要》：\"祛风痰，除酒病。治走马风。\"\n\n\n\n②《纲目拾遗》：\"研粉敷痈疽，长肌化毒，收口。\"\n\n\n\n③《本草求原》：\"壮筋骨，已劳倦。\"\n\n\n\n④《岭南采药录》：\"理跌打伤，止痛，治四肢疼痛，俱水煎服。\"\n\n\n\n⑤《陆川本草》：\"祛风湿，治风湿骨痛，风瘫鹤膝。\"\n\n\n\n⑥《广西中药志》：\"活血行血。治产后血瘀。\"\n",
    "taste": "\n辛，温。\n\n\n\n①《生草药性备要》：\"味劫辛，性温。\"\n\n\n\n②《岭南采药录》：\"味辛，性温。\"\n\n\n\n③《陆川本草》：\"甘，平。\"\n",
    "usage": "\n内服：煎汤，3～5钱(鲜者1～2两)；或浸酒。外用：研末调敷。\n",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n走马胎，又名：走马藤、大叶紫金牛。\n\n常绿小灌木。根茎呈念珠状，膨大，粗壮。叶通常集于枝端，纸质；叶片长椭圆形或长圆状披针形，长20～40厘米，宽达13厘米，先端渐尖，基部渐狭而成一短柄。边缘有细锯齿，下面红色。圆锥花序顶生；花淡紫色；萼片5裂，裂片近三角形；花冠5深裂，裂片卵形至广卵圆形，长约3毫米；雄蕊着生于花冠管的基部；子房上位，花柱线形，浆果圆形，熟时红色，具细长的果柄。花期4～7月。果期10～12月。\n\n生于林下、山谷或溪旁等潮湿处。分布广西、广东、江西、福建等地。\n\n\n\n本植物的叶(走马胎叶)亦供药用，另详专条。\n",
    "application": "用量9~15克，煎服或浸酒服;外用适量，研末调敷，用治风湿筋骨疼痛、跌打损伤、产后血瘀、痈疽溃疡。",
    "position": "为紫金牛科植物走马胎的根茎。",
    "source": "《生草药性备要》"
  },
  {
    "name": "蜘蛛",
    "alias": "次蟗、蛛蝥(《尔雅》)，蠾蝓、蝳蜍(《方言》)，网工(《广雅》)，缀蝥(《尔雅》郭璞注)，社公(《方言》郭璞解)，蚰蟱(《别录》)，网虫、扁蛛(《现代实用中药》)，圆蛛、癞癞蛛、蛛蛛、到麻(《吉林中草药》)。",
    "ingredient": "?",
    "process": "夏、秋间捕捉，入沸水烫死，取出，晒干或烘干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "①《雷公炮炙论》：\"凡用(蜘蛛)去头足了，研如膏，投入药中用。\"\n\n②《长沙药解》：\"炒枯存性研细用。\"",
    "function": "祛风，消肿，解毒。治狐疝偏坠，中风口歪，小儿慢惊、口噤，疳积；疔肿，瘰疬，疮疡，蜈蚣、蜂、蝎螫伤。\n\n①《别录》：\"主大人小儿癀。\"\"疗小儿大腹丁奚三年不能行者。\"\n\n②陶弘景：\"蜂及蜈蚣螫人，取置肉上，则能吸毒。又以断疟及干呕、霍乱。\"\n\n③《唐本草》：\"主蛇毒，温疟，霍乱，止呕逆。\"\n\n④《日华子本草》：\"斑蜘蛛治疟疾，疔肿。\"\n\n⑤《本草图经》：\"蛇啮者涂其汁，小儿腹疳者，烧熟啖之。\"\n\n⑥《纲目》：\"主口歪，脱肛，疔肿，胡臭，齿匿。\"\n\n⑦《长沙药解》：\"破瘀消肿。\"\n\n⑧《本草求原》：\"治红云血癣。\"\n\n⑨《吉林中草药》：\"治瘰疬，疔疮，蜂、蝎螫伤。\"",
    "taste": "苦，寒，有毒。\n\n①《别录》：\"微寒。\"\n\n②《日华子本草》：\"冷，无毒。\"\n\n③《品汇精要》：\"性微寒，有毒。\"",
    "usage": "内服：入丸、散。外用：焙干研末撒、捣汁涂或调敷。",
    "compatibility": "《日华子本草》：\"畏蔓青、雄黄。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "《长沙药解》：\"入足厥阴肝经。\"",
    "plant": "\n生境分布：全国各地。",
    "application": "?",
    "position": "为圆网蛛科动物大腹圆网蛛等的全虫。",
    "source": "《本草经集注》"
  },
  {
    "name": "皮蛋",
    "alias": "皮蛋(《随息居饮食谱》)，彩蛋、松花蛋(江苏)。",
    "ingredient": "?",
    "process": "?",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《医林纂要》：\"泻肺热，醒酒，去大肠火，治泻痢。能散、能敛。\"",
    "taste": "《医林篆要》：\"味辛涩甘咸，寒。\"",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "?",
    "position": "为鸭蛋用石灰、草灰、盐等腌制而成。",
    "source": "《医林纂要》"
  },
  {
    "name": "磁石",
    "alias": "玄石(《本经》)，磁君(《吴普本草》)，慈石(《本草经集注》)，处石(《别录》)，元武石(《石药尔雅》)，吸铁石(《乾坤生意秘韫》)，吸针石(《纲目》)，熁石(《本草求真》)，摄石(《药物出产辨》)，铁石、戏铁石(《中药志》)。",
    "ingredient": "\n四氧化三铁。其中含氧化铁31%，三氧化二铁69%。此外有少数变种含MgO(10%)和氧化铝(15%)等。北京市售晶尚含Mn++、Ca++、SiO3-。\n",
    "process": "\n开采后，除去杂石，选择吸铁能力强者(称\"活磁石\"或\"灵磁石\")入药，磁石采集后放置日久，发生氧化，其磁性便会减退，乃至失去吸铁能力(称\"死磁石\"或\"呆磁石\")，影响药效，故应经常用铁屑或泥土包埋之，以保持其磁性，如已失去磁性，则可与活磁石放在一起，磁性可逐渐恢复。\n",
    "distinguish": "\n为不规则的块状，多具棱角，大小不一。表面铁黑色至棕褐色，不透明，有金属样光泽；有的无光泽或覆有少许棕色粉末；有的粗糙并具少许针眼状孔隙；有的含黄色或其他颜色的杂质。体重，质坚硬，难破碎，断面不整齐。有土样气味。活磁石具吸铁能力。死磁石不具吸铁能力，色较红棕，通常有孔隙，杂质较多，并较易砸碎。以黑色、有光泽、吸铁能力强者为佳。加热480℃后，磁性突然消失，冷却后又恢复。不溶于水及硝酸。溶于浓盐酸，溶液呈橙黄色，其溶液显铁化物的各种特殊反应。\n产江苏、山东，辽宁、广东、安徽、河北等地。\n",
    "effect": "1.对血液系统的影响：用超分散磁铁微粒(ul-trodispersed ferromagnetic particles)大小为0.2-1μm以50mg/kg给大鼠静脉注射后，可使动物血液中血红蛋白水平、红细胞和白细胞数增加，血液凝固时间延长及血浆纤维蛋白分解活性增加，同时中性粒细胞吞噬反应增加。但是，同样大小的磁石微粒(magnetite particles)以50mg/kg静脉注射，不出现上述变化，仅能增加中性粒细胞吞噬功能活性。2.镇静、抗惊厥作用：磁石炮制后镇静及抗惊厥作用明显增强。炮制后100%磁石溶液15g/kg给小鼠灌胃，能显著延长异戊巴比妥钠睡眠时间。对士的宁引起的小鼠惊厥有对抗作用，使惊厥潜伏期明显延长。3.体内过程 磁石微粒(Magnetite，Fe3O4)直径在0.1-0.5μm之间，用99mTc和111In标记磁石，在电镜和Mossbaner分光镜下识别，当这些磁石微粒注入大鼠体内后，主要聚集于肝和肺两脏器。",
    "creation": "\n磁石：拣去杂质，砸碎，过筛。煅磁石：取刷净的磁石，砸碎，置坩埚内，在无烟的炉火中煅红透，取出，立即倒入醋盆内淬酥，捣碎，再煅淬一次，取出，晒干，研成细末。(每磁石100斤，用醋两次共50～60斤)\n\n《本草衍义》：\"磁石，入药须烧赤醋淬。\"\n",
    "function": "\n潜阳纳气，镇惊安神。治头目眩晕，耳鸣耳聋，虚喘，惊痫，怔忡。\n\n①《本经》：\"主周痹风湿，肢节中痛，不可持物，洗洗酸痟，除大热烦满及耳聋。\"\n\n②《别录》：\"养肾藏，强骨气，益精除烦，通关节，消痈肿鼠瘘，颈核喉痛，小儿惊痫。\"\n\n③《药性论》：\"补男子肾虚风虚，身强、腰中不利，加而用之。\"\n\n④《日华子本草》：\"治眼昏，筋骨羸弱，补五劳七伤，除烦躁，消肿毒。\"\n\n⑤《本草衍义》：\"肾虚耳聋目昏者皆用之。\"\n\n⑥《纲目》：\"明目聪耳，止金疮血。\"\n\n⑦《玉楸药解》：\"治阳痿，脱肛，金疮，肿毒，敛汗止血。\"\n\n⑧《本草从新》：\"治恐怯怔忡。\"\n\n⑨《本草求原》：\"治瞳神散大及内障。\"\n\n⑩《本草便读》：\"纳气平喘。\"\n",
    "taste": "\n辛咸，平。\n\n①《本经》：\"味辛，寒。\"\n\n②《别录》：\"咸，无毒。\"\n\n③《日华子本草》：\"味甘涩，平。\"\n",
    "usage": "\n内服：煎汤，0.3～1两；或入丸、散。外用：研末掺或调敷。\n",
    "compatibility": "\n①《本草经集注》：\"柴胡为之使。恶牡丹、莽草。畏黄石脂。杀铁毒。\"\n\n②《本草从新》：\"重镇伤气，可暂用而不可久。\"\n",
    "storage": "置干燥处。",
    "side_effects": "毒性：1.200%磁石煎液昆明种小鼠静脉注射LD50为14.70g/kg，用钒钛磁铁矿(Vanadtitan一magnetite)粉尘给大鼠进行气管内给药，观察肺部病理变化，结果表明，两种粉尘给药组，肺容积、肺胶原蛋白量均明显高于对照组。组织病理学检查，发现肺泡内、支气管和血管周围有尘细胞灶和尘细胞纤维灶，灶内有少量网状纤维和胶原纤维，同时可见支气管炎、肺气肿、肺膨胀不全等病理改变。钒渣粉尘组的病理变化，比烧结粉尘组明显。2.钒钛磁铁矿粉尘污染区各年龄段的平均羟脯氨酸/肌酐值(hydroxyproline/creatinine)，都显着地较对照区为高，患呼吸道炎症者亦明显高于对照组。污染区儿童体重较低与钒污染程度有相应的关系，体重发育水平较高者，平均尿钒值较低；反之则较高。污染区瘦长体型儿童较对照区更为多见，提示机体钒负荷较重时可能对儿童体重发育有不良影响。",
    "category": "归肝、心、肾经。",
    "plant": "晶体结构属等轴晶系。晶体为八面体、菱形十二面体等，或为粗至细粒的粒块状集合体。铁黑色，表面或氧化、水化为红黑、褐黑色调；风化严重者，附有水赤铁矿、褐铁矿被膜。条痕黑色。不透明。无解理，断口不平坦。硬度5.5-6。性脆，相对密度4.9-5.2。具强磁性，碎块可被手磁铁吸着，或块体本身可吸引铁针等铁器。\n生境分布：形成于多种内力地质作用，可与多种铁镁硅酸盐矿物及石英等氧化物共存，前者不如磁铁矿抗风化而易呈现为风化小孔。古代入药的着名产地多是硅卡岩型铁矿区，今则包括各种成因类型铁矿区的磁铁矿。资源分布：主产辽宁、河北、山东、江苏、福建、河南、湖北、广东、安徽、广西、四川、云南等地亦有产出。",
    "application": "用量9～30克，先煎。用治头晕目眩、视物昏花、耳鸣耳聋、惊悸失眠、肾虚气喘。",
    "position": "\n为氧化物类矿物磁铁矿的矿石。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "金刚刺",
    "alias": "金刚藤(《陕西中草药》)。",
    "ingredient": "?",
    "process": "全年可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《陕西中草药》：\"除风湿，活血，解毒，镇惊息风，抗癌。治风湿腰腿痛，小儿惊风，肠炎，疮疖，瘰疬，癌肿。\"",
    "taste": "《陕西中草药》：\"味苦辛，性平。\"",
    "usage": "内服：煎汤，2～3钱(大剂可用至一两)；或浸酒。外用：研粉、磨汁调敷或煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "短梗菝葜，又名：黑刺菝葜。\n攀援状木质藤本。根茎块状，褐色。枝绿色，具黑褐色的扁刺.叶互生，卵状长椭圆形，长5～10厘米，宽3～7厘米，先端渐尖，基部圆形或微心形，全缘；叶柄长7～12毫米，中部以上着生卷须。花雌雄异株，伞形花序腋生；总花梗短于叶柄；花白色或绿白色，花被片4。浆果近球形，黑色，含种子3枚。花期5月。果期8～9月。\n生于低山灌丛或山谷沟岸。分布陕西、甘肃、湖北、四川、贵州等地。\n\n本植物的根茎，在陕西地区亦作威灵仙入药。参见\"威灵仙条。\n\n同属植物粉菝葜的根茎，在陕西地区亦作金刚刺入药。参见\"金刚藤头\"条。",
    "application": "?",
    "position": "为百合科植物短梗菝葜的根茎。",
    "source": "《陕西中草药》"
  },
  {
    "name": "诃子",
    "alias": "诃黎勒,诃黎,随风子",
    "ingredient": "果实含鞣质23.60～37.36%，其成分为诃子酸、诃黎勒酸、1，3，6-三没食子酰葡萄糖及1，2，3，4，6-五没食子酰葡萄糖、鞣云实精、原诃子酸、葡萄糖没食子鞣甙、并没食子酸及没食子酸等。又含莽草酸、去氢莽草酸、奎宁酸、阿拉伯糖、果糖、葡萄糖、蔗糖、鼠李糖和氨基酸。还含番泻甙A、诃子素、鞣酸酶、多酚氧化酶、过氧化物酶、抗坏血酸氧化酶等。\n\n树皮含β-谷甾醇、鞣质、并没食子酸、没食子酸和焦性儿茶酚。",
    "process": "秋末冬初果实成熟时采摘，晒干。",
    "distinguish": "干燥果实呈卵形或近圆球形，长3.5厘米，径1.5～2厘米。表面黄绿色或灰棕色，微带光泽，有5条纵棱及多数纵皱纹，并有细密的横向纹理，基部有一圆形的果柄残痕。质坚实，断面灰黄色，显沙性，陈久则呈灰棕色。内有黄白色坚硬的核，钝圆形。核壳厚，砸碎后，里有白色细小的种仁。气微，味酸涩。以黄棕色、有光泽，坚实者为佳。\n主产云南，广东、广西等地亦产。",
    "effect": "①一般药理作用\n果实含鞣质较多，有鞣质的一般作用(见\"五倍子\"条)，如收敛、止泻等。\n\n②抗菌作用\n体外试验证明，对4～5种痢疾杆菌都有效，尤以诃子壳为佳。诃子水煎剂(100%)除对各种痢疾杆菌有效外，且对绿脓杆菌、白喉杆菌作用较强，对金黄色葡萄球菌、大肠杆菌、肺炎球菌、溶血性链球菌、变形杆菌、鼠伤寒杆菌亦有作用(纸片法)；对痢疾杆菌、金黄色葡萄球菌、绿脓杆菌的有效浓度分别为1：32，1：128，1：64(试管法)。诃子在体外有良好的抗伤寒杆菌的作用，用盐酸、乙醚提取的乙醇提取物具有更高的抗菌及抗真菌作用。\n\n③其他作用\n从干果中用80%乙醇提得的诃子素，对平滑肌有罂粟碱样的解痉作用；除鞣质外还含有致泻成分，故与大黄相似，先致泻而后收敛。含诃子的中药复方曾报告有某些抗癌效果。\n\n同属植物Terminaliabelenica的果实的醇提取物有促进胆汁分泌、降压、抑制平滑肌的作用。其种子仁中所含之油与蓖麻油相似，对小鼠有泻下作用，水解产物(与蓖麻油相似)也有刺激作用，毒性不大。",
    "creation": "诃子肉：用锤打开诃子果皮，除去果核即得。炒诃子：清水洗净，晒干，入锅内用武火炒至表面深黄色为度，取出放凉。\n\n①《雷公炮炙论》：\"凡修事诃黎勒，先于酒内浸，然后蒸一伏时，其诃黎勒以刀削路，细锉，焙干用之。\"\n\n②《本草述钩元》：\"诃黎勒，水泡，面包煨热去核，或酒浸蒸，去核，焙干。\"",
    "function": "敛肺，涩肠，下气。治久咳失音，久泻，久痢，脱肛，便血，崩漏，带下，遗精，尿频。\n\n①《南方草木状》：\"可作饮，变白髭发令黑。\"\n\n②《药性论》：\"通利津液，主破胸脯结气，止水道，黑髭发。\"\n\n③《唐本草》：\"主冷气心腹胀满，下宿物。\"\n\n④《海药本草》：\"主五膈气结，心腹虚痛，赤白诸痢及呕吐咳嗽，并宜使皮，其主嗽。肉炙治眼涩痛。\"\n\n⑤《日华子本草》：\"消痰，下气，除烦，治水，调中，止泻痢，霍乱，奔豚肾气，肺气喘急，消食开胃，肠风泻血，崩中带下，五膈气，怀孕未足月漏胎及胎动欲生，胀闷气喘。并患痢人后分急痛产后阴痛，和蜡烧熏及热煎汤熏洗。\"\n\n⑥《本草图经》：\"治痰嗽咽喉不利，含三数枚。\"\n\n⑦《本草通玄》：\"生用则能清金行气，煨用则能暖胃固肠。\"",
    "taste": "苦酸涩，温。\n\n①《药性论》：\"味苦甘。\"\n\n②《唐本草》：\"味苦，温，无毒。\"\n\n③《海药本草》：\"味酸涩，温，无毒。\"\n\n入肺、胃、大肠经。\n\n①《雷公炮制药性解》：\"入肺、肝、脾、肾、大肠五经。\"\n\n②《本草求真》：\"入大肠、胃经。\"\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：煎水熏洗。",
    "compatibility": "凡外邪未解，内有湿热火邪者忌服。\n\n①《品汇精要》：\"气虚人忌多服。\"\n\n②《医学入门》：\"气虚及暴嗽、初泻，不可轻用。\"\n\n③《本草经疏》：\"咳嗽因于肺有实热，泄泻因于湿热所致，气喘因于火热冲上，带下因于虚热而不因于虚寒，及肠辩初发，湿热正盛，小便不禁因于肾家虚火，法并忌之。\"\n\n④《本草求真》：\"虚大不宜独用。\"",
    "storage": "置干燥处。",
    "side_effects": "柯子素对小鼠LD50为500mg/kg。",
    "category": "归经_肺经",
    "plant": "诃子\n大乔木，高达20～30米。叶互生或近对生，卵形或椭圆形，长7～25厘米，宽3～15厘米，先端短尖，基部钝或圆，全缘，两面均秃净，幼时叶背薄被微毛；叶柄粗壮，长1.5～2厘米，有时于顶端有2个腺体。穗状花序生于枝顶或叶腋，花两性，黄色；萼杯状，长约3毫米，先端5裂，裂片三角形，先端尖锐，内面被毛；花瓣缺；雄蕊10，着生于萼管上，花药黄色，心脏形；子房下位，1室，胚珠2枚，花柱长突出。核果倒卵形或椭圆形，长2.5～4.5厘米，幼时绿色，热时黄褐色，表面光滑，干时有5棱。种子1颗。花期6～8月。果期8～10月。\n多栽于路旁或村落附近。原产印度、缅甸等处。我国西藏、云南、广东、广西等地均有分布。\n\n其变种植物恒河诃子亦同供药用。与上种的主要区别点为：植物的枝、叶、花序及子房均密被白色柔毛；花序及花较密集；果实较小，被毛。广西有栽培。\n\n以上植物的叶(诃子叶)、幼果(藏青果)、果核(诃子核)亦供药用，各详专条。",
    "application": "①治疗大叶性肺炎\n取诃子肉5钱，瓜蒌5钱，百部3钱，为1日量，水煎分两次服。临床观察20例，多数均能在1～3天内退热，3～6天内白细胞下降至正常，6～11天内炎症吸收，未发现不良副作用。\n\n②治疗细菌性痢疼\n用20%诃子液作保留灌肠，每日2次，每次10～40毫升；同时口服诃子肠溶胶囊，每日3～4次，每次1粒，饭前两小时服，症状好转后剂量减半，再服3～4次。临床治疗25例，23例痊愈，其中体温恢复正常平均为2.4天，腹泻及粪便性状明显好转平均为2.8天，大便恢复正常、腹痛及里急后重消失平均为2.9天。除个别服药有恶心外，其他无不良反应。\n\n③治疗白喉带菌者\n内服10%诃子煎液，每天3～4次，每次约100～150毫升。局部可用煎液含漱，每天4～5次；或用蒸过的诃子含咽，每天4～5次，每次1～2粒；亦可用50%煎液喷射鼻腔及咽喉部，每天1次。临床观察20例(其中1例中途加用他药治疗)，服药后经连续3次以上喉拭培养均为阴性。用药时间最短4天，最长17天，平均为6.9天。",
    "position": "为使君子科植物诃子的果实。",
    "source": "《本草图经》"
  },
  {
    "name": "红孩儿",
    "alias": "石莲、红天葵、虎斑海棠、半边莲、九齿莲、红莲(《广西药植名录》)，岩红(《云南中草药选》)。",
    "ingredient": "?",
    "process": "\n全年可采，洗净，晒干。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n治感冒咳嗽，风湿骨痛，腰痛，消化不良，跌打肿痛，疔疮。\n\n①《植物名实图考》：\"治腰痛。\"\n\n②《陆川本草》：\"叶：消炎解毒。治疔疮，痈肿，小便淋沥，蛇咬伤。\"\n\n③《广西药植名录》：\"全株：治风湿骨痛，肚痛，消化不良。根：治吐血。\"\n\n④《云南中草药选》：\"清热解毒，润肺止咳，散瘀消肿。治感冒，急性支气管炎，肺炎。\"\n",
    "taste": "\n《陆川本草》：\"甘，寒。\"\n",
    "usage": "\n内服：熬汤，2～3钱。外用：捣敷。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "多年生草本，高15-60cm。根茎横生，粗壮具节；地上茎肉质，茎节膨大，多少被棕色绵毛。单叶互生；叶柄与叶片近等长；托叶披针形，长约2cm，早落；叶片膜质，斜卵形，长12-20cm，宽10-15cm，呈多角状或不规则状的5-7裂，先端渐尖，基部偏民形，边缘有小锯齿及睫毛，上面绿色，略被柔毛，下面淡绿或淡紫色，被褐色绵毛。花单性，雌雄同株；聚伞花序腋生，总花梗与花梗细长，粉红色，被棕色柔毛；雄花花被片4，外面2枚比内轮大，外被绵毛；雄蕊多数，花丝线形，花节椭圆形；雌花花被片5，斜卵形，近相等，子房被柔毛。蒴果长10-15cm，具3翅，其中一翅特大。花期6-8月，果期7-9月。\n生境分布：生于海拔450-1900的山谷、密林潮湿地。亦有栽培资源分布：分布于长江以南各地\n栽培：生物学特性 喜阴凉湿润的环境，耐寒。忌强光直射和高温干旱，需遮荫栽培。宜在富含腐殖质、肥沃疏松的砂质壤土栽培。栽培技术 用种子繁殖。夏、秋季采收成熟种子，晾干后立即播种。种子与草本灰或细土拌和，撒播于苗床上，覆盖草木灰或细土0.5cm，盖草浇水。在没有荫蔽条件的苗床，搭80cm高的荫棚，保持荫蔽度50%左右。待苗高10cm左右时，即按行株距30cm×cm开穴，后穴栽2-3株。田间管理 定植后，每年中耕除草3-4次，每年春、夏季各追施人粪尿或复合肥1次，秋、冬季各追施堆肥或厩肥。随着植株生长，调整荫蔽度在30%-40%。",
    "application": "?",
    "position": "\n为秋海棠科植物裂叶秋海棠的全株。\n",
    "source": "\n《植物名实图考》\n"
  }
]