[
  {
    "name": "铁树果",
    "alias": "凤凰蛋(《植物名实图考》)。",
    "ingredient": "球果(包括种子)含苏铁甙0.086%(种子的含量约0.2～0.3%)，新苏铁甙A、B、C、D、E、F、G，多量游离的棕榈酸(外种皮中含6.95%)，多量淀粉，另含β-胡萝卜素，隐黄素，玉蜀黍黄素等色素。",
    "process": "为苏钦科植物云南的种子。拉丁植物动物矿物名：Cycas siamensis.采收和储藏：夏、秋季采收，晒干。",
    "distinguish": "?",
    "effect": "①致癌作用\n自1962年发现以苏铁甙混于食物中饲喂大鼠能产生肝、肾等的肿瘤后，已合成了苏铁甙元作为致癌剂。一般认为它与二甲基亚硝胺相似，皆能在体内代谢成重氮甲烷而对多种细胞有致癌作用。苏铁甙必须在肠内经酶或细菌分解成苏铁甙元后，方有作用；苏铁甙必须口服方能致癌，注射则否(新生大鼠在皮下组织内亦含有分解酶，此时皮下注射，亦可致癌，出生后3～4周，此酶即消失)。苏铁甙元则口服、注射皆有效，一次给予即足以使大多数大鼠产生肿瘤，饲喂时间较短者易发肾脏肿瘤，较长者则易发肝脏肿瘤，大肠部位之肿瘤发生较少，与喂饲时间亦无关。不成熟之年幼大鼠易发肾真性瘤、肾肉瘤、肾间质瘤；而肾脏腺瘤与成熟程度无关。肿瘤之产生总是在服苏铁甙6个月以后(即使胎内接触，亦必在6月以后方有肿瘤)。苏铁甙元对大鼠致癌率为100%，而苏铁甙为85%，此与大鼠之种属无关。除大鼠外，对小鼠、豚鼠、金田鼠等也可致癌。苏铁甙元能产生苏铁甙所引起的各种肿瘤，如腹腔注射还能产生十二指肠肿瘤。所致肿瘤可以移植。大鼠肾脏腺瘤形态上与人或其他动物者相似，是直接作用于肾小管上皮细胞引起的。\n\n②神经毒性\n牛食铁树果种子，可引起麻痹，且常发生肌萎缩性脊髓侧索硬化；薄束及脊小脑背束产生髓鞘脱失，并有嗜锇性物质沉积。在大鼠的中枢神经系统中，则未发现异常病变。如大鼠或金田鼠之胎仔在母体内即接触苏铁甙元，则产后可引起中枢神经系统的明显畸形，阻止其正常发育(主要是大脑两半球)而形成\"小头症\"，骨性颅顶盖变狭，但生存的时间仍相当长；有些大鼠在13～15个月后，有神经胶质瘤。\n\n毒性作用原理尚未完全阐明。大鼠中毒时病变最显著而出现较早者为肝脏。病变程度则与剂量有关，轻则丧失细胞浆的嗜碱性及糖元，同时葡萄糖-6-磷酸酶减少；重则有广泛性中央小叶的出血、坏死，肝核糖核酸、总磷脂下降，肝的蛋白合成也下降，在小鼠肝中，使H3-二氧嘧啶核甙掺入RNA及C14-胸腺嘧啶核甙掺入DNA受到抑制。肾、脾及小肠中蛋白合成则不受影响。苏铁甙及其甙元在体内；体外皆有\"烷化\"作用。在果蝇、伤寒杆菌的试验中还发现，苏铁甙元是强力的突变诱发剂。对有艾氏腹水癌的小鼠皮下注射苏铁甙，与丝裂霉素C、氧氮芥相似，有抗肿瘤作用。苏铁甙对冷血动物毒性很小。给小鼠口服，无立即中毒现象，需经12～18小时后，方见呼吸困难，最后麻痹而死。对小鼠口服时之半数致死量为1.67毫克/克。琢鼠口服致死量为1.0克/公斤。动物死后解剖，病变以郁血，出血为主。苏铁甙对呼吸、血压、心脏、血管、肠或子宫作用轻微。",
    "creation": "?",
    "function": "①《现代实用中药》：\"为收敛剂，通经，助消化，镇咳祛痰。果实内的淀粉，治痢疾及呃逆。\"\n\n②《陆川本草》：\"消炎，止血。治痰多咳嗽，痢疾，刀伤，跌打。\"",
    "taste": "苦涩，平。有毒。\n\n①《现代实用中药》：\"苦，平，酸涩，无毒。\"\n\n②《陆川本草》：\"味淡，性寒。\"",
    "usage": "内服：煎汤，3～5钱；或研末。外用：研末敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "1.树干矮小，基部膨大成盘根茎，高30-180cm，或稍高，径10-60cm。羽状叶集生于树干上部，长1.2-2.5m，幼嫩时被柔毛，叶柄长40-100cm，两侧具刺，刺略向下斜展，刺间距离2.5-5cm；羽状裂片40-120对，或更多，在叶轴上较稀疏地排列成2列，披针状条形，直或微弯曲，薄革质，边缘稍厚，微向下反曲，上部渐窄，先端渐尖，基部圆，两面中脉隆起，平滑而有光泽，上面深绿色，下面色较浅。雄球花卵状圆柱形或长圆形，长达30cm，径6-8cm；小孢子叶楔形，密生黄色绒毛；大孢子叶密被红褐色绒毛，成熟后脱落，上部卵状菱形，边缘篦齿状深裂。种子卵圆形或宽倒卵形，先端有尖头，熟时黄褐色或浅褐色，种皮硬质，平滑，有光泽，长约2-3cm。\n生境分布：生于多雨林林下。资源分布：分布于云南西南部思茅、景洪、澜沧、潞西等地区；广东、广西有栽培。",
    "application": "?",
    "position": "为苏铁科植物苏铁的种子。植物形态详\"凤尾蕉叶\"条。",
    "source": "《植物名实图考》"
  },
  {
    "name": "眼镜蛇",
    "alias": "膨颈蛇(薛德焴《系统动物学》)，蝙蝠蛇、五毒蛇、扁头风、琵琶蛇(《脊椎动物分类学》)，吹风蛇、吹风鳖、饭铲头、饭匙头、万蛇(《广西中药志》)。",
    "ingredient": "眼镜蛇蛇毒主为神经毒，并有溶血作用。早年曾分离出结晶形蛇毒成分，称做Crotoxin，兼具神经毒和溶血素的作用，实系混合物，其神经毒部分已经分离提纯，称眼镜蛇神经毒，是一小分子量的蛋白质，沉降系数为1.4S，分子量11000，比较耐热，分子中的半胱氨酸都以-S-S-键结合成胱氨酸基存在，还元则毒性丧失，氧化后毒性又可恢复。另外报道的低分子量的高毒性成分(小鼠的半数致死量为0.03毫克/公斤)和一种耐热的蛇毒成分(可在100℃热度下30分钟不破坏，但不耐120℃热)，可能就是这种眼镜蛇毒。蛇毒中的溶血素经提纯后证明就是卵磷脂酶A。蛇毒中尚含细胞毒、心脏毒、一种引起局部坏死的成分(1毫克可产生直径12～23毫米的坏死)、眼镜蛇因子(是血清中补体C\"3旁路的一种活化因子)、抗凝血因子、多种酶类(如胆碱酯酶，核糖核酸酶，三磷酸腺甙酶)、核甙酸、胆碱酯酶抑制物等。",
    "process": "为眼镜蛇科动物眼镜蛇除去内脏的全体。",
    "distinguish": "\n\n\n",
    "effect": "①对神经系统的毒性\n眼镜蛇毒对人或动物是以神经毒为主的混合毒，对神经系统的作用是广泛、复杂的，且常出现双向性作用，即由于剂量不同，或动物个体差异，或神经系统敏感性差异而表现兴奋或抑制作用。首先是呼吸机能的麻痹，这是引起死亡的主要原因。呼吸停止时心跳尚继续维持若干分钟；如给动物作人工呼吸，心跳可继续1～2小时以上。呼吸麻痹之原因，粗制蛇毒可能是对呼吸中枢的直接作用；精制后的单纯神经毒，则为外周性作用，根据作用原理的不同，后者又可分为三类：第一类为眼镜蛇神经毒及甲种环蛇毒素，其作用原理与箭毒相同，即阻断乙酰胆碱对运动终板上受体的作用；第二类为乙种环蛇毒素，则系作用于突触前的运动神经末梢；第三类为眼镜蛇毒，则同时具有上述二类的双重作用。蛇毒对植物神经系统也有显著而广泛的影响，特别是对颈动脉窦化学感受器有拟制作用，在颈动脉窦灌流试验中，低浓度蛇毒可引起呼吸短期兴奋，以后是较长期的抑制，并能阻断乙酰胆碱的反应；较高浓度还能阻断氰化钾的反应。此种抑制可能在蛇毒中毒所引起的呼吸抑制的原因中，占很重要的地位。对肾上腺髓质的胆碱能受体有强度兴奋作用，使肾上腺素大量分泌，此可能与临床上所见到的血压与体温的上升、血糖增高有密切关系。对神经节则作用很弱，在高浓度时可麻痹感觉神经末梢(咬伤部位有麻木感)，降低或阻断神经干的冲动传导。它还能提高离体肠肌紧张力，抑制离体心脏，此皆说明蛇毒对毒蕈碱受体亦有一定影响。在乙酰胆碱寓体合成试验中，蛇毒能抑制胆碱乙酰化酶而发挥对中枢神经系统的毒性作用，阻断蛙腹直肌对乙酰胆碱的反应，比氯化筒箭毒碱的作用强2倍以上，新斯的明能消除此种作用。\n\n②对循环系统的毒性\n呼吸麻痹虽然是眼镜蛇科毒蛇咬伤致死的首发原因，但是轻度中毒病人或呼吸尚未遭受抑制以前，大多数病人已呈现心肌损害和心肌炎的心电图变化，而且眼镜蛇咬伤中毒较严重的病人，甚至在呼吸遭受抑制以前已经出现严重休克；因此对循环系统的毒害也是中毒致死的重要因素，不可忽视，在狗注射蛇毒后，血压的变化，大致可分为三期：早期-血压迅速下降，这可能是由于蛇毒所含的磷酸脂酶进入机体后，形成溶血卵磷脂酶导致组织细胞破裂，引起了组织胺、缓动素、五羟色胺、腺甙类物质的释放。大量组织胺释放，使肺血管收缩，肺动脉压上升，肺循环阻力增大，加上组织胺和缓动素使毛细血管扩张，循环血量相对不足，回心血量减少，以致心输出量下降。蛇毒早期使心收缩力加强加快，可能是一种代偿而非真正的强心作用。至于对离体兔心和蛙心的直接兴奋作用(所谓\"洋地黄样\"作用)，估计在整体情况下无大意义。中期-由于机体的抗损害作用，发挥代偿，使血压逐渐回升，此时呼吸、循环功能均处于相对稳定状态。晚期-呼吸遭受抑制并逐渐转入麻痹，由于缺氧，血压常有短暂上升，在人工呼吸情况下，心收缩力逐渐减弱，心率变慢，血压持续下降，出现心律不整，心力衰竭而死。心力衰竭的原因在于蛇毒对心脏的直接毒害。心电图早期即可出现ST段下降、T波平坦或倒置、QT间期延长、R波低电压等心肌损害的变化，晚期还可出现房性或室性期前收缩、束枝传导阻滞、室性阵发性心动过速、心室节律或心室停顿等严重心律紊乱。病理切片呈现心肌广泛浊肿、灶性坏死、心内膜下出血等急性间质性心肌炎的病理变化。眼镜蛇毒对冠状血管呈扩张作用。从眼镜蛇毒中分离出的纯粹\"心脏毒素\"是一种强碱性多肽，含量很高，占蛇毒干重的25～40%，对哺乳动物，心脏的毒性极强，但致死性能只有神经毒性的1/20。其原发作用是细胞膜的去极化，使心脏收缩期停跳。\n\n③酶的作用\n蛇毒本身含有很多酶，可对机体起严重的毒害作用。重要的有卵磷脂酶，它可引起溶血、组织胺的释放，侵犯毛细管壁细胞引起肺出血及心室纤维震颤至强直收缩，直接伤害神经系统(呼吸抑制、昏迷)等；蛋白质分解酶，可损害血管壁引起严重出血，组织破坏，甚至引起骨组织的坏死。同时释放组织胺等物质，并能影响神经功能。磷酸酯酶及磷酸二酯酶，能水解体内三磷酸腺甙，导致其缺乏等等。此外，蛇毒对体内某些重要的酶系统的活性也有抑制作用。\n\n④对血液的影响\n因眼镜蛇毒中毒致死的狗及兔，其红细胞、血色素、血球比积等均无显著变化，说明无血液浓缩现象。眼镜蛇毒能延长实验动物(兔)的凝血时间，体外加入蛇毒则凝血时间更显著延长，可以解释被蛇咬病人的出血倾向，对于整体动物，眼镜蛇毒能增加其红细胞脆性，但无溶血现象；亦未见产生定氧血色素的作用。它对狗、猫、兔及小鼠均有升高血糖的作用，此可能与肾上腺素之释放有关，对大鼠则呈降血糖作用。对于动物的白细胞总数及分类似无恒定的影响，在临床上，部分病例似有嗜酸性白细胞增加现象。在玻皿中，眼镜蛇毒的溶血浓度为0.00000000001(兔)或0.000000001(狗)。\n\n⑤对内分泌的作用\n蛇毒中毒可引起肾上腺皮质的显著变化，如以小鼠半数致死量作指标，各种肾上腺皮质制剂均能有效的提高动物对眼镜蛇毒的耐受力，切除肾上腺的动物则显著下降，补充皮质激素可使耐受力提高到正常动物水平，加用抗组织胺药扑尔敏可使耐受力进一步提高，半数致死量升高几达一倍。因此，肾上腺皮质机能衰竭可能是蛇毒中毒致死的因素之一，治疗时可应用皮质激素，还可加用抗组织胺药。眼镜蛇毒激活肾上腺皮质作用也可能是小量蛇毒治疗某些疾病的药理机理之一。眼镜蛇毒对甲状腺机能也有明显的抑制影响，主要是抑制其吸碘机能及甲状腺素生成过程。利用I131测得给蛇毒组大鼠的吸碘率、碘利用率、无机碘含量、甲状腺平均干重均较对照蛆偏低。用瓦伯氏直接量压法的初步试验中，证明眼镜蛇毒(加入反应瓶中或注入动物体内使严重中毒)对家兔的心、肝及延脑组织的耗氧量无明显影响，即不抑制细胞呼吸。",
    "creation": "?",
    "function": "通经络，祛风湿。治风湿关节痛，脚气。(性味以下出《广西中药志》)",
    "taste": "味甘咸，性温，有毒。\n\n\n\n\n\n",
    "usage": "内服：浸酒(蛇半斤浸酒三斤)。",
    "compatibility": "\n\n\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n\n\n",
    "application": "蛇毒有镇痛作用，0.188毫克/公斤对大鼠的镇痛作用较吗啡（1毫克/公斤）作用长3～4倍，且不产生耐受性及习惯性。它对神经炎、恶性肿瘤、心血管疾患，神经痛以及神经型麻风引起之疼痛有效。对某些神经系统疾病如帕金森氏综合征亦有一定效果。",
    "position": "?",
    "source": "《广西中药志》"
  },
  {
    "name": "杉木油",
    "alias": "杉树油、杉木脂、杉树脂",
    "ingredient": "?",
    "process": "\n为杉科植物杉的木材所沥出的油脂。拉丁植物动物矿物名：Cunninghamia lanceolata(Lamb.)Hook.[Pinus lanceolata Lamb.]采收和储藏：全年可采制，取碗，先用绳把碗口扎成”十”字形，后于碗口处盖以卫生纸，上放杉木锯末堆成塔状，从尖端点火燃烧杉木，待烧至接近卫生纸时，除去灰烬和残余锯末，碗中液体即为杉木油。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "\n《经验广集》：\"用纸糊碗面，以杉木屑堆碗上，取炭火放屑顶烧着，少时火将近纸，即用铁箸抹去，烧数次，开碗看，即有油汁在碗内。\"\n",
    "function": "\n《纲目拾遗》：\"治一切顽癣。先用***刮破，甩羊毛软笔蘸油涂上，甚加疼痛，停半日再涂，癣自结痂而愈；如已破者，不必刮。\"\n",
    "taste": "\n苦；辛；微温\n",
    "usage": "\n内服：煎汤，3-20g；或冲服。外用：适量，搽患处。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n常绿乔木，高达30m，胸围达2.5-3m。幼树树冠尖塔形，大树树冠圆锥形。树皮灰褐色，裂成长条片脱落。大枝平展，小枝近对生或轮生。叶在主枝上辐射伸展，在侧枝上排成二列状，条状披针形，革质，微弯，坚硬，长2-6cm，边缘有细齿，上面中脉两侧有窄气孔带、下面沿中脉两侧各有1条白粉气孔带。雌雄同株；雄球花圆锥状，簇生枝顶；雌球花单生或2-4个集生枝顶，卵圆形，苞鳞与珠鳞结合而生，珠鳞先端3裂，腹面具3胚珠。球果近球形或卵圆形，长2.5-5m，径3-4cm，苞鳞三角状宽卵形，宿存。种子长卵形，扁平，长6-8mm，宽约5mm，暗褐色，两侧有窄翅。花期4月，球果10月下旬成熟。\n生境分布：广泛栽培于我国长江流域及秦岭以南地区。\n",
    "application": "?",
    "position": "为杉科植物杉的木材所沥出的油脂。",
    "source": "\n《纲目拾遗》\n"
  },
  {
    "name": "橘络",
    "alias": "橘丝(《纲目拾遗》)，橘筋(《中药材手册》)。",
    "ingredient": "橘及其栽培变种的干燥成熟果皮含挥发油1.198％-3.187％，其中主成分为柠檬烯（limonene），还含β-月桂烯（β-myrcene），a-及β-蒎烯（Pinene），a-松油烯a-terpinene），a-侧柏烯（a-thujene），香桧烯（sabiene），辛醛（octanal），a-水芹烯（a-phellandrene），对-聚伞花素（p-cymene），a-罗勒烯（a-ocimene），γ-松油烯（γ-terpinene），异松油烯（terpinolene），芳樟醇（linalool），3，7-二甲基-7-辛烯醛（3，7-dimethyl-7-octenal），4-松油醇（4-terpineol），a-松油醇（a-terpineol），癸醛（decanal），香茅醇（citronellol），4-叔丁基苯甲醇[4-（1，1-dimethylethyl）-benzene-emethanol]，紫苏醛（perillaldehyde），香荆芥酚（carvacrol），a-金合欢烯（a-farnesene），以及苯甲醇（benzyl alcohol），橙花醇（nerol），橙花醛（neral），辛酸（octanol），百里香酚（thymol），香茅醛（citronellal），水化香桧烯（sabinenehydrate）。又含黄酮类成分：5，7，4＇-三甲氧基黄酮（5，7，4＇-trimethoxy flavone），5，7，8，3’，4’-五甲氧基黄酮（5，7，8，3’，4’-pentamethoxy flavone），5，7，8，4’-四甲氧基黄酮（5，7，8，4’-tetramethoxy flavone），5-羟基-7，8，4’-三甲氧基黄酮（5-hydroxy-7，8，4’-trimethoxy flavone），5，4’-二羟基-7， 8-二甲氧基黄酮（ 5，4’-dihydroxy-7，8-dimethoxy flavone），5，6，7，3’，4’-五甲氧基黄酮（5，6，7，3’，4’-pentamethoxy flavone）即是甜橙素（sinensetin），5-羟基-6，7，3’，4’-四甲氧基黄酮（5-hydroxy-6，7，3’，4’-tetramethoxy flavone），5，6，7，8，3’，4’-六甲氧基黄酮（5，6，7，8，3’，4’-hexamethoxy flavone）；川陈皮素（nobiletin），5-羟基-6，7，8，3’，4’-五甲素基黄酮（5-hydroxy-6，7，8，3’，4’-pen－tamethoxy flavone），5，7， 4’-三羟基-6，8， 3’-三甲氧基黄酮（5，7，4’-trihydroxy-6，8，3’-trimethoxy flavone）即是苏达齐黄酮（su-dachi flavone），5，6，7，8，4’-五甲氧基黄酮（5，6，7，8，4’-pen-tamethoxy flavone）即是福橘素（tangeritin），5-羟基-6，7，8，4-四甲氧基黄酮（5-hydroxy-6，7，8，4’-tetramethoxy flavone），4’-羟基-5，6,7,8-四甲氧基黄酮（4＇-hydroxy-5，6，7，8-tetramethoxyflavone），5，4＇-二羟基-6，7，8-三甲氧基黄酮（5，4＇-dihydroxy-6，7，8-trimethoxy flavone）即是黄姜味草酸（xanthomicrol）以及橙皮甙（hesperidin），新橙皮甙（neohesperidin），米橘素（citromitin），5-O-去甲米橘素（5-O-desmethyl citromitin）。还含β-谷甾醇（β-sitosterol），柠檬苦素（limonin），阿魏酸（ferulic acid），5，5’-氧联二亚甲基-双-（2-呋喃甲醛）[5，5’- oxydimethylene-bis（2-furaldehyde）]。茶枝柑的干燥成熟果皮含挥发油3.541％，其中主要成分为柠檬烯，还含β-月桂烯，a-及β-蒎烯，a-松油烯，a-侧柏烯，桧烯，辛醛，a-水芹烯，对聚伞花素，γ-松油烯，异松油烯，芳樟醇，壬醛（nonanal），3，7-二甲基-7-辛烯醛，4-松油醇，a-松油醇，癸醛，香茅醇，紫苏醛，香芹酚，2-甲氨基苯甲酸甲酯（benzoic acid 2-methylaminomethylester），a-金合欢烯，2，6，10-三甲基-2，6，9，11-十二碳四烯醛（2，6，10-trimethyl-2，6，9，11-dodecatetraenal）。四会柑的干燥成熟果皮含挥发油1.433％-3.941％，其中主成分为柠檬烯，还含β-月桂烯，a-蒎烯，桧烯，辛醛，芳樟酸，a-松油醇，癸醛，香茅醇，紫苏醛，对聚伞花素，γ-松油烯，3，7-二甲基-7-辛烯醛。朱橘的干燥成熟果皮含福橘素，川陈皮素，甜橙素，5，7，8，4＇-四甲氧基黄酮，5，7，8，3＇，4＇-五甲氧基黄酮。",
    "process": "12月至次年1月间采集，将橘皮剥下，自皮内或橘瓤外表撕下白色筋络，晒干或微火烘干。比较完整而理顺成束者，称为\"凤尾橘络\"(又名\"顺筋\")。多数断裂，散乱不整者，称为\"金丝橘络\"(又名\"乱络\"，\"散丝橘络\")。如系用刀自橘皮内铲下者，称为\"铲络\"。",
    "distinguish": "①凤尾橘络\n呈长条形的网络状。多为淡黄白色，陈久则变成棕黄色。上端与蒂相连，其下则筋络交叉而顺直，每束长约6～10厘米，宽约0.5～1厘米。蒂呈圆形帽状，十余束或更多压紧为长方形块状。质轻虚而软，干后质脆易断。气香，味微苦。以整齐、均匀、络长不碎断、色黄者为佳。\n\n②金丝橘络\n呈不整齐的松散团状，又如乱丝，长短不一，与蒂相混合，其余与凤尾橘络相同。\n\n③铲络\n筋络多疏散碎断，并连带少量橘白，呈白色片状小块，有时夹杂橘蒂及少量内瓤碎皮。以凤尾橘络品质最佳，铲络品质最差。\n主产四川、福建、浙江。此外，广西、广东、江西、湖南、湖北、云南、贵州等地亦产。",
    "effect": "?",
    "creation": "拣去杂质，摘除橘蒂，用水喷润后撕开，晒干。",
    "function": "通络，理气，化痰，治经络气滞，久咳胸痛，痰中带血，伤酒口渴。\n\n①《日华子本草》：\"治渴及吐酒，炒煎汤次甚验。\"\n\n②《纲目拾遗》：\"通经络滞气、脉胀，驱皮里膜外积痰，活血。\"\n\n③《本草求原》：\"通经络，舒气，化痰，燥胃去秽，和血脉。\"\n\n④《四川中药志》：\"化痰通络，治肺劳咳痰、咳血及湿热客于经隧等症。\"",
    "taste": "甘苦，平，\n\n①《本草撮要》：\"味淡微苦。\"\n\n②《本草便读》：\"甘，寒。\"\n\n③《四川中药志》：\"性平，味甘苦，无毒。\"",
    "usage": "内服：煎汤，0.8～1.5钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾经",
    "plant": "橘 常绿小乔木或灌木，高3-4m。枝细，多有刺。叶互生；叶柄长0.5-1.5cm，有窄翼，顶端有关节；叶片披针形或椭圆形，长4-llcm，宽1.5-4cm，先端渐尖微凹，基部楔形，全缘或为波状，具不明显的钝锯齿，有半透明油点。花单生或数朵丛生于枝端或叶腋；花萼杯状，5裂；花瓣5，白色或带淡红色，开时向上反卷；雄蕊15-30，长短不一，花丝常3-5个连合成组；雌蕊1，子房圆形，柱头头状。柑果近圆形或扁圆形，横径4-7cm，果皮薄而宽，容易剥离，囊瓣7-12，汁胞柔软多汁。种子卵圆形，白色，一端尖，数粒至数十粒或无。花期3-4月，果期10-12月。\n生境分布：栽培于丘陵、低山地带、江河湖泊沿岸或平原。资源分布：在江苏、安徽、浙江、江西、台湾、湖北、湖南、广东、广西、海南、四川、贵州、云南等地均有栽培。",
    "application": "?",
    "position": "为芸香科植物福橘或朱橘等多种橘类的果皮内层的筋络。植物形态详\"橘\"条。",
    "source": "《本草求原》"
  },
  {
    "name": "紫草",
    "alias": "藐、茈草(《尔雅》)，紫丹、紫苭(《本经》)，地血(《吴普本草》)，茈蔰(《广雅》)，紫草茸(《小儿药证直诀》)，鸦衔草(《纲目》)，紫草根(《现代实用中药》)，山紫草(《江苏植药志》)，红石根(《辽宁经济植物志》)。",
    "ingredient": "\n　　含乙酰紫草素(acetylshikonin)、β-羟基异戊酰紫草素(β-hydro-xyisovalerylshikonin)、紫草素(shikonin)、β，β’-二甲基丙烯酰紫草素(β，β'-dimethylacrylshikonin)等。\n",
    "process": "\n　　采收　种植后第二年10月中下旬即可采收。采收时连同地上茎一起挖出，去净泥土，切忌水洗，去掉地上茎及芦头，捆成小把，晒干即可。一般每公顷产干药1500～2250千克。\n",
    "distinguish": "\n　　性状鉴别：\n\n\n　　(1)软紫草根呈不规则的长圆柱形，多扭曲，长7-20cm，直径1-2.5cm。表面紫红色或紫褐色，皮部疏松，呈条形片状，常10余层重叠，易剥落。顶端有的可见分歧的茎残基。体软，质松软，易折断，断面不整齐，木部较小，黄色或黄白色。气特异，咋做苦、涩。\n\n\n　　(2)硬紫草根呈圆锥形，扭曲，有分枝，长7-14cm，直径1-2cm。表面紫红色或紫黑色，粗糙有纵纹，皮部薄，易剥落。质硬而脆，易折断，断面皮部深紫色，木部较大，灰黄色。气特异，味酸、甜。\n\n\n　　(3)黄花软紫草根呈圆锥形或圆柱形，扭曲，长6-20cm，直径0.5-4cm。根头部略粗大，顶端有1或多个残茎，被短硬毛。表面紫红色或暗紫色，皮部略薄，常数层相叠，易剥离。质硬而脆，易折断，断面较整齐，皮部紫红色，木部较小，黄白色。气特异，味涩。以条粗长、肥大、色紫、皮厚、木心小者为佳。\n\n\n　　显微鉴别：\n\n\n　　粉末特征：\n\n\n　　(1)软紫草深紫红色。①非腺毛单细胞多碎断，直径13-56μm，基部扩大呈喇叭状，可至185μm，壁厚5-13μm，非木化，常有纵细条纹，有的胞腔含有紫红色物。②检化细胞充满紫红色色素物，常凝集成条状、团块状，遇水合氯醛液色素物逐渐溶解，细胞显棕色;表面观多角形或圆多角形，壁厚薄不一，木柱化。③薄壁细胞大多充满紫红色色素物，经水合氯醒液透化后，细胞显棕色或棕黄色，细胞界限不清楚;偶见无色薄壁细胞，直径约15μm。④网纹及具缘纹孔导管直径7-111μm。\n\n\n　　(2)硬紫草紫红色。①检化细胞充满紫红色色素物，表面观类多角形或长多角形，壁薄或稍厚，有的呈连珠状。②薄壁细胞极皱缩，有的壁稍厚，具单纹孔，少数细胞中含紫红色色素。③纤维管胞梭形或细长，直径9-29μm，壁厚1-4μm，有的具缘纹孔纵裂成行，纹孔口斜裂缝状或交成人字状、十字状，常超出纹孔线。④具缘纹孔、网纹及螺纹导管直径9-72μm。\n\n\n　　中药化学鉴定：\n\n\n　　理化鉴别取本品粉末0.5g加乙醇5ml，浸渍1h,滤过。残渣用乙醇2ml洗涤，洗涤液加入滤液中，浓缩至约lml，作供试品溶液。另取左旋紫草素的乙醇溶液作对照溶液。分别吸取上述溶液，点样子同一硅胶G-CMC薄层板上，以甲苯-醋酸乙酯-甲酸(5：1：0.1)展开，取出，晾干。供试品色谱中，在与对照品色谱相应的位置上，显相同的紫红色斑点;再喷以10%氢氧化钾甲醇溶液，斑点变为蓝色。品质标志《中华人民共和国药典》1995年版规定：本品含羟基茶醌总色素以左旋紫草素(C16H16O5)计算，不得少于　　0.80%。\n",
    "effect": "①避孕作用\n紫草根(日产)乙醇提取液100毫克/100克、30%紫草根粉末混合食喂饲动物均可抑制大鼠动情期，根中提出的色素则无效。云南产紫草50%的糖浆剂，给予小白鼠口服1个月，能明显抑制其动情期，停药2个月后可恢复；并能抑制小鼠盛誉率。正常小鼠连续口服紫草两个月，卵巢明显减轻，子宫及垂体则轻微减轻，但对其他内分泌腺如甲状腺、肾上腺的重量无明显影响。油剂对去卵巢的小白鼠，阴道涂片未出现角化细胞，子宫重量亦不增加，说明无雌激素样作用。欧产紫草叶的提取物能抑制垂体前叶分泌促甲状腺激素及促性腺激素的分泌，此影响不在干扰激素的合成，而是影响其释放。新藏假紫草、广西紫草、紫草根(品种均未注明)口服降低小白鼠的生育率，并有明显抗垂体促性腺激素及抗绒毛促性激素的作用，而紫草醌则明显无效。国外所产路边紫草50%的醇浸出掖，能降低小白鼠的生育率，使正常小白鼠的动情间期延长，如再注射雌酮或促性激素仍可引起动情期；对未成熟的雄性或雌性小鼠，可引起性器官、胸腺、垂体重量减轻，生长发育延缓，此有效成分大部分在花、种子、叶、根中。其作用原理为抑制了脑下垂体促性腺激素的形成，特别是抑制了黄体生成素，也可能是它使上述激素直接失去活性，即所谓\"灭能\"的作用。\n\n②抗菌、抗炎作用\n紫草对京科68-1病毒试管内有抑制作用，对金黄色葡萄球菌、灵杆菌亦能抑制。前苏联产紫草的酊剂对化脓菌、大肠杆菌有抑制作用。并能加速上皮生长以及治疗烧伤。日本产紫草根的乙醚或水提取物口服或局部应用能抑制毛细血管通透性(大鼠皮内色素渗出法)；口服提取物100毫升/公斤对角叉菜胶引起的大鼠后肢浮肿与布他酮有同样的抑制效力，紫草醌及乙酰紫草醌亦有同样的抗炎作用。局部应用可促进创伤愈合。紫草根与当归制成之紫云膏比单味药效果好。紫草水煎剂对小白鼠结核病有一定疗效。但对豚鼠无效。用平皿法试验能抑制多种真菌。紫草膏可用于颜面癣。\n\n③对循环系统的影响\n新疆软紫草(太原市购得，品种未确定)煎剂对健康家兔及蟾蜍之离体或整体心脏，皆有明显的兴奋作用，此作用与煎剂中含钙有关。在全身麻醉下静脉或肌肉注射此煎剂，能使近半数动物(兔、犬、猫)血压急剧下降，甚至死亡，但不麻醉或口服者无此严重反应。对蟾蜍内脏血管及兔后肢、离体兔耳灌流皆无影响。\n\n④抗肿瘤作用\n据报道，紫草根对绒毛膜上皮癌及恶性葡萄胎有一定的疗效。用美蓝试管法初筛，紫草根对急性淋巴细胞白血病有极轻度的抑制作用。紫草可减少(鼠)自发性乳癌的发病率。\n\n⑤其他作用\n新疆软紫草煎剂对兔有缓和的解热作用，对家兔离体子宫及小肠平滑肌有不恒定的兴奋作用，口服煎剂能加强小肠的紧张性与收缩，静脉注射则无此反应。紫草叶提取物可使兔血糖下降，增加豚鼠肠管张力，对大鼠无利尿作用。",
    "creation": "生用。",
    "function": "凉血，活血，清热，解毒。治温热斑疹，湿热黄疸，紫癜，吐、衄、尿血，淋浊，热结便秘，烧伤，湿疹，丹毒，痈疡。\n\n①《本经》：\"主心腹邪气，五疸，补中益气，利九窍，通水道。\"\n\n②《别录》：\"疗腹肿胀满痛。以合膏，疗小儿疮及面齄。\"\n\n③《药性论》：\"治恶疮、瘑癣。\"\n\n④《本草图经》：\"治伤寒时疾，发疮疹不出者，以此作药，使其发出。\"\n\n⑤《纲目》：\"治斑疹、痘毒，活血凉血，利大肠。\"\n\n⑥《医林纂要》：\"补心，舒肝，散瘀，活血。\"\n\n⑦《吉林中草药》：\"治便秘，尿血。\"\n\n⑧《陕西中草药》：\"治汤火伤，皮炎，湿疹，尿路感染。\"",
    "taste": "苦，寒。\n\n①《本经》：\"苦，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《药性论》：\"甘，平。\"\n\n④《纲目》：\"甘咸，寒。\"",
    "usage": "\n　　内服：煎汤，3-9g：或入散剂。外用：适量，熬膏或制油涂。\n",
    "compatibility": "胃肠虚弱、大便滑泄者慎服。\n\n《本草经疏》：\"痘疮家气虚脾胃弱、泄泻不思食、小便清利者，俱禁食。\"",
    "storage": "置干燥处。",
    "side_effects": "以云南紫草糖浆5-15g／kg喂饲小鼠2个月，一般食欲与活动正常，体重改变不明显，病理解剖除垂体、卵巢、子宫重量减轻外，其他如甲状腺、肾上腺的重量均无改变，在显微镜下检查所有组织，均未观察到组织上的病理改变。30%新疆紫草药饵喂词小鼠，1周内体重减轻30%左右，15天内有40%死亡；用根粉5g／kg给家兔灌胃，3天后尿色深紫，尿中出现蛋白和红细胞，并有腹泻，停药2天后症状消失。紫草醚提取物腹腔注射，对小鼠的半数致死量为40mg/kg。紫草素及乙酰紫草素腹腔注射对小鼠的半数致死量分别为20mg/kg及41mg/kg。乙酰紫草素腹腔注射对小鼠的半数致死量为22.75±1.02mg/kg。 小白鼠食用30%新疆紫草药饵，l周内体重减轻3%左右，15天内有40%死亡。用其粉剂5g／kg给家兔灌胃，3天后尿色深紫，尿中出现蛋白及红细胞，并有腹泻，停药2天后，症状可消失，新疆紫草乙醇提取物(含紫草素约56%)对正常凝血机制无明显影响，给小白鼠灌胃2g/kg未见任何毒性，静脉注射的半数致死量为1.30±0.03mg／kg。硬紫草乙醇提取物给小白鼠静脉注射的半数致死量在500mg／10g体重以上，乙醇紫草素给小白鼠腹腔注射的半数致死量为22.75±1.02mg／kg，慢性毒性实验，给小白鼠口服紫草糖浆5-15ml/kg，供2月，食欲，活动均正常，体重无明显变化。",
    "category": "心；肝",
    "plant": "①紫草\n多年生草本，高达90厘米。根直立，圆柱形，略弯曲，常分歧，外皮暗红紫色。茎直立，单一或上部分歧，全株被粗硬毛。叶互生，无柄；叶片长圆状披针形，长约6厘米，宽约1.3厘米，先端尖，基部楔形，全缘，两面被糙伏毛。聚伞花序总状，顶生；花两性；苞片叶状，两面具粗毛；花萼短筒状，5深裂，裂片狭渐尖；花冠白色，花冠管短，先端5裂，喉部具有5个鳞片状附肢，基部具有毛状物；雄蕊5，着生于花冠管中部，花丝短或无；子房上位，4深裂，花柱线形，柱头球状，浅裂。小坚果直立，卵圆形，淡褐色。种子4枚，卵圆形。花期5～6月，果期7～8月。\n生于山野草丛中、山地阳坡及山谷。分布黑龙江、吉林、辽宁、河北、河南、安徽、广西、贵州、江苏等地。\n\n②新藏假紫草\n多年生草本，高25～35厘米，全株被白粗硬毛。根直生，略呈圆锥形，支根常数个扭转在一起。茎直立，单一或基部两歧，被长硬毛。根生叶丛生，无柄，叶片线状披针形，长约13厘米，先端急尖，基部渐狭，全缘，黄绿褐色；茎生叶互生，较短小，无柄。蝎尾状聚伞花序密集于茎顶，花两性；苞片线状披针形，具硬毛；花萼短筒状，裂片5狭窄叶状，与花冠等长或超出；花冠长筒形，紫色或淡紫色，长达1.5厘米，裂片5，椭圆形，外侧略被白毛，喉部与基部光滑；雄蕊5，花丝短或无；子房上位，花柱纤细，柱头球形，2深裂。小坚果阔卵形，淡褐色。花期6～7月，果期8～9月。\n生长于高山野草丛中或向阳坡地。分布新疆、西藏、甘肃等地。\n\n③滇紫草\n多年生草本，高60～80厘米。根直立，圆柱形，质坚硬，外皮暗红紫色。茎单一，直立，无柄；基生叶狭长椭圆形至披针形，长约20厘米，宽约2.6厘米，先端渐尖，基部楔形，全缘，表面被糙伏毛，叶背中脉被长硬毛；上部叶渐小，披针形。蝎尾状聚伞花序呈圆锥形；花两性；萼筒几全裂，裂片线形至披针形；花冠筒状，红色，长约1.4厘米，先端5浅裂，裂片呈三角形，反卷；雄蕊5，花药5个相连包围花柱，基部楔形，花丝短，被白色柔毛；子房上位，深4裂，花柱露于花冠之外。小坚果卵形，淡褐色。花期初夏。\n生于向阳山坡草丛中。分布云南及西藏、四川、贵州。",
    "application": "①治疗急慢性肝炎\n用从紫草根中提取的紫草红(素)干燥粉末为溶质，以氢氧化钠为溶剂，制成0.2%紫草注射液。肌肉注射，每日1～2次，每次2毫升。计观察黄疸型传染性肝炎13例，均治愈；急性无黄疸型传染性肝炎157例，治愈139例，显效14例，好转2例，无效13例。此外，尚治疗肝硬化4例，亦取得一定疗效。\n\n②治疗肺结核合并血小板减少性紫癜\n曾报告1例，经一般中西综合治疗效果不显，改用大量紫草后获得效果。第1日用1两，服后鼻衄即减；第2日加至2两，鼻衄完全停止；连用五剂，血小板计数增至170000/立方毫米，全身紫斑消退，病情转危为安。服药后有腹泻反应，但患者并无不适感。\n\n③治疗恶性葡萄胎并发子宫绒毛膜上皮癌\n曾报告1例，手术后X线摄片发现肺部有转移病灶，经1个月观察，转移病灶渐见扩大，临床症状也日见加重。采用紫草根1两，每日煎服1剂，10天为一疗程。经四个疗程，临床症状大为减轻，X线复查病灶大部分消失。继续服紫草根1个月，临床症状全部消失，小便妊娠反应阴性。\n\n④治疗婴儿皮炎、外阴湿疹、阴道炎及子宫颈炎\n采用2%、10%、20%、40%紫草菜油浸剂，或用紫草乙醚提出物配成1%菜油制剂，局部应用。㈠试治婴儿臀部皮炎100例，用药后无1例发生糜烂情况。㈡妇女尿生殖瘘病人，因经常漏尿而造成阴部的湿疹、糜烂、溃疡以及各种原因所致的阴道溢液增多，涂紫草油后3～5天左右即可见效。曾治疗28例，痊愈24例。㈢用于阴道炎，一般在涂药后4～6天可以治愈，而且复发率很低。曾治疗234例，治愈率77.7%。㈣子宫颈炎如合并盆腔炎或重度糜烂、充血，并有脓性分泌物者，易引起流血、感染及盆腔炎急性发作，可采用紫草油涂抹。根据病情轻重，连续1～3周，可使充血及脓性分泌物消失，直至痊愈。治疗182例，痊愈96例。紫草油的浓度愈高，效果愈好，增加浓度并无任何副作用。紫草油似无抑菌作用，其临床疗效的原理，需进一步研究。\n\n⑤治疗扁平疣及阴屑病\n用紫草的提取物紫草醌制成0.1%注射液，肌肉注射每次2毫升；少数银屑病患者用0.05%紫草醌注射液行静脉注射，每次10毫升。均每日1次。扁平疣23例，经治7～10次后，痊愈(自觉症状消失，皮疹全部或绝大部分消退)10例，显效(症状减轻，皮疹明显变小变平或红斑变淡，鳞屑变薄)10例，无效(注射10次以上皮疹未见改善)3例。银屑病肌注治疗29例，经10～20次治后治愈5例，显效15例，无效9例；静注治疗7例，经10次后治愈3例，显效1例，无效3例。初步观察，对扁平疣效果确实，疗程明显缩短，且复发率低。而银屑病以进行期病变疗效较好。缺点为注射局部疼痛。另曾有用紫草根20克加二甲基亚砜100毫升，浸泡3～4天后取液涂抹局部，每天1～2次；治疗扁平疣20余例，一般经1～2周即见扁平疣脱落或平复。\n\n⑥治疗玫瑰糠疹\n用紫草0.5～1两(小儿2～5钱)，每日煎服1剂，10日为一疗程。经一定间歇后可继续服用几个疗程。治疗70例，痊愈37例，进步25例，无效8例。平均服药9天，最多不超过2个月。\n\n⑦关于预防麻疹\n紫草根预防麻疹，各地曾广泛试用，但用法不尽相同，效果亦不一致。㈠用紫草根煎剂、水剂及复方紫草根煎剂(紫草根、白术、木香)3种剂型口服。主药紫草根的用量是：6个月至1岁6分，1岁以上至2岁8分，2岁以上每增加1岁递增2分。以上均为1日量，分3次服，连服4天。共观察6个月至8岁有麻疹接触史的散居儿童968人，发病者94人，占9.72%，3种剂型的效果无大差别。认为紫草根对预防麻疹的保护率为90.2%。㈡用33%紫草根糖浆，6个月至1岁每次10毫升，2～3岁20毫升，4～6岁30毫升。每隔日服2次，共服3次，计6次。曾对110个农村散居易感小儿，发给糖浆预防，结果3例出疹，预防保护率97.3%。另有用上述方法对农村散居易感小儿685人进行预防?察，其结果，服药后发病率由服药前的11.3%逐步下降为1.1%。凡未患过麻疹的小儿服药后绝大多数均获得免疫，对潜伏期或前驱期患者，服用后均缩短了病期，同时麻疹发出也快。㈢紫草根1岁以下用1.5钱，2～8岁用2钱，9～12岁用2.5钱，加水100毫升，煮沸3分钟，1天内分服，仅服1天。共观察散居儿童1480例，其中1350例平均观察2周均未见出疹，其他130例发疹者的临床症状亦较轻。㈣用1:1的紫草茸、紫草皮和紫草根糖浆，1岁以内每次1毫升，2～3岁2毫升，4～6岁3毫升，均日服3次，连服4天。观察4个月至16岁城市散居儿童1607例，结果以紫草根的效果最好，发病率为8.58%；紫草茸较差，发病率为15%；紫草皮无明显预防作用，服药后并有白细胞降低现象。㈤用33%紫草根溶液，每次15毫升，日服2次，每周连服2天。于流行期间在6个托儿所，给2～6岁未患过麻疹的小儿133名作预防服药。结果服药后发病者112名，发病率占84.2%，其中并发肺炎者13名。㈥用紫草根2份，甘草1份，共制成粉剂。6个月以上0.6克，2岁以上1克，4岁以上1.5克5～7岁2.5克。均日服3次，连服3天。于流行季节选择6个月至7岁的易感小儿471人(服药组258人，对照组213人)进行观察，结果服药组的发病率并未降低，对麻疹潜伏期、前驱期、并发症以及病情的轻重均无影响。㈦对16个发生麻疹流行而用紫草作预防的集体儿童机构进行了调查。其中未患过麻疹的接触者(6个月至6岁)有499人，在这些接触者中服紫草根液的有310人，注射胎盘球蛋白的有61人，注射成人血的有63人，另65人未接受任何预防保护措施。结果发病总数为488人，占97.7%。服紫草根的310人中除1名5岁半及1名6个月的婴儿外，全部发病，发病时潜伏期未见延长，病情亦不见减轻，与未接受预防组无明显差别。服紫草根液的接触者，合并肺炎及支气管炎的人数与未接受预防组亦无明显差别。服紫草根液的迟早(与病人接触后)与发病轻重无明显关系，即使与病人第1次接触前即开始进行预防性服药，亦不能防止发病或减轻病情。㈧用100%紫草根煎剂和复方紫草根煎剂(紫草根3份，银花2份，甘草1份)，根据剂量大小不同，分为3组。第1组每公斤体重用紫草根0.4克，第2组每公斤体重0.8克，第3组为复方煎剂组，紫草根用量亦为每公斤0.8克；均每日1剂，分3次服，连服3日。共观察359人(年龄在5岁以内者占85%)，其中预防组152人，曾与麻疹病人接\n触者30名，结果发病者26名；对照组207人，与麻疹患者接触过者48名，发病47名。在发病的26名儿童中，有19名是在接触后4日内服紫草根的，说明即使在潜伏期早期服紫草根也未能预防麻疹。3组不同剂型及剂量，其发病率差别不大，并不能显示剂量与剂型对发病率有何影响。在应用紫草根作为预防剂之后，病程并无明显缩短，同时也有并发肺炎的病例。",
    "position": "为紫草科植物紫草、新藏假紫草或滇紫草的根。",
    "source": "《本经》"
  },
  {
    "name": "雪莲花",
    "alias": "雪莲、雪荷花、大拇花、大木花",
    "ingredient": "\n1.绵头雪莲花 全草含东莨菪素（scopoletin)，伞形花内酯（umbelliferone)，对-羟基苯乙酮（p-hy-droxyacetophenone)，正三十一烷（n-hentriacontane)，大黄素甲醚（physcion)，和β-谷甾醇（β-istosterol)。\n2.水母雪莲花 地上部分含金对草素-7-O-β-D-葡萄糖甙（chrysoeriol-7-O-β-D-glucoside)，芹菜素-7-O-β-D-葡萄糖甙（api-genin-7-O-glucoside)，吡喃葡萄糖甙[luteolin-7-O-α-Drhamnopyra-nosyl(1→2)-β-D-glucopyranoside]，芹菜素-7-O-α-L-吡喃鼠李糖基（1→2)-Βd-吡喃葡萄糖甙[apigenin-7-O-α-L-rhamnopyranosyl(1→2)-β-D-glucopyranoside]，槲皮素-3-O-β-D-吡喃葡萄糖甙（quercetin-3-O-β-D-glucopyranoside)，芹菜素（apigenin)，木犀草素（luteolin)，牛蒡甙（arctiin)。水母雪莲还含雪莲多糖（saus-surea polysaccharide)。从全草中分出结构尚未清楚的雪莲黄酮甙（saussurea flavone glucoside)A1、A2、A3、A4、A5[5]。\n3.丛株雪莲花（Saussurea tridactyla Sch.-Bip.var. maid-ugonla S. W. Liou)全植物含芹菜素，芹菜素-7-β-D-葡萄糖甙，伞形花内酯，伞形花内酯-7-β-D-葡萄糖甙甙（umbelliferone-7-β-D- glucoside )，东莨菪素，对-羟基苯乙酮，-3吲哚乙酸（3-indolylacetic acid)，秋水集邮册碱（colchicine)及β-谷甾醇[6]。\n",
    "process": "\n6～7月间开花时采收，拔起全株，除去泥沙，晾干。\n",
    "distinguish": "\n性状鉴别 （1)绵头雪莲花 全草干缩呈棉花团状，上宽下狭，略呈倒圆锥形，长10-30cm；全体密被交织的白色或淡黄色长棉毛。根茎粗壮，表面棕褐色，外层易剥落，有褐色残留叶柄。叶极密集，倒披针形或匙形，枯绿或棕色，长8-15cm，宽1.5-2cm，先端稍尖，基部渐狭成长柄，边缘有波状浅齿，上面密生蛛丝状绵毛工脱落，下面密生褐色绒毛。头状花序多数，无梗，在茎上部排成椭圆形穗状，苞片条状披针表、棕绿色，被白色密绵毛；总苞半球形，外层总苞片条状披针形，有白色密绵毛；内层披针形，有黑褐色长毛。花白色，常脱落。瘦果长约3mm；冠毛黑褐色。气微，味淡。\n（2)鼠曲雪莲花 地上产分长1.5-6cm。根茎纤细而长，常有1至数个莲座状叶丛。叶短圆形或匙形，长2-4cm，宽3-8mm，两面被白色或黄褐色绒毛，上部边缘有疏圆齿工全缘；叶柄稍扩大，紫色；上部叶小，包裹球状花序。花浅红色。冠毛淡褐色，外层少数，毛状，内层羽状。\n（3)水母雪莲花 地上部分长8-15cm。柱根长约15cm。根茎细长，有褐色残留叶柄。基部地倒卵形或匙形或匙形，上半部边缘有8-12个粗齿，基部楔形；上部叶渐小，卵形或卵状披针形，两面被白色绵毛；最上部叶条形或条状披针形，边缘条裂或细齿。花紫色或淡红色。冠毛白色，内层羽状。\n（4)三指雪莲花 地上部分长达15cm。根圆柱形，肉质。叶羽状分裂，裂片先端钩卷。头状花序紫红色多数，集成半球形，半外露于白色叶及苞片之外；花擅长 有刺毛。冠毛淡褐色，刺毛状。\n（5)槲叶雪莲花 地上部分长4-6cm，簇生。根茎粗，常分枝。基部叶椭圆形或狭倒卵形，长3-4cm，宽6-15mm，边缘有粗锯齿，上面扔白色疏毛，下面密被白以绒毛；上部叶渐小，披针形，有疏齿或全缘。头状花序序多数密集成球状。花红紫色。冠毛黑褐色，外层易脱落，内层羽毛状。\n",
    "effect": "\n抗炎镇痛：雪莲总碱100mg/kg皮下注射，对小鼠醋引起的腹腔毛细血管通透性增加无明显影响，20mg/kg腹腔注射对大鼠蛋清性关节炎有抑制作用。雪莲黄酮0.5、5mg/kg腹腔注射，对大鼠蛋清性足跖肿胀有抑制作用；20mg/kg腹腔注射，小鼠热板法试验表明有镇痛作用；100mg/kg腹腔注射使大鼠肾上腺维生素C含量下降。雪莲注射液（0.4g/ml)1ml/只腹腔注射对大鼠蛋清性关节炎有抑制作用，0.2ml/只腹腔注射，小鼠热板法试验有镇痛作用。 \n",
    "creation": "?",
    "function": "\n除寒，壮阳，调经，止血。治阳萎，腰膝软弱，妇女崩带，月经不调，风湿性关节炎，外伤出血。\n\n①《柑园小识》：\"除冷痰，助阳道。\"\n\n②《纲目拾遗》：\"治-切寒症。又，陈海曙云：治痘不起发及闷瘄闷痘，用一瓣入煎药中。\"\n\n③《四川中药志》：\"除寒痰水饮，壮阳，补血，温暖子宫。治男子阳痿，女子月经不调及崩带。\"\n\n④《新疆中草药手册》：\"通经活血，强筋骨，促进子宫收缩。治风湿性关节炎，妇女小腹冷痛，闭经，胎衣不下，麻疹不透，肺寒咳嗽，阳萎。\"\n\n⑤《云南中草药》：\"调经，止血，治月经不调，雪盲，牙痛，外伤出血。\"\n",
    "taste": "\n甘苦，温(大苞雪莲花有毒)。\n\n①《纲目拾遗》：\"性大热。\"\n\n②《四川中药志》：\"性温，味淡酸，无毒。\"\n\n③《新疆中草药手册》：\"味微苦，性热，有毒。\"\n\n④《云南中草药》：\"甘微苦，温。\"\n\n入肝、脾、肾三经\n\n《高原中草药治疗手册》：\"入肝、脾、肾三经。\"\n",
    "usage": "\n内服：煎汤，3～5钱(大苞雪莲花2～5分)；或浸酒。外用：捣敷。\n",
    "compatibility": "\n《新疆中草药手册》：\"孕妇忌服。过量可致大汗淋漓。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n①绵头雪莲花\n多年生草本，全体密被白色或淡黄色长柔毛，高10～25厘米。茎常中空，棒状，基部有棕黑色残存叶片。叶互生，密集，无柄，披针形或狭倒卵形，长2～10厘米，宽0.5～1.5厘米，边缘羽裂或具粗齿，密被白色长茸毛。头状花序多数，密集，每序长15～25毫米；总苞片狭长倒披针形，长约12毫米，宽约2毫米，无毛，有光泽，中央草质，边缘膜质，有3条明显的纵脉；花两性，全为管状花，长约1厘米，直立，花冠管与檐部等长，裂片披针形；花药基部箭形；花柱线形。瘦果，长约7毫米，扁平，棕色，有不明显的4棱；冠毛2层，外层冠毛较短，上具短毛，内层为羽状。花期6～7月。\n生长于高山上，以流沙滩上的岩石缝中较多。分布四川、云南、西藏等地。\n\n②大苞雪莲花，又名：新疆雪莲花。\n多年生草本，高10～30厘米。茎粗壮，基部有许多棕褐色丝状残存叶片。叶密集，无柄，叶片倒披针形，长10～18厘米，宽2.5～4.5厘米，先端渐尖，基部抱茎，边缘有锯齿。头状花序顶生，密集；总苞片叶状，卵形，多层，近似膜质，白色或淡绿黄色；花棕紫色，全为管状花。瘦果，冠毛白色。刺毛状。花期7月。\n生于高山石缝、砾石和沙质河滩中。分布新疆、青海，甘肃。\n\n③水母雪莲花\n多年生草本，高10～20厘米，全株密被白色绵毛。茎短而粗。叶密生，具长而扁的叶柄；叶片卵圆形、倒卵形，间或扇形，边缘有条裂状锯齿，齿尖急尖，上部叶成菱形、披针形，基部延伸成翅柄或否。头状花序密集，无总梗，总苞球形，总苞片2～3层，膜质。线状长圆形，不等长；花紫色。瘦果，冠毛2层，灰白色，外层刺毛状，内层为羽状。\n生于高山砾石间。分布于青海、甘肃、四川、云南、西藏等地。\n\n此外，尚有西藏雪莲花又名三指雪莲花，毛头雪莲花等亦同等入药。西藏雪莲花高约15厘米，全株密被白色长绵毛。叶密集，叶片羽状分裂，被长绵毛，无柄。头状花序顶生，密集；花紫红色。分布西藏。毛头雪莲花高15～25厘米。全株密被白色长绵毛。叶羽状深裂，上面绿色，下面密被白绵毛。头状花序包藏在白色绵毛中。分布云南等地。\n",
    "application": "?",
    "position": "\n为菊科植物绵头雪莲花、大苞雪莲花、水母雪莲花等的带花全株。\n",
    "source": "\n《纲目拾遗》\n"
  },
  {
    "name": "肉豆蔻",
    "alias": "迦拘勒(《本草拾遗》)，豆蔻(《续传信方》)，肉果(《纲目》)。",
    "ingredient": "含挥发油2～9%，包括d-莰烯及α-蒎烯等。其脂肪中，肉豆蔻酸含量达70～80％，并含有毒物质肉豆蔻醚。",
    "process": "4～6月及11～12月各采一次。早晨摘取成熟果实，剖开果皮，剥去假种皮，再敲脱壳状的种皮，取出种仁用石灰乳浸一天后，缓火焙干。",
    "distinguish": "干燥种仁卵圆形或椭圆形，长2～3.5厘米，宽1.5～2.5厘米。外表灰棕色至棕色，粗糙，有网状沟纹，一侧有明显的纵沟(种脊部位)，宽端有浅色圆形隆起(种脐部位)，狭端有暗色凹陷(合点部位)。质坚硬。纵切面可见表层的暗棕色的外胚乳向内伸人类白色的内胚乳，交错而成大理石样纹理。在宽端有凹孔，其中可见干燥皱缩的胚。气芳香而强烈，味辣而微苦。以个大、体重、坚实、香浓者为佳。\n主产马来西亚及印度尼西亚。",
    "effect": "肉豆蔻油除有芳香性外，尚具有显著的麻醉性能。对低等动物可引起瞳孔扩大，步态不稳，随之以睡眠，呼吸变慢，剂量再大则反射消失。对猫引起麻醉之剂量，常同时招致肝脂肪变性而死亡。人服7.5克肉豆蔻粉可引起眩晕乃至谵妄与昏睡，曾有服大量而致死的病例报告；猫服1.9克/公斤可引起半昏睡状态并于24小时内死亡，肝有脂肪变性。肉豆蔻油的毒性成分为肉豆蔻醚，二者中毒症状相似，肉豆蔻醚对猫的致死量为0.5～1.0毫升/公斤(在胃肠道的吸收不完全)，如皮下注射0.12毫升即可引起广泛的肝脏变性。肉豆蔻油0.03～0.2毫升可用作芳香剂或驱风剂、肠胃道的局部刺激剂。\n\n肉豆蔻醚、榄香脂素对正常人有致幻作用，而另一芳香性成分洋檫木醚则无此作用，肉豆蔻醚对人的大脑有中度兴奋作用，但与肉豆蔻不完全相同；后者可引起血管状态不稳定、心率变快、体温降低、无唾液、瞳孔缩小、情感易冲动、孤独感、不能进行智力活动等。肉豆蔻及肉豆蔻醚能增强色胺的作用：体内及体外试验均对单胺氧化酶有中度的抑制作用。其萜类成分有抗菌作用。",
    "creation": "煨肉豆蔻(煨肉果)：洗净，取白面加水揉和包裹。另取蛤粉或滑石粉置锅内加热，将包好的肉豆蔻倒入，拌炒至外面的面呈焦黄色取出，除去面皮，乘热切片。一法将原药用清水略淘捞起，放在箩内润12小时后，用麸皮置锅内加热炒至老黄色为度。取出，筛去麸皮，乘热切片。",
    "function": "温中，下气，消食，固肠。治心腹胀痛，虚泻冷痢，呕吐，宿食不消。\n\n①《药性论》：\"能主小儿吐逆不下乳，腹痛；治宿食不消，痰饮。\"\n\n②《海药本草》：\"主心腹虫痛，脾胃虚冷气并，冷热虚泄，赤白痢等。凡痢以白粥饮服佳；霍乱气并，以生姜汤服良。\"\n\n③《日华子本草》：\"调中，下气，止泻痢，开胃，消食。皮外络，下气，解酒毒，治霍乱。\"\n\n④《开宝本草》：\"温中，治积冷心腹胀痛，霍乱中恶，呕沫，冷气，消食止泄，小儿乳霍。\"\n\n⑤《纲目》：\"暖脾胃，固大肠。\"\n\n⑥《本草经读》：\"治精冷。\"\n\n⑦《本草求原》；\"治肾泄，上盛下虚，诸逆上冲，元阳上浮而头痛。\"",
    "taste": "辛，温。\n\n①《药性论》：\"味苦辛。\"\n\n②《海药本草》：\"味辛，温，无毒。\"\n\n③《本草正》：\"味苦辛而涩，性温。\"",
    "usage": "内服：煎汤，0.5～2钱；或入丸、散。",
    "compatibility": "①《雷公炮炙论》：\"凡使，勿令犯铜。\"\n\n②《本草经疏》：\"大肠素有火热及中暑热泄暴注，肠风下血，胃火齿痛及湿热积滞方盛，滞下初起，皆不宜服。\"",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "肉豆蔻醚对猫的LD为0.5-1.0ml/kg，sc0.12ml可引起广泛的肝脏变性。猫服肉豆蔻粉1.9g/kg可引起半昏睡状态，并于24小时内死亡。肉豆蔻醚和榄香脂素对正常人有致幻作用。",
    "category": "脾；胃；大肠经",
    "plant": "肉豆蔻\n常绿乔木，高可达20米。叶互生；椭圆状披针形或长圆状披针形，长5～15厘米，革质，先端尾状，基部急尖，全缘，上面淡黄棕色，下面色较深，并有红棕色的叶脉；叶柄长6～12毫米。花雌雄异株；雄花的总状花序长2.5～5厘米；小苞片鳞片状；花疏生，黄白色，椭圆形或壶形，长6毫米，下垂；花药9～12个，连合成圆柱状有柄的柱。果实梨形或近于圆球形，下垂，长3.5～6厘米，淡红色或黄色，成熟后纵裂成2瓣，显出绯红色假种皮，种子长球形，种皮红褐色，木质。\n\n热带地区广为栽培。分布马来西亚、印度尼西亚、巴西等地。\n本植物的假种皮(肉豆蔻衣)亦供药用，另详专条。",
    "application": "用量3~9克，煎服。用治脾胃虚寒、久泻不止、脘腹胀痛、食少呕吐。肉豆蔻(去壳，为末)l两，生姜汁二合，白面2两。上三味，将姜汁和面做饼，裹肉豆蔻末煨令黄熟，研为细散。每服二钱七，空心米饮调下，日午再服。治水泻无度、肠鸣腹痛(《圣济总录》肉豆蔻散)。",
    "position": "为肉豆蔻科植物肉豆蔻的种子。",
    "source": "《药性论》"
  },
  {
    "name": "鸡骨草",
    "alias": "黄头草、黄仔强、大黄草、假牛甘子、红母鸡草、猪腰草、黄食草、小叶龙鳞草",
    "ingredient": "全草含相思子碱胆碱、甾醇化合物、黄酮类、氨基酸、糖类。",
    "process": "全年可采。取全株，除去荚果(荚果有毒)及杂质，晒干。",
    "distinguish": "干燥的带根全草，多缠扎成束。根长短粗细不等，主根圆柱状或圆锥状，表面灰褐色，具纵横皱纹，侧根多与主根垂直横生；主根坚硬，不易折断。茎藤状，粗1.5～2.5毫米，表面灰棕色，粗糙，小枝红棕色，较平滑；质坚，断面不平。气微，味淡。以干燥、洁净，根、茎、叶全者为佳。\n产广东、广西。",
    "effect": "相思子碱腹腔注射，能降低小鼠肩部由葡萄球菌毒索引起的炎症反应；对兔的实验性贫血无治疗效果，高浓度(1：500)可抑制羊血球的溶解。",
    "creation": "洗净，切片，晒干。",
    "function": "清热解毒，舒肝散瘀。治黄疸肝炎，胃痛，乳痈，瘰疬，跌打伤瘀血疼痛。\n\n①《南宁市药物志》：\"消炎解毒。治传染性肝炎，跌打驳骨。叶：捣绒敷乳疮。\"\n\n②《中国药植图鉴》：\"治风湿骨痛，跌打瘀血内伤；并作清凉解热药。\"\n\n③《岭南草药志》：\"清郁热，舒肝，和脾，续折伤。\"\n\n④广州部队《常用中草药手册》：\"清热利湿，舒肝止痛。治急慢性肝炎，肝硬化腹水，胃痛，小便刺痛，蛇咬伤。\"",
    "taste": "甘，凉。\n\n①《南宁市药物志》：\"甘，平，无毒。\"\n\n②《岭南草药志》：\"味微甘，性凉。\"\n\n归心；肺；肝；胃；肾经 ",
    "usage": "内服：煎汤，3～5钱，或入丸、散。外用：捣敷。",
    "compatibility": "凡虚寒体弱者慎用。",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "广东相思子\n木质藤本，长达1米，常披散地上或缠绕其他植物上。主根粗壮，长达60厘米。茎细，深红紫色，幼嫩部分密被黄褐色毛。双数羽状复叶，小叶7～12对，倒卵状矩圆形或矩田形，长5～12毫米，宽3～5毫米，膜质，几无柄，先端截形而有小锐尖，基部浅心形，上面疏生祖毛，下面被紧贴的粗毛，叶脉向两面凸起；托叶成对着生，线状披针形；小托叶呈锥尖状。总状花序腋生，花长约6毫米；萼钟状；花冠突出，淡紫红色；雄蕊9，合生成管状，与旗瓣贴连，上部分离；子房近于无柄，花柱短。荚果矩圆形，扁平，疏生淡黄色毛，先端有尾状凸尖；种子4～5粒，矩圆形，扁平，光滑，成熟时黑褐色或淡黄色，有明显的种阜。花朋春、夏。\n生于山地或旷野灌木林边。分布广东、广西等地。",
    "application": "治疗急性传染性肝炎\n取干鸡骨草全草2～3两(儿童1～2两)，瘦猪肉2两，加水1000毫升同煎。沸后文火再煎至300毫升，每日3次分服，直至痊愈为止.治疗44例，治愈42例，治愈时间平均为21天。黄疸消失平均为15天；肝功能恢复一般为18～21天；肝肿大随肝功能的恢复逐渐恢复正常。治程中未见不良反应。对慢性肝炎效果不佳。曾报道1例重症肝炎(严重黄疸合并昏睡)患者，服鸡骨草煎剂每次60毫升，日服3次，4天后，神志开始清楚，小便增多，第5天自觉症状显著减轻，第14天自觉症状消失，黄疸不显，第19天一般情况恢复正常，停药观察，肝功能逐渐恢复。住院共38天痊愈出院。",
    "position": "为豆科植物广东相思子的带根全草。",
    "source": "《岭南采药录》"
  },
  {
    "name": "穿心莲",
    "alias": "春莲秋柳(《岭南采药录》)，一见喜(《泉州本草》)，榄核莲、苦胆草、斩蛇剑、圆锥须药草(广州部队《常用中草药手册》)，日行千里、四方莲、金香草、金耳钩、春莲夏柳、印度草(《广东中草药》)，苦草(《福建中草药》)。",
    "ingredient": "叶含二萜内酯化合物：穿心莲甲素即去氧穿心莲内酯0.1%以上，穿心莲乙素即穿心莲内酯1.5%以上，穿心莲丙素即新穿心莲内酯0.2%以上；及高穿心莲内酯，潘尼内酯。还含穿心莲烷，穿心莲酮，穿心莲甾醇，β-谷甾醇-D-葡萄糖甙等。\n\n根除含穿心莲内酯外，还含5-羟基-7，8，2\"，3\"-四甲氧基黄酮、5-羟基-7，8，2\"-三甲氧基黄酮、5，2\"-二羟基-7，8-二甲氧基黄酮、芹菜素-7，4\"-二甲醚、α-谷甾醇等。\n\n全草尚含14-去氧-11-氧化穿心莲内酯、14-去氧-11，12-二去氢穿心莲内酯，另据初步分析，还含甾醇皂甙、糖类及缩合鞣质等酚类物质。\n\n又从叶、嫩枝、胚轴、根和胚芽所得的愈合组织，经培养分离，得三种倍半萜内酯化合物：榄核莲内酯A、B和C。",
    "process": "夏季采收。",
    "distinguish": "茎青绿色，四棱形，显抽沟，有交互对生的分枝。直径2～6毫米。质坚硬，折断面中心有髓。叶表面青绿色，背面灰绿色，多已脱落，皱缩或破碎。气微，味极苦。以茎长，叶多，色绿者为佳。",
    "effect": "①抗菌作用\n穿心莲中所含新穿心莲内酯在临床上对细菌性痢疾的疗效较氯霉素与痢特灵为优，且无副作用和毒性。体外试验，穿心莲水煎剂及从其中分离出之粗结晶，均对钩端螺旋体的某些型别有抑制或杀灭作用，煎剂对肺炎球菌、甲链球菌及卡他球菌有一定抑制作用。\n\n②抗病毒作用\n穿心莲煎剂对孤儿病毒ECHO11引起的人胚肾细胞的退变有延缓作用。\n\n③其他作用\n煎剂及水提取物(煎剂加酒精除去沉淀者)对离体兔心无明显作用，水提取物在大鼠后肢血管灌流试验中有显著舒张血管的作用，麻醉狗静脉注射上述二种制剂0.1克生药/公斤，对血压无明显作用，对离体豚鼠回肠、大鼠子宫均无明显作用，煎剂对离体兔十二指肠有抑制作用，水提取物则无。",
    "creation": "除去杂质，洗净，切段，干燥。",
    "function": "清热解毒，凉血消肿。治急性菌痢，胃肠炎，感冒，流脑，气管炎，肺炎，百日咳，肺结核，肺脓疡，胆囊炎，高血压，鼻衄，口咽肿痛，疮疖痈肿，水火烫伤，毒蛇咬伤。\n\n①《岭南采药录》：\"能解蛇毒，又能理内伤咳嗽。\"\n\n②《泉州本草》：\"清热解毒，消炎退肿。治咽喉炎症，痢疾，高热。\"\n\n③广州部队《常用中草药手册》：\"治急性菌痢，胃肠炎，感冒发烧，扁桃体炎，肺炎，疮疖肿毒，外伤感染，肺结核，毒蛇咬伤。\"\n\n④《江西草药》：\"清热凉血，消肿止痛，治胆囊炎，支气管炎，高血压，百日咳。\"\n\n⑤《常用中草药彩色图谱》：\"清热消炎，止痛止痒，解蛇毒。治腮腺炎，结合膜炎，流脑。\"\n\n⑥《广西中草药》：\"止血凉血，拔毒生肌，治肺脓疡，口腔炎。\"\n\n⑦广州空军《常用中草药手册》：\"治鼻衄，口腔出血。\"\n\n⑧《福建中草药》：\"清热泻火。治肺结核发热，热淋，鼻窦炎，中耳炎，胃火牙痛，汤火伤。\"",
    "taste": "《泉州本草》：\"味苦，性寒，无毒。\"",
    "usage": "内服：煎汤，3～5钱；或研末。外用：煎汁涂或研末调敷。",
    "compatibility": "阳虚及脾胃虚寒者慎用。不宜过量或久服。",
    "storage": "置干燥处。",
    "side_effects": "穿心莲毒性很小，小鼠口服粗结晶10g/kg，活动减少，常闭眼不动似睡眠状，解剖后肉眼观察心、肾、肝、脾等外观正常；每天口服0.5g/kg，连服10天，对小鼠的生长、食欲、大便、精神状态及红白细胞计数、血红蛋白及白细胞分类计数等均未见异常。小鼠腹腔注射煎剂0.5g生药/只，24小时内2只鼠全部死亡，注射水提取物者则需 lg生药/只，方有同样毒性。毒性：14-脱氧穿心莲内酯注射液静脉注射，对小鼠的半数致死量为0.359±0.012g/kg。穿心莲水煎剂酒沉提取物静脉注射对小鼠的半数致死量为0.359±0.012g/kg。14-去氧穿心莲内酯、穿心莲内酯、新穿心莲内酯以5g/kg给小鼠1次灌服或每日0.5g/kg连服10天，均未见明显毒性反应。穿心莲总内酯小鼠口服半数致死量为13.4g/kg，去氧穿心莲内酯为＞20g/kg，穿心莲内酯＞40g/kg，新穿心莲内酯和脱水穿心莲内酯的半数致死量均＞20g/kg。亚急性毒性试验表明，去氧穿心莲内酯或穿心莲内酯灌胃，1g/kg，每日1次，连续7天，对大鼠或家兔的体重、血象、肝肾功能及主要脏器的组织切片均未见明显影响。",
    "category": "《泉州本草》：\"入心、肺二经。\"",
    "plant": "穿心莲\n一年生草本，高40～80厘米。茎方形，多分枝，节呈膝状膨大，茎叶具有苦味。叶对生，纸质，叶片长圆状卵形至披针形，长2～8厘米，宽1～3厘米，先端渐尖，基部楔形，全缘或有浅齿，叶柄短或近于无柄。疏散圆锥花序生于枝顶或叶腋；花冠白色，近唇形，常有淡紫色条纹。蒴果长椭圆形，长约1.5厘米，宽约0.5厘米，成熟时2瓣开裂。种子细小，红色。\n长江以南温暖地区多栽培。热带、亚热带部分地区有野生。",
    "application": "①治疗各种感染性疾病\n穿心莲具有消炎解毒作用，临床上曾应用于多种感染性疾病，包括外伤感染、疖、痈、丹毒、上呼吸道感染、急慢性扁桃体炎、急慢性咽喉炎、急慢性支气管炎、急性菌痢、急性胃肠炎、尿路感染、子宫内膜炎、盆腔炎、中耳炎、牙周炎等，均有不同程度的疗效。制剂及用法：目前已制成注射刑、口服胶囊或片剂，用量须视各地生产制剂的不同含量而异。对一般的炎症感染，可以穿心莲干草2～3钱煎服，每日1剂；或片剂(每片相当原生药1克)内服，每次4～8片，每日3～4次。对皮肤化脓性感染创面，可用穿心莲叶研末，制成1：4水溶液，浸纱布外敷创口。对化脓性中耳炎可制成滴耳剂局部应用，同时内服穿心莲片剂。\n\n②治疗钩端螺旋体病\n用穿心莲叶提出的有效部分，制成0.05克片剂，每片含结晶物质20毫克，成人每次0.1～0.2克，日服4～6次。经治76例，治愈72例，无效4例。治愈病例的主要临床症状和体征均在3天内明显减轻。治疗期间来见任何毒性反应。此外，也曾用穿心莲片剂口服预防钩端螺旋体病，成人每天3克(按干粉计)，1次顿服或2次分服，每周连服3天，共服5周，经2000余例观察，有一定的预防效果。但服药期间发现有轻度腹痛、腹泻、腰痛、头晕、头痛等症状，均在1～3天自行消失，这些症状究系服药的副作用，抑或由其他原因引起，尚难肯定。\n\n③治疗肠伤寒\n用复方穿欣莲煎剂(穿心莲2两，如意花根1两，一枝黄花6两，水煎服)，每天1剂，用至退热后3～5天停药。共治疗19例，全部治愈，未发现合并症。服药至体温恢复正常时间为1～11天，有1例在服药后8小时体温即恢复正常，另5例在2天内恢复正常。治疗过程中，对5例合并有中毒性肝炎及贫血者，加用维生素；对2例合并肺炎者，加用链霉素肌注；对个别高热者曾临时加用退热药1～2次口服；未使用激素。\n\n④治疗急性黄疽型肝炎\n用穿心莲干叶制成的100%注射液，每日肌注1次，每次2亳升；同时用干叶粉压制成的片剂口服，每片0.2克，每次2～4片，日服3次，部分病例辅以维生素B1及C。共治疗32例，用药24～73天，临床痊愈10例(31.2%)，显著进步15例(46.7%)，进步6例(18.7%)，无效1例(3.3%)。穿心莲治疗后，自觉症状多在2周内消失，黄疸在4～24天内退尽；治疗后肝肿回缩至正常者占90.6%，肝功能恢复正常者占31.2%。\n\n⑤治疗肺炎及其他呼吸道炎症\n采用穿心莲肌注，成人每日2～4次，每次2毫升(每毫升含生药4克)，待症状明显好转后改为每8～12小时肌注1次。治疗58例肺炎及其他呼吸道炎症，计痊愈36例，显效12例。对19例轻型小儿支气管肺炎，用穿心莲注射液肌拄，1岁以上每次2毫升，1岁以下每次1毫升，均每日2次，治程最长者14天，最短3天，全部治愈(临床症状及肺部物理征消失)。另一报道以复方穿心莲注射液治疗流行性哮喘性肺炎107例，年龄1～9岁，多数为2～4岁。均每日肌注2～3次，每次2毫升。哮喘气促症状一般于用药后24小时内消退；体温平均4天退至正常；肺部哮鸣音及湿性罗音在3～11天内消失。个别病例曾加用四环素、氨茶碱及强的松，一般病例均同时应用非那根咳嗽糖浆。复方穿心莲注射液每2毫升中含穿心莲1克，银花0.5克，鱼腥草0.6克，注射时除个别有局部肿痛外，未见不良反应。\n\n⑥治疗小儿消化不良和菌痢\n用20%穿心莲注射液行穴位注射，每日1次。2岁以下每日2毫升，2～7岁3毫升，7岁以上4毫升。穴位分两组：㈠足三里、长谷(脐旁2寸半)；㈡上巨虚、止泻(脐下2寸半)。每日交替选用一组，每穴注射全量的1/2。治疗消化不良34例，菌痢52例，一般注射一次即开始见效，菌痢多数在2～4天痊愈或显效，消化不良在2～5天痊愈或显效。\n\n⑦治疗小儿乙型脑炎\n对轻症病例，2～4岁每日用穿心莲2钱，狗肝菜2钱(均为干品)煎服，5～10岁剂量加倍，服时另加白糖矫味。共观察16例，一般服药5天内体温下降，症状好转，未见后遗症。\n\n⑧治疗麻风\n曾用单味穿心莲治疗32例，其中瘤型19例?结核型7例，界线型6例。绝大多数口服片剂，初期每天16～24片(每片含原生药1克)，后期每天24～48片，均为4次分服。个别合并静脉注射穿心莲0.5克，或穿心莲钾盐320毫克，均为每日1次。结果有5例治愈，16例显效，8例进步。患者服穿心莲后食欲增进，体重增加，一般健康状况明显改善，未出现任何不良副作用。另有53例经与砜类药物合并治疗，效果似更为显著。又一报道观察12例，其中瘤型11例。多数与氨苯砜或三桠苦合并治疗。结果：显著进步4例，进步6例，无效2例。剂量：肌肉注射每天4～5毫升，口服胶囊每天6～24粒(每粒0.3克)。\n\n⑨治疗毒蛇咬伤\n取新鲜穿心莲5钱，伽蓝菜1.5两，捣烂冲米酒1次顿服；或取干品切碎，加米酒浸泡1～2周，过滤备用。曾治疗毒蛇咬伤32例，均有效。\n\n⑩治疗血栓闭塞性脉管炎\n制成穿心莲静脉注射液，每支20毫升，含生药70～100克。采用动脉及静脉交替注射方法。第1天选患肢股动脉或肱动脉，快速推注穿心莲20～40毫升，注后压迫3～5分钟；第2天在患肢病变部位上约30厘米处，用一脉压带压迫注射处上段(以暴露静脉及阻挡药液向心回流)，针头采用离心方向将药液20～40毫升逆行注入静脉内，然后根据病人忍受程度，保留脉压带继续压迫10～20分钟。在推药及压迫过程中，病人肢端有不同程度的胀麻感，均属正常。如此交替进行，10天为一疗程，休息2～3天后再继续下一疗程。应坚持治疗3～6个月。据50例观察，总有效率(包括临床治愈、显效及好转)占90%。治疗过程中应耐心处理创面，同时坚持戒烟。\n\n⑾治疗恶性葡萄胎与绒毛膜上皮癌\n用穿心莲静脉滴注加手术治疗恶性葡萄胎与绒癌肺及阴道结节广泛转移7例，5例治愈，1例好转，1例死亡。治愈病例出院后均能参加体力劳动，定期追访，未见复发。实践证明，穿心莲对恶性葡萄胎与绒癌子宫的原发病灶消失，肺及阴道转移灶之吸收，均有较明显的效果。一般每日滴注30毫升左右即见疗效，每日80毫升左右可使血液中嗜酸性白细胞升高。对有寒战、发热反应者，静滴时同时加用异丙嚎，使反应减轻或消失。此药寒凉，长期使用可致恶心、腹泻、胃口不佳，配合其他中药调理，可渐消失。\n\n⑿治疗神经性皮炎、湿疹\n内服穿心莲片剂，日服3～4次，每次3～4片，7天为一疗程，必要时可给2～3个疗程，同时配合局部治疗。经治疗24例，其中神经性皮炎泛发性者7例，限局性者9例，亚急性及慢性湿疹8例。观察6～8个月，痊愈者4例，显着进步者15例，进步者5例。\n\n据部分地区的不完全统计，穿心莲注射液肌肉注射后发生过敏反应的已有10余例。反应剧烈的表现为胸闷、气急、面色苍白、口唇青紫、出冷汗、脉搏细弱、血压下降等，反应轻的一般表现为腹痛、呕吐、哮喘、荨麻疹、丘疹、头晕，头胀、喷嚏等。出现反应的时间有即时的，也有在注射后5～20分钟出现的。经抢救后，一般在5～45分钟内逐渐好转，个别的经24小时始恢复。",
    "position": "为爵床科植物穿心莲的全草或叶。",
    "source": "广州部队《常用中草药手册》"
  },
  {
    "name": "全蝎",
    "alias": "虿、奎、杜伯、主簿虫、虿尾虫、全虫、茯背虫、蝎子",
    "ingredient": "含蝎毒，系一种类似蛇毒神经毒的蛋白质。此外，并含三甲胺、甜菜碱、牛磺酸、软脂酸、硬脂酸、胆甾醇、卵磷脂及铵盐等。\n\n欧洲及北非产蝎的毒液中含神经毒Ⅰ及Ⅱ，其神经毒Ⅱ为一条由64氨基酸组成的肽链。",
    "process": "野生蝎由仲春至初秋捕捉。清明至谷雨前后捕捉者，称为\"春蝎\"，此时未食泥土，品质较佳；夏季产量较多，称为\"伏蝎\"，因已食泥土，品质较次。饲养蝎，隔年收捕1次，一般在秋季晚上，用灯光诱捕，待蝎子出动后用竹筷挟入光滑的瓷盆内，或在洞口用盆承受，倒入缸内。捕得后，先浸入清水中，待其吐出泥土，然后捞出，置沸水锅中，加少量食盐，煮沸后，清水漂过，晾干。",
    "distinguish": "干燥的全虫，头胸部及前腹部呈扁平长椭圆形，后腹部尾状。完整者长约6厘米。全体绿褐色，腹及肢为黄色，尾刺尖端呈褐色。胸部折断后可见内有黑色或棕黄色残余物，后腹部中空。体轻、质脆，气微腥，味咸。以色黄、完整、腹中少杂物者为佳。有单用其后腹部者，称为\"蝎尾\"，又名\"蝎梢\"。\n主产河南、山东、湖北、安徽等地。",
    "effect": "①抗惊厥作用\n小鼠口服止痉散(全蝎和蜈蚣干粉等量混合而成)每天1克，连服1、3、9天后对五甲烯四氮唑、士的宁及烟碱引起的惊厥均有对抗作用，对抗士的宁惊厥的效果最为显著，烟碱次之，五甲烯四氮唑更差，可卡因则无。全蝎与蜈蚣分别单独应用每天1克亦有效，但全蝎的效果较蜈蚣差。\n\n②对心血管系统的作用\n静脉注射全蝎浸剂及煎剂均可使兔、犬血压一时性下降(少数可见暂时上升)，但很快恢复，接着出现逐渐持久的血压下降，维持1～3小时以上。灌胃或肌肉注射给药仍有显著持久的降压作用，重复用药不出现快速耐受现象。降压原理为抑制血管运动中枢、扩张血管、直接抑制心脏以及对抗肾上腺素的升压作用，对清醒动物有明显镇静作用，但并不使动物入眠，也可能与降压有关。从全蝎中分离出的蝎酸钠盐给麻醉兔静脉注射产生暂时性血压下降，但对离体蛙心呈兴奋作用，对蛙后肢及离体兔耳血管则均呈收缩作用。",
    "creation": "清水漂去盐质，晒干，或微火焙用。\n\n①《纲目》：\"入药去足焙用。\"\n\n②《本经逢原》：\"滚醋泡去咸，炒干用。\"",
    "function": "祛风，止痉，通络，解毒。治惊风抽摘，癫痫，中风、半身不遂、口眼歪斜，偏头痛，风湿痹痛，破伤风，淋巴结结核，风疹疮肿。\n\n①《开宝本草》：\"疗诸风瘾疹，及中风半身不遂，口眼歪斜，语涩，手足抽掣。\"\n\n②《本草图经》：\"治小儿惊搐。\"\n\n③《本草会编》：\"破伤风宜以全蝎、防风为主。\"\n\n④《纲目》：\"治大人痃疟，耳聋，疝气，诸风疮，女人带下，阴脱。\"\n\n⑤《本草正》：\"开风痰。\"\n\n⑥《玉楸药解》：\"穿筋透骨，逐湿除风。\"\n\n⑦《山东中草药手册》：\"息风通络，镇痉。治血栓闭塞性脉管炎，淋巴结结核，骨关节结核，流行性腮腺炎。\"",
    "taste": "咸辛，平，有毒。\n\n①《日华子本草》：\"平。\"\n\n②《开宝本草》：\"味甘辛，有毒。\"\n\n③《医林纂要》：\"辛酸咸，寒。\"\n\n归肝经  \n\n《纲日》：\"足厥阴经。\"",
    "usage": "内服：煎汤，全蝎0.8～1.5钱，蝎尾3～5分；或入丸、散。外用：研末调敷。",
    "compatibility": "血虚生风者忌服。\n\n①《本草经疏》：\"似中风及小儿慢脾风，病属于虚，法咸忌之。\"\n\n②《本草求真》：\"忌蜗牛。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "1.蝎毒（Buthotoxin，原名Katsutoxin）主要作用为使呼吸麻痹，其最小致死量对兔为0.07，小鼠为0.5，蛙为0.7mg/kg。兔中毒症状为四肢强直性痉挛，流涎，呼吸停止，并且血压上升，蛙则见四肢纤维性挛缩，小鼠则继兴奋状态后四肢及呼吸麻痹。蝎毒无溶血及凝血作用。对离体蛙心有抑制作用，对蛙后肢血管有收缩作用，对离体兔肠及蛙膀胱均为兴奋。2.蝎子汤对试验动物破伤风的疗效：全蝎15g，赤芍12.5g，大黄10g，甘草7.5g，做成200ml煎剂即为蝎子汤。用1-10%蝎子汤与破伤风杆菌混合60-90分钟无抑菌作用，但混入于培养基进行培养，有一定的抑制作用。对破伤风毒素无中和或破坏作用。无论口服或皮下注射蝎子汤，对豚鼠或小鼠实验性破伤风均无治疗或预防效果。小鼠口服、皮下或静脉注射蝎子汤0.1-1ml/只，豚鼠口服或皮下注射0.2-5ml/只，均未见明显中毒症状。3.毒性：从华北产活蝎的腹节毒腺提得的毒素，小鼠静脉注射0.5-1.0mg/kg可产生流涎和惊厥，给兔静脉注射0.07-0.1mg/kg导致瞳孔缩小、流涎、强直性惊厥，最后窒息而死。蝎毒粗毒的小鼠ipLD50为2.4mg/kg，蝎毒中哺乳动物神经毒素Ⅰ和Ⅱ的小鼠ipLD50分别为0.48mg/kg和0.63mg/kg。",
    "category": "归经_肝经",
    "plant": "东亚钳蝎，体长约60mm，躯干（头胸部和前腹部)为绿褐色，尾（后腹部)为土黄色。头胸部背甲梯形。侧眼3对。胸板三角形，螯肢的钳状上肢有2齿。触肢钳状，上下肢内侧有12行颗粒斜列。第3、第4对步足胫节有距，各步足跗节末端有2爪和1距。前腹部的前背板上有5条隆脊线。生殖厣由2个半圆形甲片组成。栉状器有16-25枚齿。后腹部的前4节各有10条隆脊线，第5节权有5条，第6节的毒针下方无距。",
    "application": "①治疗癫痫\n取全蝎(连尾)、蜈蚣(去头、足)等量，晒干研末，蜜制为丸如桐子大，成人每日1.5～2.4钱，早晚分服。小儿按年龄、体重递减。如无毒性反应，可连续使用。治疗8例，癫痫停止发作1例；发作次数减少、间隔日期延长、缓解幅度较服药前有所增大者3例；发作时症状有明显减轻者2例；无效2例。\n\n②治疗痹痛\n不仅有较好的止痛作用，而且对患处发麻亦有效。用法：将全蝎研粉，每晨吞服4分。如配合其它药物或疗法使用，则效果更佳。\n\n③治疗淋巴结结核\n取全蝎、蜈蚣各1只，研成细粉，打入鸡蛋1个搅拌，用食油炒熟(忌铁锅)服用，每晨1次，约30余次即可收到效果。\n\n④治疗烧伤\n取活蝎30～40个，放入1斤食油中浸泡，12小时后即可使用(浸泡时间愈长，效力愈强)。用时将伤面水泡剪破，涂抹此油。治疗8例，均很快止疼，短期结痂而愈。\n\n⑤治疗急性扁桃体炎\n取蝎尾一小节，置于直径2厘米之橡皮膏正中，贴于下颌角下方正对肿大的扁桃体外面皮肤上。若双侧肿大，则两侧同用。一般贴12小时即能收效，若无明显缓解，可继续用12小时。如有合并症，则应改用其他药物治疗。",
    "position": "为钳蝎科动物钳蝎的干燥全虫。",
    "source": "《蜀本草》"
  }
]