[
  {
    "name": "枸橘",
    "alias": "臭橘(《本草图经》)，枸棘子(《履巉岩本草》)，野橙子(《纲目》)，唐橘(《中国树木分类学》)，枸橘李、钢橘子(《江苏植药志》)，枸甏李、野梨子、苦桶子(《上海常用中草药》)。",
    "ingredient": "果实含积属甙、橙皮甙、野漆树甙、柚皮甙、新橙皮甙等黄酮类。柚皮甙只存在于果皮，果肉中不含。早年从果实中分出的枸橘甙即是枳属甙，还含生物碱茵芋碱。\n\n果皮含挥发油约0.47%，中含α-蒎烯、β-蒎烯、月桂烯、柠檬烯、莰烯、γ-松油烯、对-聚伞花素、石竹烯等。",
    "process": "8～9月果实未成熟时采摘，日晒夜露，至全部干燥。",
    "distinguish": "干燥果实呈圆球形，直径2～3.5厘米，表面黄色或黄绿色，散有无数小油点及网状隆起的皱纹，密被短柔毛，顶端有显明的柱基痕，基部有短果柄或果柄痕存在，断面果皮厚2～3毫米，黄白色，沿外缘散有黄色油点，中间有6～8果瓤，每瓢内有黄白色长椭圆形的种子数粒。\n产江苏、浙江、四川、江西、福建、广东、广西等地。",
    "effect": "?",
    "creation": "清水洗净，浸泡，取出，润透，切片，晒干。",
    "function": "疏肝，和胃，理气，止痛。治胸腹胀满，胃痛，疝气，睾丸肿胀，乳房结核，子宫下垂，跌打损伤；解酒毒。\n\n①《本经逢原》:\"破气散热，解酒毒。\"\n\n②《纲目拾遗》:\"疗子痈及疝气，整个枸橘煅存性，研末，陈酒送服。\"\n\n③《植物名实图考》:\"治跌打。\"\n\n④《中国药植图鉴》:\"发汗，健胃，祛痰，利尿。治胸腹满痛。\"\n\n⑤《上海常用中草药》:\"利气，健胃，通便。治胃部胀满，消化不良，便秘，子宫脱垂，乳房结核。\"",
    "taste": "辛苦，温。\n\n①《本经逢原》:\"辛，温，无毒。\"\n\n②《上海常用中草药》:\"辛苦，温。\"",
    "usage": "内服:煎汤，1.5～3钱(大剂可用至1两)；或煅存性研末。外用:煎水洗或熬膏涂。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃经",
    "plant": "枸橘，又名:枳(《周礼》)，铁篱笆(《植物名实图考》)，铁篱寨、臭杞。\n常绿灌木或小乔木，高5～7米。茎枝具粗大腋生的棘刺，刺长3～4厘米，基部扁平；幼枝光滑无毛，青绿色，扁而具棱；老枝浑圆。3出复叶，总叶柄长1～3匣米，具翼；顶生小叶片椭圆形至倒卵形，长2.5～6厘米，宽1.5～3厘米，先端圆或微凹，基部楔形，侧生小叶较小，基部偏斜边缘均有波形锯齿。花生于二年生枝上叶腋，通常先叶开放；萼片5，卵状三角形；花瓣5，白色，长椭圆状倒卵形，长8～10毫米；雄蕊8～10，或多至20枚，离生；子房上位，具短柔毛，6～8室，花柱粗短。柑果圆球形，直径2～4厘米，熟时黄色，芳香。花期4～5月。9～10月果熟。\n各地多栽培作绿篱。全国大部分地区有分布。\n\n本植物的根皮(枳根皮)、树皮屑(枳茹)、棘刺(枸橘刺)、叶(枸橘叶)、幼果(枳实)、将成熟的果实(枳壳)、种子(枸橘核)亦供药用，各详专条。",
    "application": "?",
    "position": "为芸香料植物枸橘的未成熟果实。",
    "source": "《纲目》"
  },
  {
    "name": "茴香",
    "alias": "蘹香(《药性论》)，小茴香(《千金方》)，土茴香(《本草图经》)，野茴香(《履巉岩本草》)，大茴香(《朱氏集验医方》)，谷茴香、谷香(《现代实用中药》)，香子(《中国药植志》)，小香(《四川中药志》)。",
    "ingredient": "果实含挥发油约3～6%，主要成分为茴香醚50～60%、小茴香酮18～20%。尚含:α-蒎烯、α-水芹烯、莰烯、二戊烯、茴香醛、茴香酸、爱草脑。另含顺式茴香醚，对聚伞花素。\n\n此外，含脂肪油约18%，其脂肪酸组成中，洋芫荽子酸占60%、油酸22%，亚油酸14%、棕榈酸4%。尚含大于C18的醇和棕榈酸、花生酸、山萮酸等所成的蜡，豆甾醇，7-羟基香豆精等。\n\n苦茴香的果实含茴香醚60%，茴香酮30%；而甜茴香含茴香醚80%，茴香酮10%。也有的茴香不含茴香醚而含爱草脑。",
    "process": "9～10月果实成熟时，割取全株，晒干后，打下果实，去净杂质，晒干。",
    "distinguish": "干燥的果实，呈小圆柱形，两端稍尖，长5～8毫米，宽约2毫米。基部有时带小果柄，顶端残留黄褐色的花柱基部。外表黄绿色。分果呈长椭圆形，有5条隆起的棱线，横切面呈五边形，背面的四边约等长，结合面平坦。分果中有种子1粒，横切面微呈肾形。气芳香，味甘微辛。以颗粒均匀、饱满、黄绿色、香浓味甜者为佳。\n主产山西、甘肃、辽宁、内蒙古。此外，吉林、黑龙江、河北、陕西、四川、贵州、广西等地亦产。\n\n莳萝子与本品形极相似，甘肃、广西等部分地区有以莳萝子作茴香使用者。《纲目》亦称莳萝子别名小茴香，可见以莳萝子作茴香，历史已久。但二者名实不宜混淆，其药材之主要不同点为:莳萝子较小而圆，分果呈广椭圆形，扁平，长3～4毫米，直径2～3毫米；横切面背面四边不等长，两侧延展成翅状。气味较弱。参见\"莳萝子\"条。",
    "effect": "茴香油可作驱风剂，在腹气胀时排除气体，减轻疼痛。它能降低胃的张力，随后又刺激之，而使其蠕动正常化，缩短排空时间。对肠则增进张力及蠕动，因而促进气体的排出。有时在兴奋后蠕动又降低，因而有助于缓解痉挛、减轻疼痛。此种作用可被局部麻醉药取消，因此可能是神经反射性的。它还有某些抗菌作用，茴香醚可能是抗菌的有效成分。在豚鼠的实验性结核中，茴香醛并无抗结核作用，但能略微加强小量链霉素之效力。小茴香酮为樟脑的异构体，故有与樟脑相似的某些局部刺激作用。",
    "creation": "茴香:簸去灰屑，拣去果柄、杂质。盐茴香:取净茴香，用文火炒至表面呈深黄色、有焦香气味时，用盐水乘热喷入，焙干。一法:以净茴香加盐水拌匀，略闷，置锅内用文火炒至微黄色，取出，晾干。（每茴香100斤，用食盐3斤，加适量开水化开澄清）",
    "function": "温肾散寒，和胃理气。治寒疝，少腹冷痛，肾虚腰痛，胃痛，呕吐，干、湿脚气。\n\n①《千金·食治》:\"主蛇咬疮久不瘥，捣敷之。又治九种瘘。\"\n\n②《唐本草》:\"主诸瘘、霍乱及蛇伤。\"\n\n③《开宝本草》:\"主膀胱、肾间冷气及盲肠气，调中止痛，呕吐。\"\n\n④《日华子本草》:\"治干、湿脚气并肾劳颓疝气，开胃下食(\"食\"一作\"气\")，治膀胱痛，阴疼。\"\n\n⑤李杲:\"补命门不足。\"\n\n⑥《伤寒蕴要》:\"暖丹田。\"\n\n⑦《玉揪药解》:\"治水土湿寒，腰痛脚气，固瘕寒疝。\"\n\n⑧《本草求真》:\"肝经虚火从左上冲头面者用之。\"\n\n⑨《随息居饮食谱》:\"杀虫辟秽，制鱼肉腥臊冷滞诸毒。\"\n\n⑩《中药形性经验鉴别法》:\"治慢性气管炎。\"\n\n⑾《吉林中草药》:\"散寒止痛。治疝气，肾寒小腹痛，胃痛，腰痛，遗尿。\"",
    "taste": "辛，温。\n\n①《药性论》:\"苦辛。\"\n\n②《唐本草》:\"辛，平，无毒。\"\n\n③《本草经疏》:\"味辛平，甘，无毒。\"\n\n④《江西草药》:\"性温，味辛。\"",
    "usage": "内服:煎汤，1～3钱；或入丸、散。外用:研末调敷或炒热温熨。",
    "compatibility": "阴虚火旺者慎服。\n\n①《本草经疏》:\"胃、肾多火，阳道数举，得热则呕者勿服?\"\n\n②《得配本草》:\"肺、胃有热及热毒盛者禁用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "入肾、膀胱、胃经。\n①《汤液本事》:\"入手足少阴、太阳经。\"\n②《雷公炮制药性解》:\"入心、脾、膀胱三经。\"\n③《本草经疏》:\"入足大阴、阳明、太阳、少阴经。\"",
    "plant": "茴香\n多年生草本，有强烈香气。茎直立，圆柱形，高0.5～1.5米，上部分枝，灰绿色，表面有细纵纹。茎生叶互生，叶柄长3.5～4.5厘米，由下而上渐短，近基部呈鞘状，宽大抱茎，边缘有膜质波状狭翅；叶片3～4回羽状分裂，最终裂片线形至丝形。复伞形花序顶生，直径3～12厘米，伞梗5～20枝或更多，长2～5厘米，每一小伞形花序有花5～30，小伞梗纤细，长4～10毫米；不具总苞和小总苞；花小，无花萼；花瓣5，金黄色，广卵形，长约1.5毫米，宽约1毫米，中部以上向内卷曲，先端微凹；雄蕊5，花药卵形，2室，花丝丝状，伸出花瓣外；雌蕊1，子房下位，2室，花柱2，极短，浅裂。双悬果，卵状长圆形，长5～8毫米，宽约2毫米，外表黄绿色，顶端残留黄褐色柱基，分果椭圆形，有5条隆起的纵梭，每个棱槽内有一个油管，合生面有2个油管。花期6～9月。果期10月。\n我国各地普遍栽培。\n\n本植物的根(茴香根)、茎叶(茴香茎叶)亦供药用，各详专条。",
    "application": "①治疗嵌闭性小肠疝\n茴香3～5钱(小儿酌减)，用开水冲汤，乘热顿服，如15～30分钟后尚未见效，同量再服1次。或成人每次1～2钱，小儿每次5分左右，用开水冲服，间隔10分钟后，同量再服1次。服后仰卧40分钟，下肢并拢，膝关节半屈曲。一般半小时左右可见嵌顿内容自行复位，疼痛消失。若1小时左右仍不见嵌顿缓解，须立即考虑手术治疗。曾治疗嵌闭2小时至3日的患者26例，治愈22例，无效4例(其中3例是大网膜嵌顿，1例是肠壁坏死)。据临床观察，本品治疗嵌顿疝，发病时间愈短，效果愈好；如嵌顿时间较久，有坏死、穿孔可能，则不宜轻易应用；如系大网膜嵌顿，则必须考虑手术治疗。\n\n②治疗鞘膜积液和阴囊象皮肿\n取本品5钱、食盐1.5钱同炒焦，研为细末。打入青壳鸭蛋1～2只同煎为饼，临睡前用温米酒送服。连服四日为一疗程，间隔2～5日，再服第二疗程。如有必要可续服数疗程。64例鞘膜积液患者，经1～6个疗程治疗，治愈59例，进步1例，无效4例。阴囊象皮肿患者，多数须经四个疗程始能见效；除阴囊坚硬如石无效外，一般疗效尚佳，且无不良反应。",
    "position": "为伞形科植物茴香的果实。",
    "source": "《本草图经》"
  },
  {
    "name": "柳叶",
    "alias": "?",
    "ingredient": "含4.93%鞣质(干重)。每公斤鲜柳叶含碘10毫克，高于一般食物数千倍。",
    "process": "春，夏采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，透疹，利尿，解毒。治痧疹透发不畅，白浊，疔疮疖肿，乳腺炎，甲状腺肿，丹毒，烫伤，牙痛。\n\n①《别录》:\"疗心腹内血，止痛。\"\n\n②陶弘景:\"疗漆疮。\"\n\n③《日华子本草》:\"治天行热病，疔疮，传尸骨蒸劳，汤火疮毒入腹热闷；并下水气；煎膏续筋骨，长肉止痛；牙痛煎含。\"\n\n④《纲目》:\"疗白浊，解丹毒。\"\n\n⑤《本草再新》:\"柳头平肝，发(散)热，能托能升，败毒，发斑，治小儿痧痘等症。\"",
    "taste": "①《纲目》:\"苦，寒，无毒。\"\n\n②《本草再新》:\"柳头(枝梢嫩叶)味苦，性凉，无毒，\"",
    "usage": "内服:煎汤，鲜者1～2两。外用:煎水洗、研末调敷或熬膏涂。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "《本草再新》:\"柳头入心、脾二经。\"",
    "plant": "乔木，高可达18m，树冠开展疏散。树皮灰黑色，不规则开裂；枝细，下垂，无毛。芽线形，先端急尖。叶狭披针形，长9-16cm，宽0.5-1.5cm，先端长渐尖，基部楔形，边缘具锯齿；叶柄长（3-）5-10mm，有短柔毛；托叶仅生在萌发枝上。花序先叶或与叶同时开放；雄花序长1.5-3cm，有短梗，轴有毛；雄蕊2，花药红黄色；苞片披针形，外面有毛；腺体2；雌花序长达2-5cm，有梗，基部有3-4小叶，轴有毛；子房椭圆形，无柄或近无柄，花柱短，柱头2-4深裂；苞片披针形，外面有毛；腺体有1。蒴果长3-4月，花期3-4月，果期4-5月。\n生境分布：耐水湿，也能生于旱处。资源分布：分布于长江及黄河流域，其他各地均有栽培。",
    "application": "①治疗炎症感染\n用柳树嫩枝叶制成注射剂(每毫升含生药1克)，肌肉注射，每日2次，每次2毫升，小儿酌减。临床观察上呼吸道感染、气管炎、肺炎、疖肿、膀胱炎、化脓性腮腺炎、乳腺炎、咽喉炎等各种炎症共120例，结果治愈107例，占89.1%。\n用鲜柳叶熬膏外敷创面，每天换药1次，对疖肿已溃者有治疗效果。\n\n⑦治疗传染性肝炎\n参见\"柳枝\"条。\n\n⑧治疗高血压病\n鲜柳叶0.5斤，加水煎成100毫升，2次分服。6天为一疗程。观察38例，经一疗程后，28例降至正常，8例有所下降(舒张压下降10毫米汞柱以上)但未恢复正常，2例无变化。降至正常的28例中，19例经半个月观察，其中13例疗效巩固。半数以上病例的头昏、头痛、失眠、多梦、夜尿、口干等有明显减轻。胸透复查22例，原来主动脉弓纤曲延长的6例中有5例恢复正常。眼底复查13例，部分有所改善。服药后有2例党上腹不适，2例出现荨麻疹，乃中止治疗。\n\n④治疗地方性甲状腺肿\n将柳叶制成糖衣片(每片相当于生药2克)内服，开始每日8～10片，2～3次分服，连服3～4周；以后日服3次，每次5片，服至痊愈。儿童剂量酌减。54例患者经第一阶段治疗后，有34例获得好转:颈围缩小1厘米，肿大降低Ⅰ度或Ⅰ度以上，自觉症状好转。未见副作用。据测定，柳叶含有丰富的碘，每公斤鲜品达10000微克。单味片剂以对弥漫型轻度病例效果较为明显；如配合海带或黄药子，白药子制成复方片剂，则疗效有所提高。",
    "position": "为杨柳科植物垂柳的叶。植物形态详\"柳枝\"条。",
    "source": "《本经》"
  },
  {
    "name": "百药煎",
    "alias": "?",
    "ingredient": "?",
    "process": "为五倍子同茶叶等经发酵制成的块状物。拉丁植物动物矿物名：Mass Galla chinesis et camelliae Fermentata",
    "distinguish": "为灰褐色之小方块，表面间有黄白色斑点，微具香气。",
    "effect": "?",
    "creation": "将五倍子捣碎，研末过筛，每斤加入茶叶末1两，酵糟4两，同置容器中拌匀捣烂，摊平，切成约1寸见方的小块，俟发酵至表面长出白霜时取出，晒干，贮藏于干燥处。\n①《本草蒙筌》：㈠新鲜五倍子十斤，捣烂，细磁缸盛，稻草盖盦七昼夜，取出复捣，加桔梗、甘草末各二两，又盦一七，仍捣仍盦。务过七次，捏成饼，晒干任用。\"\n②《医学入门》：\"用五倍子十斤，乌梅、白矾各一斤，酒曲四两。将水红蓼三斤，煎水去渣，入乌梅煎，不可多水，要得其所，却入五倍子粗末并矾、曲和匀，如作酒曲样，入磁器内。遮不见风，候生白，取出晒干听用。\"\n③《纲目》：\"五倍子一斤，生糯米一两，滚水浸过，细茶一两同炒，共研末，入罐内封固六月，要一七取开，配合用。又：五倍子一斤研末，酒曲半斤，细茶一把研末，右用小蓼汁调匀，入钵中按紧，上以长稻草封固，另用箩一个，多着稻草，将药钵坐草中，上以稻草盖，置净处，过一七后，看药上长起长霜，则药已成矣。或捏作丸，或作饼。晒干，才可收用。\"",
    "function": "润肺化痰，生津止渴。治久咳痰多，咽痛，便血，久痢脱肛，口疮，牙疳，痈肿疮疡。\n\n①《本草蒙筌》：\"治肺胀喘咳不休。\"\n\n②《医学入门》：\"润肺治嗽，化痰，止渴。疗肠风下血；为末糁诸疮，干水敛口。\"\n\n③《纲目》：\"清肺化痰，定嗽解热，生津止渴，收湿消酒。止下血，久痢，脱肛，牙齿宣匿，面鼻疳蚀，口舌糜烂，风湿诸疮。\"",
    "taste": "\n酸甘，平。\n\n①《医学入门》：\"味酸，无毒。\"\n\n②《纲目》：\"酸咸微甘，无毒。\"\n\n③《要药分剂》：\"味酸咸，无毒。\"\n\n归心；肺；胃经\n\n\n①《本草求真》：\"入肺、胃。\"\n\n\n②《要药分剂》：\"入心、肺二经。\"\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：研末撒、调敷或泡汤含漱。",
    "compatibility": "外感咳嗽，湿热泻痢及积滞未清者均忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "?",
    "application": "?",
    "position": "为五倍子同茶叶等经发酵制成的块状物。",
    "source": "《本草蒙筌》"
  },
  {
    "name": "猪胆",
    "alias": "?",
    "ingredient": "胆汁中主要成分为胆汁酸类、胆色素、粘蛋白、脂类及无机物等。胆汁酸中有鹅脱氧胆酸、3α-羟基-6-氧-5α-胆烷酸和石胆酸，它们几乎完全与甘氨酸结合而存在。另含猪胆酸和猪去氧胆酸。",
    "process": "取得后，挂起晾干，或在半干时稍稍压扁，再干燥之。",
    "distinguish": "?",
    "effect": "①镇咳、平喘作用\n用电刺激麻醉猫喉上神经引起咳嗽的方法证明，静脉注射胆酸钠(20毫克/公斤)有镇咳作用，去氧胆酸钠及牛磺胆酸钠则无此作用。同样方法用猪胆粉(0.5～1.0克/公斤)灌胃，也有上咳作用，在给药后30～60分钟作用最明显，持续2～2.5小时左右。四此，胆汁可抑制咳嗽中枢的兴奋性，用小鼠氨水喷雾法证明，从鸡胆中提出的鹅脱氧胆酸钠有止咳作用，而粗制品则较差；也有报告，从猪胆中提出的胆酸(钠)有止咳效果，而复方(猪胆、桔梗、半夏、地龙)效果更好一些。\n\n用豚鼠组织胺喷雾法初步表明，鹅脱氧胆酸钠有平喘作用。胆酸灌胃(1克/公斤)1小时后，再用组织胺-乙酰胆碱混合液喷雾，对豚鼠亦有某些平喘作用，复方效果更好一些。用豚鼠离体肺灌流，胆汁能解除组织胺引起的支气管痉挛，胆酸钠为此种解痉的有效成分。也有初步报告，对小鼠有祛痰作用。\n\n②消炎、抗过敏作用\n以兔耳在热水(60℃)中烫1分钟以造成炎症，12小时后以猪胆粉0.5克/公斤灌胃，可使炎症(兔耳体积及颜色)消退较对照组为快、对大鼠的甲醛性\"关节炎\"也有一定的抗炎作用。以组织化学法观察肝、脾、肾上腺，肠系膜淋巴结的酸性磷酸酶染色，网状纤维染色及肝脏星状细胞活体染色，作了初步观察，胆汁似能提高抗炎能力。以马血清(0.5毫升，共注射16天)使豚鼠致敏后，心内注射胆酸(5毫克/公斤)，10只豚鼠中有7只在接受马血清再注射时，不发生休克现象，而对照组则全部发生。对组织胺性及乙酰胆碱性休克，如能多次注射胆酸，据称也可防止休克的发生，即胆酸有抗过敏性休克的作用。\n\n③抑菌作用\n在试管中，动物(猪、牛、鸡)的胆汁在高浓度时，对百日咳杆菌有抑制作用，但不如黄连，在体外，羊胆于高浓度(1：100)时，对人型、牛型结核杆菌有抑制作用，而牛胆汁作用很差，服羊胆汁2周后再接种结核杆菌，则豚鼠器官病变较对照组似较轻。对呼吸道常见细菌也有不同程度的抑菌作用，胆酸作用强于复方，尤其肺炎双球菌及流感杆菌较为敏感。对奈瑟氏菌无抑制作用。民间用以治疗痢疾的黑虎丹(以猪胆汁与小米混合制成)在体外对痢疾杆菌、金黄色葡萄球菌、沙门氏杆菌、大肠杆菌等有不同程度的抑菌作用。\n\n④其他作用\n早年国外报告，牛黄之镇静及抗痉作用主要由其中所含之胆酸及钙盐引起。国内科学工作者亦证明，胆酸敖有拮抗可卡因对小鼠的惊厥作用。在兔肺伸张反射的实验中证明；静脉注射胆酸钠能抑制呼吸中枢的兴奋性；对离体肠管，胆酸钠小剂量有兴奋作用(增加紧张性、节律性)，大剂量则抑制。胆汁或胆盐口服后可刺激胆汁分泌，增加肠蠕动，使脂肪易于消化，促进脂溶性物质如胡萝卜素类、维生素K及铁的吸收，并有轻泻作用，能抑制离体蛙心；在蛙全身灌流时能扩张血管。如注入血循环，可引起皂甙样作用，导致溶血。大剂量抑制心脏及神经，对神经、肌肉有直接的毒性作用。",
    "creation": "?",
    "function": "清热，润燥，解毒。治热病里热燥渴、便秘，黄疸，百日咳，哮喘，泄泻，痢疾，目赤，喉痹，聤耳，痈肿疔疮。\n\n①《别录》：\"疗伤寒热渴。\"\n\n②《本草拾遗》：\"主小儿头疮，取胆汁敷之。\"\n\n③《本草图经》：\"主骨热劳极，伤寒及渴疾，小儿五疳，杀虫。\"\n\n④《纲目》：\"通小便，敷恶疮，杀疳匿，治日赤、目翳，明日，清心脏，凉肝脾。\"\n\n⑤《随息居饮食谱》：\"补胆，清热，治热痢，通热秘。治厥颠疾。\"",
    "taste": "苦，寒。\n\n①《别录》：\"微寒。\"\n\n②《本草图经》；\"大寒。\"\n\n③《汤液本草》：\"味苦咸，寒。\"\n\n肝；胆；肺；大肠经 \n",
    "usage": "内服；煎汤，取汁冲服1～2钱；或入丸，散。外用：涂敷、点眼或灌肠。",
    "compatibility": "?",
    "storage": "宰杀后，剖腹取出胆囊，取胆汗鲜用或将胆囊挂起晾干，或在半干时稍稍压扁，再干燥之。 \n",
    "side_effects": "大剂量抑制心脏及神经，对神经、肌肉有直接的毒性作用。",
    "category": "归经_肝经",
    "plant": "猪的品种繁多，达150多种，形态也有差异基本特微是：躯体肥胖，头大。鼻与口吻皆长略向上屈。眼小。耳壳有的大而下垂，有的较小而前挺。四肢短小，4趾，前2趾有蹄，后2趾有悬蹄。颈粗，项背疏生鬃毛。尾短小，末端有毛丛。毛色有纯黑、纯白或黑白混杂等。",
    "application": "①预防白喉\n职新鲜猪胆汁，或猪、鱼胆汁混合，加等量砂糖，蒸30～60分钟。托儿所小孩每次服1～2毫升，幼儿园小孩每次服2～3毫升，每天服2次，连服4天。咽拭培养阳性的隔1个月再服4天。曾先后在流行区的托儿所、幼儿园用上法给药2046人，经1年以上观察，无1例发病。其中320人在服药前做过咽液培养，阳性带菌者34人，经第1次服药后1～2周复查，28例转阴，4例第2次服药后转阴。同时期散居的儿童未经预防服药者有4例发病。经3次抑菌试验，证明猪胆汁对白喉杆菌有一定的抑菌能力，但无杀灭作用。\n\n②治疗急性胃肠炎、菌痢等\n用新鲜猪胆汁100毫升，加入绿豆粉1斤混合搅拌，制成药丸(绿胆丸)。成人每次2～3钱，儿童每次3分，日服3～4次。治疗急性胃肠炎31例，治愈28例，好转1例，无效2例：细菌性痢疾26例，治愈24例，好转2例；慢性肠炎4例，治愈2例，好转1例。无效1例；小儿单纯性消化不良4例，治愈3例，好转1例；卡他性肠炎8例，好转1例，无效2例；慢性结肠炎7例，治愈3例，好转2例，无效2例；泌尿系感染13例，治愈12例，好转1例。遇有脱水现象者仍须补液。部分病例在用药1～2天内即出现疗效，并无副作用。\n\n③治疗百日咳\n采用猪胆汁粉剂、糖浆和流浸膏等，胆汁粉剂，6个月以内，每次0.2克，每天1～2次；6个月至1岁，每次0.3克，每日2次；1～4岁每次0.4克，每天2次；4～7岁每次0.5～0.6克，每日2次；胆汁流浸膏，1～2岁每次1.5～2.0毫升，2～4岁每次2～3毫升，4～6岁每次3～4毫升，均每日3次，食后服；7.7%猪胆汁糖浆，6个月以下每次5毫升，6个月至1岁每次8毫升，1～4岁每次10毫升，4～7岁每次13～15毫升，日服2次，连服3～5日。根据1215例的治疗结果，一般服后2～4天开始生效，疗程为5～14天，总有效率约在62～97%之间。\n\n④治疗急性传染性肝炎\n将鲜猪胆汁烘干研粉，装胶囊，治疗黄疸型肝炎10例，用量以黄疸指数为依据，黄疸指数在10～40单位者每次1钱，日服3次；40～70单位者，每日4钱，分3次服；70～100单位者，每日5钱，分3次服。均在服药3天后消化道症状有不同程度改善，7天后食量大增；黄疸指数在1～2周内恢复正常，黄疸消失平均9.9天。疗程11～25天。随访1年均未复发。有用猪胆汁片(含猪胆汁粉0.2克)，每次1～2片，日服3次，治疗传染性肝炎32例(其中黄疸型7例)。治疗后食欲不振、腹胀、乏力、肝区疼痛等自觉症状均有明显改善，7例黄疸型患者1周后黄疸全部消失；肝肿大26例，治疗后恢复正常者13例，不同程度缩小者8例，无改变者5例；肝功能检查，有前后对照者14例，治疗后对麝香草酚絮状试验及转氨酶等，均有较明显的改善。\n\n⑤治疗慢性气管炎\n用鲜猪胆汁加热浓缩，烘干磨细粉，装入胶囊，每次0.5克，日服3次(空腹开水送下)；治疗143例，近期控制13例(9.03%)，显效35例(24.48%)。或用鲜胆汁1份，淀粉2份，混合炒拌均匀，待干燥后研粉压制成片，每片含猪胆汁0.3克，每次2～3片，日服3次，7天为一疗程；经治疗119例，显效12例，占10%。其中以单纯型患者的效果较好。又可采用猪胆汁(浓缩)注射液，每安瓿2毫升(含猪胆汁原液3毫升)，肌肉注射，每次2毫升，每日或隔日1次，10天为一疗程。共治疗64例，近期控制5例，显效21例，两者共占40.62%。对合并肺结核及支气管扩张症者，其止咳、祛痰、平喘疗效并不受影响，但注射后多有局部疼痛。也可用猪胆汁与维生素C注射液等量作穴位注射。选穴：主穴为定喘、肺俞；配穴为大杼、肺热、心俞。各穴交替使用，每次选用1～2穴，每穴注入0.2～0.35毫升，每用2次，4～5次为一疗程。间隔10～15天，再进行下一疗程。治疗51例，临床治愈6例，显效16例，两者共占43.1%。副作用有不同程度的背部发沉、疼痛，一般持续12～36小时，个别患者有发冷发烧，局部肿胀等，予以一?对症处理即可。\n\n此外，临床曾以猪胆汁分别配合半夏、赤小豆、何首乌、淫羊藿、地龙、百部和甘草、细辛和白胡椒、白花蛇舌草等组成多种复方，观察数十例或数百例，总有效率约在71.4～94.3%之间。实验证明猪苦胆具有明显的镇咳作用，用药后能使咳嗽的兴奋阈增高。\n\n⑥治疗单纯性消化不良\n用3%猪胆汁粉糖浆，6个月以下每日4毫升，6个月至1岁6毫升，1～4岁3毫升，4～7岁10毫升，分3～4次内服。可连用数天，无任何副作用。治疗81例，治愈71例，好转7例，无效3例。病程以2～10天为多，最长者为5个月。用药后多在2～4天见愈。认为猪胆汁能溶解脂肪酸并助其吸收，从而减少肠内易于腐败物质之产生，故能发挥良好的治疗作用。\n\n⑦用于妇产科各种手术及炎症感染\n用猪胆汁、黄芩素制成注射液，每次肌肉注射2毫升，每日2次。曾用于卵巢肿瘤切除、宫外孕手术、绝育手术等术后感染，及慢性盆腔炎、尿路感染等疾病计200例，代替抗菌素，有效率92%。取鲜猪胆汁、白矾制成粉剂作宫颈喷撒，曾试治慢性宫颈炎100余例，有一定疗效。\n\n⑧治疗砂眼\n取鲜猪胆汁过滤使呈清亮溶液，用生理盐水稀释成10%浓度，高压消毒后点眼。治疗砂眼患者39人，每次每眼1滴，每日3次，10日为一疗程。结果痊愈及基本痊愈率为66.67%，较对照组用黄连液点眼的治愈率为高。另法用鲜猪胆汁50毫升，1：1000肾上腺素1毫升，5%普鲁卡因5毫升，混合过滤后在水浴上煮沸1分钟，每日点眼3次；治疗989例，治愈率为60.13～72.7%，而对照组用0.5%金霉素溶液的治愈率为15.4%。\n\n⑨治疗慢性化脓性中耳炎\n取鲜猪胆汁烘干研粉，加等量或2倍明矾粉拌匀。用于治疗一般慢性化脓性中耳炎，无骨质破坏和胆脂瘤者。使用前先用双氧水清洗外耳道，拭干后将胆矾粉均匀喷入鼓膜穿孔处。量勿过多，以免妨碍引流。治疗149例，计163只耳。经3次喷药治疗后干耳者为75.2%，全部病例的干耳率为96%。治疗次数平均为3.2次。多数患者第一次上药后，次日分泌物增多变稀，2～3日后分泌物锐减，逐渐干燥。经较长时期观察，有26例复发。防止呼吸道感染，清除鼻咽部感染灶是防止复发的有效措施。实验室对66例化脓性中耳炎分泌物用胆矾粉作了抑菌试验，多数细菌均有不同程度的敏感性，而对抗菌素则产生耐药性。\n\n⑩用作通便剂\n新鲜猪胆汁经高压蒸汽消毒或煮沸消毒10分钟，冷藏。成人6O～100毫升，儿童30～40毫升，加温至27℃左右作保留灌肠。试用于腹部手术后及产妇便秘，手术后气胀，麻痹性肠梗阻等病人，计394例，多数病人经半小时左右可排便，少数病人需延长至2小时。便量多而自感舒适者382例(97%)。6例肠梗阻病人应用胆汁灌肠后，梗阻现象在短时间内解除，未采用其他方法处理。",
    "position": "为猪科动物猪的胆或胆汁，动物形态详\"猪肉\"条。",
    "source": "《别录》"
  },
  {
    "name": "枳椇子",
    "alias": "木蜜(陆玑《诗疏》)，树蜜、木饧(崔豹《古今注》)，白石木子(《荆楚岁时记》)，蜜屈律(《太平广记》)，鸡距子、癞汉指头(《苏沈良方》)，栞栱(《埤雅》)，背洪子、兼穹(《朱子大全》)，拐枣(《救荒本草》)，天藤、还阳藤(《滇南本草》)，木珊瑚、鸡爪子、鸡橘子、结留子、曹公爪、棘枸(《纲目》)，白石枣(《医林纂要》)，万寿果(《药物出产辨》)，鸡爪梨、甜半夜，龙爪(《中国树木分类学》)，碧久子(《广州植物志》)，金钩钩、酸枣(《江苏植药志》)，鸡爪果(《南宁市药物志》)，枳枣(《中药志》)，转钮子(江西《",
    "ingredient": "果实含多量葡萄糖、苹果酸钙。",
    "process": "10～11月果实成熟时采收，将果实连果柄一并摘下，晒干。或碾碎果壳，筛出种子。晒干。",
    "distinguish": "①干燥带果柄的果实\n果柄膨大，肉质肥厚，多分枝，弯曲不直，形似鸡爪，在分枝及弯曲处常更膨大如关节状，分枝多呈丁字形或相互成垂直状，长3～5厘米或更长，直径4～6毫米。表面棕褐色，略具光泽，有纵皱纹，偶见灰白色的点状皮孔。分枝的先端，着生1枚钝三棱状圆球形的果实，果皮纸质，甚薄，3室，每室含种子1粒。果柄质稍松脆，易折断，折断面略平坦，角质样，淡红棕色至红棕色。气微弱，味淡或稍甜。\n\n②干燥种子\n呈扁平圆形，背面稍隆起，腹面较平，直径3～5毫米，厚约2毫米。表面红棕色至红褐色，平滑光泽，基部有描圆形点状的种脐，顶端有微凸的合点，腹面有一条纵行而隆起的种脊。种皮坚硬，厚约1毫米，胚乳乳白色，油质，其内包围有2片肥厚的子叶，呈淡黄色至草绿色，亦油质。气微弱，味苦而涩。\n\n上述药材，主产陕西、广东、湖北、浙江、江苏、安徽、福建，此外，江西、湖南、四川、云南、贵州、河北；西藏等地亦产。",
    "effect": "果实对象兔有显著的利尿作用，而无任何副作用。",
    "creation": "?",
    "function": "治酒醉，烦热，口渴，呕吐，二便不利。\n\n①《荆楚岁时记》:\"辟虫毒。\"\n\n②《唐本草》:\"主头风，小腹拘急。\"\n\n③《本草拾遗》:\"止渴除烦，润五脏，利大小便，去膈上热，功用如蜜。\"\n\n④《滇南本草》:\"治一切左瘫右痪，风湿麻木，能解酒毒；或泡酒服之，亦能舒筋络。小儿服之，化虫，养脾。\"\n\n⑤《滇南本草图说》:\"补中益气。痰火闭结于胸中，用此可解。\"\n\n⑥《纲目》:\"止呕逆。\"",
    "taste": "甘酸，平。\n\n①《唐本草》:\"味甘，平，无毒。\"\n\n②《本草再新》:\"味甘酸，性平，无毒。\"",
    "usage": "内服:煎汤，3～5钱；浸酒或入丸剂。",
    "compatibility": "《得配本草》:\"脾胃虚寒者禁用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "心；脾；肺经",
    "plant": "枳椇(崔豹《古今注》)，又名:枸(《诗经》)，枳枸(《庄子》)，椇(《札记》)，枸骨(陆玑《诗疏》)，白石木(崔豹《古今注》)，交加枝(《雷公炮炙论》)，金钩木(《舆地志》)，桔枸树(《卫生易简方》)，梨枣树(《纲目》)，金果树。\n落叶乔木，高达10米。小枝红褐色。叶互生，广卵形，长8～15厘米，宽6～10厘米，先端尖或长尖，基部圆形或心脏形，边缘具锯齿，两面均无毛，或下面沿主脉及侧脉有细毛，基出3主脉，淡红色；叶柄具锈色细毛。聚伞花序腋生或顶生；花杂性，绿色，花梗长；萼片5，近卵状三角形；花瓣5，倒卵形，先端平截，中微凹，两侧卷起；雄花有雄蕊5，花丝细，有退化子房；两性花有雄蕊5，雌蕊1，子房3室，每室1胚珠，花柱3裂。果实为圆形或广椭圆形，灰褐色；果梗肉质肥大，红褐色，无毛，成熟后味甘可食。种子扁圆，红褐色。花期6月。果熟期10月。\n野生或栽培。自河北、河南以至广东、贵州、云南均有分布。\n\n本植物的根(枳椇根)，树皮(枳椇木皮)、树干中的液汁(枳椇木汁)，叶(枳椇叶)亦供药用，各详专条。",
    "application": "用量4.5~9克，内服煎汤。用治烦渴呕逆、二便不利等。",
    "position": "为鼠李科植物枳椇的带有肉质果柄的果实或种子。",
    "source": "《唐本草》"
  },
  {
    "name": "野葡萄根1",
    "alias": "刺葡萄、 千斤藤、山葡萄，蛇葡萄",
    "ingredient": "\n根含1,2-二苯乙烯类[1]；β-香树酯醇(β-amyrin)；白桦酯醇（betulin）；香草酸（vanilic acid）；没食子酸已酯（kaempferol）；3,5-二甲氧基-4-羟基本甲酸；香橙素和藜芦醇。\n",
    "process": "9～10月采收。洗净，鲜用或晒干",
    "distinguish": "性状鉴别：根呈圆柱形，长短不一，直径1.5--5cm，表面灰褐色或棕褐色，粗糙，具不规则的纵皱纹及深浅不一的横向裂纹。细根的栓皮常呈片状脱落。质坚硬，难折断，这段是有粉尘飞出。断面呈棕红色，显粗纤维性，有多数孔洞（导管）及放射状纹理。气微，味淡。",
    "effect": "1  抗炎作用\n\n黎莉［8］利 用一种适合外用给药改良的ZaK大鼠慢性骨髓炎模型研究野葡萄根治疗慢性骨髓炎的疗效。实验中向大鼠胫骨近端骨髓腔注射鱼肝油酸钠和金黄色葡萄球菌悬 液，3周后形成骨髓炎，再用野葡萄根膏外敷，连续治疗4周后，运用骨髓腔细菌数和X光片来分析实验结果。结果表明，野葡萄根膏能抑制骨髓内金葡菌，减轻骨 髓炎的炎症程度，与空白对照组比较有显著性差异，其疗效与以西药利福平50mg／kg剂量皮下给药连续治疗4周后的疗效相似。\n\n2  抗病毒作用\n\n2．1  抗鸭乙肝病毒\n\n陈科力等［9］用野葡萄根提取物以相当于原生药4g／kg的剂 量灌胃治疗鸭乙肝病毒感染呈阳性的雏鸭，并以25万u／kg剂量的α 干扰素治疗组作为对照，同时治疗7d。根据鸭血清中乙肝病毒表面抗原的滴度测定，结合肝组织学观察结果，发现野葡萄根提取物有明显的抗鸭乙肝病毒的作用， 虽然在治疗刚结束时测得其效果略低于α 干扰素，但其作用持久，且没有反跳现象。\n\n2．2  抗单纯疱疹病毒\n\n野葡萄根通过提取得到不同提取物，用之进行Hep 2细胞内抗单纯疱疹病毒的实验，发现其中除去鞣质后的水溶性部分在160μg／ml(以药材计)浓度以上时具有抑制单纯疱疹病毒的作用，该作用与药物浓度 成明显量效关系［10］。\n\n2．3  抗柯萨奇病毒\n\n张巧玲等［11］研究了野葡萄、异叶野葡萄提取物对Hep 2细胞的毒性和抗柯萨奇病毒B3的作用及其机理，发现异叶野葡萄可直接杀伤病毒，IC50为1．21μg／ml，治疗指数为6．7。野葡萄可阻止病毒的吸 附，IC50为0．56μg／ml，治疗指数为16。\n\n3  保肝护肝\n\n陈科力等［12］用野葡萄、异叶蛇葡 萄、三裂叶野葡萄根的乙醇提取液(1g生药／ml)对D 氨基半乳糖(600mg／kg)所诱导的大鼠急性肝损伤进行治疗，并用联苯双酯0．05g／kg作为对照，连续给药7d，发现这三种植物的根都有一定的促 进肝细胞修复的作用。在相当于生药7g／kg的剂量下，野葡萄可明显降低D 氨基半乳糖所致的ALT和AST升高，效果高于联苯双酯。异叶野葡萄、三裂野葡萄无明显降低ALT作用，但能显著降低AST活性，效果不及野葡萄，在此剂 量下，三种植物对D 氨基半乳糖所诱导的大鼠急性肝损伤都有保护作用，但异叶野葡萄和三裂叶野葡萄效果不及野葡萄。\n\n4  抗菌作用\n\n孙江桥等［13］研究表明野葡萄根霜剂以0．5和1g生药／kg剂量外用均能抑制二甲苯致小鼠耳廓的肿胀和皮肤毛细血管通透 性的增加；抑制金黄色葡萄球菌，大肠杆菌，绿脓杆菌的生长；增加大鼠疮疡模型血清脓液中溶菌酶的含量；促进家兔背部皮肤创面的愈合。\n\n5.  酶抑制作用\n\n徐志红［14］报道野葡萄属药用根皮乙醇提取物有抑制蛋白激酶C(PKC)的作用，从野葡萄根分得的没食子酸和 香橙素两种单体也有同样作用。\n",
    "creation": "?",
    "function": "清热解毒，祛风除湿，散瘀消肿。用于：（1）肺痈，肠痈；（2）瘰疬，结核；（3）风湿关节痛，腰腿痛；（4）跌打损伤，骨折肿痛；（5）痈肿疮毒，烧烫伤，毒蛇咬伤等；（6）慢性骨髓炎\n①《分类草药性》：\"治痔疮，遗精白浊。\"\n\n⑧《重庆草药》：\"行血，活血，消积。治吐血，消肿胀。也用于跌打药酒中。\"",
    "taste": "味甘，微苦，性平，无毒；归肝，肾经。\n《重庆草药》：\"味甘，性平，无毒。\"",
    "usage": "内服：煎汤，2～4两。外用：适量，捣敷",
    "compatibility": "?",
    "storage": "保持干燥.",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "①秋葡萄\n落叶藤本，茎粗壮；幼枝带紫红色，具羊毛状细毛及黑褐色腺状刚毛；冬芽卵形，先端钝圆。叶互生，卵圆形，长10～20厘米，宽几相等。先端具不明显的3浅裂，基部深心形，边缘有浅锯齿，齿端具刺，上面暗绿色，沿脉有稀毛或无毛，下面密生灰色或灰褐色绒毛，脉上并有腺毛；叶柄长5～8厘米，亦密生细绒毛及腺状刚毛。圆锥花序，与叶对生，较叶为长；萼5裂；花瓣5：雄蕊5，花丝着生于花盘基部；子房上位，2室，花柱短，圆锥形。浆果黑色，直径约1厘米。花期5～6月。果期8～9月。\n生长于低的山坡及沟谷两旁湿润处，常蔓延在灌木上。分布河南、陕西、湖北、贵州、四川、江苏等地。\n\n②刺葡萄，又名：千斤藤、山葡萄。\n落叶藤本。枝条粗壮，黄褐色，无毛，老枝外皮成长片剥落，淡褐色，幼枝密生粗壮锐刺；刺直立或尖端弯曲，长3～4毫米。单叶互生，叶片坚纸质，阔卵形至卵状圆形，长9～12厘米，宽7～11厘米，先端渐尖或短尖，有时具不明显的3浅裂，基部心形，边缘的锯齿微波状，齿端突出，侧脉直达叶齿，上面绿色，有光亮，下面黄绿色，有时具白霜，叶脉隆起；叶柄长6～12厘米，疏生刺状突起。圆锥花序与叶对生，长10～15厘米；花萼5裂；花瓣5，顶端连合；雄蕊5，与花瓣对生；花盘与子房分离，子房上位，2室，各含胚珠2，花柱较短。浆果球形，成熟后蓝紫色，直径约15毫米。种子直径约5毫米，淡红褐色。花期5～7月。果期8～10月。\n生长于山坡或山沟两旁灌木丛中。分布河南、浙江、江西、江苏、湖北、湖南、贵州、四川、安徽、云南等地。",
    "application": "治疗慢性骨髓炎。用野葡萄根1斤，洗净，剥去表皮，抽掉根心，取其肉皮捣烂如泥状（忌用铁器），再加入4个鸡蛋的蛋清及麻油二两、酒（或95%酒精）0.5两调匀成膏，夏季酌加防腐剂。用时将药膏涂在消毒棉垫上，敷于患处，用绷带固定。每天换药1次，直至痊愈为止。如有瘘管可配合药捻引流脓液。一般疗程在1～2个月左右。对年老、体弱、病程较长的患者，应配合补益气血药内服；如患处无红肿及热感，自觉深部酸痛，单用此膏外敷效果不明显者，可同时内服中药阳和汤，以促使深部脓肿破溃，敷药始能发挥其作用。共治疗慢性骨髓炎患者35例，痊愈18例，显效2例。实验室抑菌试验证明，野葡萄根对金黄色葡萄球菌有强烈的杀灭作用。",
    "position": "为葡萄科植物秋葡萄或刺葡萄的根。",
    "source": "《分类草药性》"
  },
  {
    "name": "沉香",
    "alias": "蜜香(《南方草木状》)，沉水香(《桂海虞衡志》)。",
    "ingredient": "沉香的丙酮提取物(40～50%)经皂化后蒸馏，得挥发油13%，中含苄基丙酮、对甲氧基苄基丙酮等，残渣中有氢化桂皮酸、对甲氧基氢化桂皮酸等。霉菌感染的沉香含沉香螺醇、沉香醇、二氢沉香呋喃、4-羟基二氢沉香呋喃、3，4-二羟基二氢沉香呋喃、去甲沉香呋喃酮；未感染的含硫、芹子烷、沉香醇等。",
    "process": "国产沉香的采集：选择树干直径30厘米以上的大树，在距地面1.5～2米处的树干上，用刀顺砍数刀，深约3～4厘米，待其分泌树脂，经数年后，即可割取沉香。割取时造成的新伤口，仍可继续生成沉香。又法：在距离地面约1米处的树干上，凿成深3～6厘米，直径约3～10厘米的数个小口(俗称\"开香门\")，然后用泥土封好，待伤口附近的木质部分泌树脂，数年后生成沉香，即可割取。又枯死的白木香树，有时亦可觅得沉香，此香因年代较久，含脂量高，品质较好，但产量不多。采得沉香后，再用小刀剔除不含树脂的部分，晒干后即为成品。须贮藏于密闭的",
    "distinguish": "①进口沉香\n为植物沉香的含有树脂的木材，多呈盔帽形、棒状或片状，外形极不规则，长7～20厘米，直径1.5～6厘米。表面褐色，常有黑色与黄色交错的纹理，平滑光润。质坚实，沉重，难折断，用刀劈开，破开面呈灰褐色。能沉于水或半沉半浮。有特殊香气，味苦。燃烧时有油渗出，香气浓烈。\n主产印度、马来西亚等地。\n\n②国产沉香\n又名：海南沉香。为植物白木香的含有树脂的木材，多呈不规则块状或片状，长3～15厘米，直径3～6厘米。表面凹凸不平，有加工的刀痕。可见黑褐色的含树脂部分与黄色的木部相间，形成斑纹。其孔洞及凹窝的表面呈朽木状。质较轻，折断面刺状，棕色。大多不能沉水。有特殊香气，味苦。燃烧时有油渗出，发浓烟，香气浓烈。\n主产海南。广西亦产。\n\n沉香中油性足、体质重而性糯者，经精选加工后即为伽喃香，参见\"伽喃香\"条。",
    "effect": "1.国产沉香煎剂对人体型结核杆菌有完全抑制作用；对伤寒杆菌及福氏杆菌，亦有强烈的抗菌效能。2.本品挥发油成分有麻醉、止痛、肌松作用。3.尚有镇静、止喘作用：沉香的水煮液和水煮醇沉液能抑制离体豚鼠回肠的自主收缩；对抗组胺、乙酰胆碱引起的豚鼠离体回肠痉挛性收缩。小鼠腹腔注射沉香水煮醇沉液0.2ml（2g生药／ml)，能使新斯的明（腹腔注射0.1ml相当2.5×10（-8)g／ml)引起的小鼠肠推进运动减慢，呈现肠平滑肌解痉作用；可使麻醉猫注射乙酰胆碱后肠管收缩幅度减少，蠕动减慢，这些作用可能是沉香对平滑肌的直接作用。",
    "creation": "刷净，劈成小块，用时捣碎或研成细粉。",
    "function": "降气温中，暖肾纳气。治气逆喘息，呕吐呃逆，脘腹胀痛，腰膝虚冷，大肠虚秘，小便气淋，男子精冷。\n\n①《别录》：\"疗风水毒肿，去恶气。\"\n\n②陶弘景：\"疗恶核毒肿。\"\n\n③《海药本草》：\"主心腹痛、霍乱、中恶，清神，并宜酒煮服之；诸疮肿宜入膏用。\"\n\n④《日华子本草》：\"调中，补五脏，益精壮阳，暖腰膝，去邪气。止转筋、吐泻、冷气，破癥癖，(治)冷风麻痹，骨节不任，湿风皮肤痒，心腹痛，气痢。\"\n\n⑤《珍珠囊》：\"补肾，又能去恶气，调中。\"\n\n⑥《纲目》：\"治上热下寒，气逆喘息，大肠虚闭，小便气淋，男子精冷。\"\n\n⑦《医林纂要》：\"坚肾，补命门，温中、燥脾湿，泻心、降逆气，凡一切不调之气皆能调之。并治噤口毒痢及邪恶冷风寒痹。\"\n\n⑧《本草再新》：\"治肝郁，降肝气，和脾胃，消湿气，利水开窍。\"",
    "taste": "辛苦，温。\n\n①《别录》：\"微温。\"\n\n②《海药本草》：\"味苦，温，无毒。\"\n\n③《日华子本草》：\"味辛，热，无毒。\"\n\n④《纲目》：\"咀嚼香甜者性平，辛辣者性热。\"",
    "usage": "内服：煎汤，0.5～1钱；磨汁或入丸、散。",
    "compatibility": "阴亏火旺，气虚下陷者慎服。\n\n①《本草经疏》：\"中气虚，气不归元者忌之；心经有实邪者忌之；非命门真火衰者，不宜入下焦药用。\"\n\n②《本草汇言》：\"阴虚气逆上者切忌。\"\n\n③《本经逢原》：\"气虚下陷人，不可多服。\"\n\n④《本草从新》：\"阴亏火旺者，切勿沾唇。\"",
    "storage": "密闭，置阴凉干燥处。",
    "side_effects": "?",
    "category": "肾；脾；胃；命门；肺；胆；肝经",
    "plant": "①沉香\n常绿乔木，高达30米。幼枝被绢状毛。叶互生，稍带革质，椭圆披针形、披针形或倒披针形，长5.5～9厘米，先端渐尖，全缘，下面叶脉有时被亚绢状毛；具短柄，长约3毫米。伞形花序；无梗，或有短的总花梗，被绢状毛；花白色，与小花梗等长或较短；花被钟形，5裂，裂片卵形，长0.7～1厘米，喉部密被白色绒毛的鳞片10枚，外被绢状毛，内密被长柔毛，花冠管与花被裂片略等长；雄蕊10，着生于花被管上，其中有5枚较长；子房上位，长卵形，密被柔毛，2室，花柱极短，柱头大，扁球形。蒴果倒卵形，木质，扁压状，长4.6～5.2厘米，密被灰白色绒毛，基部有略为木质的宿存花被。种子通常1枚，卵圆形，基部具有角状附属物，长约为种子的2倍。花期3～4月。果期5～6月。\n野生或栽培于热带地区。我国台湾、广东、广西有栽培；国外分布印度、印度尼西亚、越南、马来西亚。\n\n②白木香(《南越笔记》)，又名：土沉香(《桂海虞衡志》)，女儿香(《纲目拾遗》)，牙香树、莞香、六麻树。\n常绿乔木。树皮灰褐色，小枝和花序被柔毛。叶互生，革质，长卵形、倒卵形或椭圆形，长6～12厘米，宽2～4.5厘米，先端渐尖而钝，基部楔形，全缘，两面被疏毛，后渐脱落，光滑而亮；叶柄长约5毫米，被柔毛。伞形花序顶生和腋生；总花梗被灰白色绒毛，小花梗长0.5～1.2厘米，被灰白色绒毛；花黄绿色，被绒毛；花被钟形，5裂，矩圆形，长约7毫米，宽约4毫米，先端钝圆，花被管喉部有鳞片10枚，密被白色绒毛，长约5毫米，基部连合成一环；雄蕊10，花丝粗壮；子房卵形，密被绒毛。蒴果倒卵形，木质，扁压状，长2.5～3厘米，密被灰白色毛，基部具稍带木质的宿存花被。种子棕黑色，卵形，长约1厘米，先端渐尖，种子基部延长为角状附属物，红棕色，长达2厘米，上部扩大。花期3～5月。果期5～6月。\n生于平地、丘陵的疏林或荒山中，有少量栽培。分布广东、广西、台湾。",
    "application": "研末冲服，用量1.5~ 4.5克。亦可用原药磨汁服。入煎剂宜后下。用治胸腹胀闷疼痛、胃寒呕吐呃逆、肾虚气逆喘急。",
    "position": "为瑞香科植物沉香或白木香的含有树脂的木材。",
    "source": "《别录》"
  },
  {
    "name": "猪苓",
    "alias": "豕零(《庄子》)，猳猪屎(《本经》)，豕橐(《庄子》司马彪注)，豨苓(《韩昌黎集》)，地乌桃(《本草图经》)，野猪食(《东北药植志》)，猪屎苓(《四川中药志》)。",
    "ingredient": "含麦角甾醇、生物素、糖类、蛋白质。",
    "process": "南方全年皆采，北方以夏、秋两季为多。挖出后去掉泥砂，晒干。放干燥通风处。\n\n猪苓隐生于地下，地上无苗，寻找较困难。据河北经验，凡生长猪苓的地方，其土壤肥沃，发黑，雨水渗透也快，小雨后地面仍显干燥。",
    "distinguish": "为干燥的不规则的长形块状或近圆形块状，大小粗细不等，长形的多弯曲或分枝如姜，长约10～25厘米，径约3～8厘米，圆块状的直径约3～7厘米。外表面灰黑色或棕黑色，全体有瘤状突起及明显的皱纹。质坚而不实，轻如软木，断面细腻，白色或淡棕色，略呈颗粒状。气无，味淡。以个大、外皮黑褐色光亮、肉色粉白、体较重者为佳。\n主产于陕西、河南、河北、四川、云南。甘肃、青海、辽宁、吉林、黑龙江、内蒙古、湖北等地亦产。陕西、云南产量较大，陕西产者质量最佳。",
    "effect": "①利尿作用\n健康人口服猪苓煎剂5克，6小时内尿量增加62%，氯化物增加45%，但3克煎剂及临床常用量对人未能证实有利尿作用。以不麻醉的带输尿管瘘犬作实验，猪苓煎剂0.25～0.5克/公斤静脉或肌肉注射表现利尿，口服或静脉注射量低于0.0048克/公斤，则无作用。家兔口服或腹腔注射，需接近人的用量始有效，煎剂、流浸膏2克/公斤则无效。大鼠口服醇提水溶液能增加尿量，但切除肾上腺的大鼠，猪苓煎剂与去氧皮质酮合用，对尿量及盐的排泄并无影响。猪苓含钾量不高(30毫克%)，亦不稀释血液，其利尿作用可能由于抑制了肾小管对电解质和水的重吸收。五芩散煎剂(猪苓、茯苓、白术、泽泻、桂枝)静脉注射于犬，在增加尿量的同时增加钠、钾、氯离子的排出，醇提水溶液给大鼠口服亦有明显的利尿作用，其组成药物中以桂枝利尿较显著。\n\n②抗菌作用\n猪苓的醇提取液对金黄色葡萄球菌、大肠杆菌有抑制作用。",
    "creation": "洗净泥砂，润软切片，晾干。\n\n《雷公炮炙论》：\"凡采得猪苓，用铜刀削上粗皮一重，薄切，下东流水浸一夜，至明漉出，细切，以升麻叶对蒸一日，出，去升麻叶令净，晒干用。\"",
    "function": "利尿渗湿。治小便不利，水肿胀满，脚气，泄泻，淋、浊，带下。\n\n①《本经》：\"主痃疟，利水道。\"\n\n②《药性论》：\"解伤寒温疫大热，发汗，主肿胀，满腹急痛。\"\n\n③《珍珠囊》：\"渗泄，止渴，又治淋肿。\"\n\n④《医学启源》：\"大燥除湿。《主治秘要》云，去心懊憹。\"\n\n⑤《医学入门》：\"治中暑消渴。\"\n\n⑥《纲目》：\"开腠理，治淋、肿、脚气，白浊、带下，妊娠子淋，小便不利。\"",
    "taste": "甘淡，平。\n\n①《本经》：\"味甘，平。\"\n\n②《药性论》：\"微热。\"\n\n③李杲：\"淡甘，平。\"",
    "usage": "内服：煎汤，2～4钱；或入丸，散。",
    "compatibility": "无水湿者忌服。\n\n①《医学启源》：\"猪苓淡渗，大燥亡津液，无湿证勿服。\"\n\n②《医学入门》：\"有湿症而肾虚者忌。\"\n\n③《得配本草》：\"目昏、无湿而渴，二者禁用。\"",
    "storage": "置通风干燥处。",
    "side_effects": "以猪苓多糖治疗剂量的2000倍1次给药或100倍连续灌胃或腹腔注射给药28天，结果小鼠和犬未见毒性反应，各脏器亦未见实质性损害。致癌、致畸、过敏和皮肤刺激等试验均未见猪苓多糖有明显毒性和刺激作用。",
    "category": "脾；肾；肺；膀胱经",
    "plant": "猪苓\n菌核呈长形块状或不规则块状，有的呈关状，稍扁，表面凹凸不平，棕黑色或黑褐色，有皱纹及窟状突起；断面呈白色或淡褐色，半木质化，较轻。子实体从地下菌核内生出，常多数合生，菌柄基部相连或多分枝，形成一丛菌盖，伞形成伞状半圆形，直径达15厘米以上。菌盖肉质，干后硬而脆，圆形，宽1～8厘米，中部脐状，表面浅褐色至红褐色。菌肉薄，白色。菌管与菌肉同色，与菌柄呈延生；管口多角形。孢子在显微镜下呈卵圆形。\n生长在山林中柞树、枫树、桦树、槭树、橡树的根上，性喜松软凸起不易长草的土壤中，雨季常在凸起处生有一茎多头蘑菇状的子实体。分布河北、河南、安徽、浙江、福建、湖南、湖北、四川、贵州、云南、山西、陕西、甘肃、青海、内蒙古及东北等地。",
    "application": "用量6~12克。水煎服或入丸散。用治小便不利、水肿、泄泻、淋浊、带下。",
    "position": "为多孔菌科植物猪苓的干燥菌核。",
    "source": "《本经》"
  },
  {
    "name": "血见愁",
    "alias": "大叶藜、杂配藜，杂灰藜，大叶灰菜，八角灰菜。",
    "ingredient": "?",
    "process": "6～8月采收，切碎，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "止血，活血。治月经不调，崩漏，咯血，衄血，尿血，疮痈肿毒。\n\n①《东北药植志》：\"止血。\"\n\n②《黑龙江中药》：\"用于月经不调，妇女血病。\"\n\n③《东北常用中草药手册》：\"治月经不调，崩漏，肺结核咯血，尿血。\"",
    "taste": "《东北常用中草药手册》：\"甘，平。\"",
    "usage": "内服：煎汤，1～3钱；或熬膏。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "大叶藜\n一年生草本，高80～100厘米。茎直立，具5条锐棱，秃净，绿色，有时具紫色条纹。叶互生，大形，柄长2～7厘米；叶片三角状卵形或卵形，长6～15厘米，宽5～13厘米，先端锐尖，基部稍心形，边缘弯缺状，海边具1～4牙齿，两面光滑无毛。花序大，为疏散的圆锥状，顶生或腋生；花被片5，绿色，卵形，长约2毫米，钝头，被有粉粒，背面有肥厚的隆脊；雄蕊5；雌蕊1。胞果，扁豆形，果皮旗质。种子盘状，扁凸形，具显明小点，锐边，径约2毫米。花期8～9月。果期9～10月。\n生于林缘或荒地。分布东北及内蒙古、河北、河南、山东.山西、陕西、甘肃、青海等地。",
    "application": "?",
    "position": "为藜科植物大叶藜的全草。",
    "source": "《东北药植志》"
  }
]