[
  {
    "name": "铁包金",
    "alias": "乌龙根、勾儿茶、乌口仔、小叶铁包金、假榄仔(《广东中药》)，细纹勾儿茶(广州部队《常用中草药手册》)。",
    "ingredient": "据抗菌试验，本品对金黄色葡萄球菌、溶血性链球菌、福氏痢疾杆菌、伤寒杆菌等有抑制作用。",
    "process": "全年可采。",
    "distinguish": "干燥根圆柱状，粗细不一，商品多锯成小段或切成厚片。栓皮结实，黑褐色或棕褐色，有网状裂隙及纵皱。质坚硬，断面本部甚大，质纹细致，暗黄棕色至橙黄色。\n产广东、福建等地。\n\n此外，尚有一种大叶铁包金，为同属植物牛鼻拳的根，在广东同等入药，药材性状相类。参见\"勾儿茶\"条。",
    "effect": "?",
    "creation": "?",
    "function": "化瘀血，祛风湿，消肿毒。治肺痨久咳，喀血，吐血，跌打损伤，风湿疼痛，痈肿，荨麻疹。\n\n①《岭南采药录》：\"解蛇毒，理恶疮，捣敷之；理跌打伤，能驳骨止痛；治小肠气痛，水煎服。\"\n\n②《福建民间草药》：\"祛风湿，解毒。治鼠疣，痔疮，脱肛，乳痈，风湿痛，风毒流注。\"\n\n③《岭南草药志》：\"能化瘀，治咯血，咳血。\"",
    "taste": "苦，平。\n\n①《岭南采药录》：\"味苦，性温。\"\n\n②《福建民间草药》：\"微苦，平，无毒。\"\n\n③广州部队《常用中草药手册》：\"甘淡，平。\"",
    "usage": "内服：煎汤，1～3两。外用：捣敷或煎水洗。",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺经",
    "plant": "藤状灌木，高1~4米;小枝灰褐色，稍有短柔毛。主根粗壮，表面褐黑色，里面黄色，故称“铁包金”。单叶互生，具短柄;纸质，叶片阔卵形或近圆形，先端圆钝，基部圆形，全缘;侧脉5~7，直而平行，两面无毛。花2~4朵簇生于叶腋或枝顶端，白色，有短柔毛;萼片花瓣各5，狭披针形或条形。核果长圆形，黄豆大，基部具宿存的花盘和花萼;熟时紫黑色，味甜可食，食时把唇舌染成紫黑色，故有“乌口仔”之名。花期7~10月，果期11月。",
    "application": "①治疗小儿胃纳呆滞\n用铁包金全草(干)加水煎服，6岁以上每日2两，3～6岁每日1.6两，3岁以下每日1两。连服3～5天。有蛔虫者给驱蛔药物。治疗126例，结果显效(胃纳大开，饮食恢复正常)98例(77.7%)；好转(进食较前增多，但未恢复正常)18例(14.2%)；无效10例(8.1%)。据观察，用药后2～3天即见疗效。全部病例服药后均未见任何不良反应。另观察小儿疳积64例，治愈43例，好转15例，无效6例。一般服药2天食欲增加，连服10天显著好转。\n\n②治疗精神病\n取铁包金8两，木槿2两，水煎3次，合并滤液，用文火浓缩成1斤，加白糖1两；分3次用甜酒糟作引冲服。共治狂躁型和忧郁型精神病30例，70%有显著效果，观察3～6个月未见复发。\n\n③治疗慢性气管炎\n取铁包金茎叶2两，制成糖浆100毫升，分3次服。连服15日为一疗程。治疗56例，近期控制24例，显效17例，好转13例，无效2例。有效病例的止咳、化痰、平喘作用多于3～5天出现。治程中未见毒性作用。",
    "position": "为鼠李科植物老鼠耳的根。植物形态详\"老鼠耳\"条。",
    "source": "《岭南采药录》"
  },
  {
    "name": "白矾",
    "alias": "石涅、矾石、羽涅、羽泽、涅石、矾石、理石、白君、明矾、雪矾、云母矾、生矾",
    "ingredient": "明矾石为碱性硫酸铝钾[KAl3(SO4)2(OH)6]，其中氧化钾(K2O)11.4%，氧化铝(Al2O3)37.0%，三氧化硫(SO3)38.6%，水(H2O)13.O%。白矾为含水硫酸铝钾[Kal(SO4)2·12H2O]。",
    "process": "采得后，打碎，用水溶解，收集溶液，蒸发浓缩，放冷后即析出结晶。",
    "distinguish": "为不规则的结晶体，大小不一。无色，透明或半透明，表面略平滑或凹凸不平，具细密纵棱，有玻璃样光泽。质硬而脆，易砸碎。气微，味微甜而涩。以色白、透明、质硬而脆、无杂质者为佳。易溶于水或甘油，不溶于酒精。水溶液显铝盐、钾盐与硫酸盐的各种反应。\n产甘肃、安徽、山西、湖北、浙江等地。",
    "effect": "1.抗菌作用：对金黄色葡萄球菌和变形杆菌有抑制作用(试管法)。对大肠杆菌、绿脓杆菌、炭疽杆菌、痢疾杆菌(弗氏、志贺氏)、伤寒杆菌、副伤寒甲杆菌、变形杆菌，以及葡萄球菌、白色念珠菌等亦有明显的抑制效力(纸碟、平板法)；对绿色链球菌、溶血性链球菌、肺炎球菌、白喉杆菌作用最强；对牛型布氏杆菌、百日咳杆菌、脑膜炎球菌作用次之，对流感杆菌无作用(纸片法)。高浓度明矾液对人型(H37RV)及牛型结核杆菌也有抑制作用。\n2.抗阴道滴虫作用：10%明矾液在试管内(培养液与药液之比为1∶1)有明显抗阴道滴虫作用。\n3.凝固蛋白的作用：白矾有强烈的凝固蛋白的作用，于血清中滴入几滴白矾水，立即可见到结合成难溶性物质而沉淀，低浓度有收敛、消炎、防腐作用，高浓度又引起组织溃烂，由于内服刺激性大，一般只供外用。\n4.利胆作用：白矾0.6g/kg十二指肠给药，对麻醉大鼠明显增加胆汁流量。\n5.局部刺激作用：局部刺激性很大，局部注射15%溶液0.3-0.5ml，使兔狂躁不安，局部红肿、破溃，0.3ml静脉注射，使兔发生寒颤、呼吸急迫，末梢血管变紫色，呈缺氧现象。\n6.其他作用：明矾具有收敛作用，内服刺激性很大，故除了用于铅绞痛外，一般均外用，可以止汗、硬化皮肤(特别足部)；尚可用于白带过多、溃疡(浓度为1-5%)。如用于结合膜则需作成白蛋白结合剂。此外，可用于止血，以明矾棒或粉剂直接放于出血点，如鼻衄时可用棉球浸饱和的明矾溶浓塞于鼻孔。",
    "creation": "白矾：拣净杂质，用时捣碎。\n\n煅白矾(又名枯矾)：取拣净的白矾，置砂锅内加热溶化并煅至枯干，取出，剁块。\n\n《雷公炮炙论》：\"凡使白矾，须以磁瓶盛于火中煅，令内外通亦，用钳揭起盖，旋安石蜂窠于赤瓶之中烧，蜂窠尽为度，将钳夹出放冷，敲碎，入钵中研如粉后，于屋下掘一坑，可深五寸，却以纸裹，留坑中一宿，取出，再研。每修事十两，用石蜂窠六两烧尽为度。\"",
    "function": "消痰，燥湿，止泻，止血，解毒，杀虫。治癫痫，喉痹，疚涎壅甚，肝炎，黄疸，黄肿，胃、十二指肠溃疡，子宫脱垂，白带，泻痢，衄血，口舌生疮，疮痔疥癣，水、火、虫伤。\n\n①《本经》：\"主寒热泄痢，白沃，阴蚀恶疮，目痛，坚骨齿。\"\n\n②《别录》：\"除固热在骨髓，去鼻中息肉。\"\n\n③《药性论》：\"治鼠漏，瘰疬，疗鼻衄，治齆鼻，生含咽津，治急喉痹。\"\n\n④《日华子本草》：\"除风去劳，消痰止渴，暖水藏。治中风失音，疥癣。和桃人、葱汤浴，可出汗。\"\n\n⑤《本草衍义》：\"火枯为粉，贴嵌甲，牙缝中血出如衄者，贴之亦愈。\"\n\n⑥《本草蒙筌》：\"禁便泻，塞齿疼，洗脱肛涩肠。敷脓疮收水。\"\n\n⑦《医学入门》：\"治耳卒肿出脓，目赤，目翳，胬肉，口舌生疮，牙齿肿痛出血，历久碎坏欲尽，急喉风痹，心肺烦热，风涎壅盛，作渴泄痢。兼治蛇蝎、恶犬、壁镜、驴涎，马汗毒伤。\"\n\n⑧《纲目》：\"吐下痰涎饮磷，燥湿解毒，追涎，止血定痛，蚀恶肉，生好肉，治痈疽疔肿，恶疮，癫痫，疸疾，通大小便，口齿眼目诸病，虎犬蛇蝎百虫伤。\"\n\n⑨《医林纂要》：\"生用解毒，煅用生肌却水。\"",
    "taste": "酸涩，寒。有毒。\n\n①《本经》：\"味酸，寒。\"\n\n②《吴普本草》：\"扁鹊：咸。雷公：酸，无毒。\"\n\n③《药性论》：\"涩，凉，有小毒。\"\n\n入肺、脾、胃、大肠经。\n\n①《雷公炮制药性解》：\"肺、肝二经。\"\n\n②《长沙药解》：\"入足太阴脾、足太阳膀胱经。\"\n\n③《本草撮要》：\"入手足太阴、阳明经。\"\n",
    "usage": "内服：入丸、散，0.2～1钱。外用：研末撒或调敷。",
    "compatibility": "阴虚胃弱，无湿热者忌服。\n\n①《吴普本草》：\"歧伯：久服伤人骨。\"\n\n②《本草经集注》：\"甘草为之使。恶牡蛎。\"\n\n③《药性论》：\"畏麻黄。\"\n\n④《本草衍义》：\"不可多服，损心肺，却水故也。\"\n\n⑤《本草经疏》：\"凡阴虚内热，火炽水涸，发为咽喉痛者，不宜含此。目痛由阴虚血热者，亦不宜用。\"\n\n⑥《本草汇言》：\"泄痢日久，由于脾胃气虚；妇人白沃，由于中气下陷；营血不足以致寒热者，不宜用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "三方晶系。晶形呈细小的菱面体或板状，通常为致密块状、细粒状、土状等。颜色为无色、白色，常带淡黄及淡红等色。条痕白色。光泽玻璃状，解理面上有时微带珍珠光，块状者光泽暗淡或微带蜡状光泽。透明至半透明。解理平行(0001)不完全。断口晶体者呈贝状；块体者呈多片状、参差状，有时土状。硬度3.5-4。比重2.6-2.8。性脆。",
    "application": "①治疗内痔\n用明矾制成15%或18%注射液注入痔核，对各期内痔及混合痔合并粘膜脱垂，均有效果；且疗程短，副作用少。据数百例的观察，一般在治疗后5～7天痔核即可脱落，绝大多数于1～2周愈合。极少数有全身反应及发热现象；手术后疼痛亦不剧烈，约4小时后即消失；便后带血及肛门胀痛则比较普遍，但大量出血少见；小便不畅偶亦有之。对严重的痔出血，年纪较大或体力不能忍受割治的患者，均可应用。术后无大便失禁或肛门狭窄之虑；饮食、大便均不受限制。操作时按常规消毒，局部麻醉。先用血管钳沿直肠纵轴将痔核基底完全夹住，而后将明矾液注入痔核内，药液量以注入后痔核膨胀呈白色或紫黑色为度(切不可使药液漏入健康组织，以免引起坏死或剧痛)。注射完毕，用血管钳尽量压榨痔核，使其成为一层薄膜样的萎缩组织，而后送回肛门，并加以推揉，以丁字带固定。亦可塞入坐药。治疗期间如出现剧痛、小便不利、大便带血及肛门水肿等并发症，可对症处理。此疗法的缺点是：尚不能治疗一切类型的痔疮；创口较大，体弱者收口较慢。禁忌症：㈠内痔在发炎期；㈡因心脏病、肝硬变、恶性肿瘤及妊娠等而引起的继发性内痔；㈢伴有严重高血压、肾脏病、活动性肺结核及急性传染病、急慢性胃肠道炎症者；㈣各型外痔。晚期大块脱垂的内痔，虽不属禁忌范围，但亦非适应症。\n\n②治疗脱肛\n将明矾制成10%注射液，于肛门四周作点状注射。治疗18例?经3个月随访，均获痊愈，无1例并发感染及出血。注射时针尖距肛门0.5厘米处刺入，深约3～4厘米。通过肛门指诊确切肯定针尖刺入粘膜下层时，方可推入明矾液(切勿注入肌层，否则将导致肠壁坏死)。肛门上下、左右共选择四点注射，每点注入药液0.5毫升。注射后数小时内稍有疼痛，一般不需特殊处理。治疗中进半流质饮食，卧床休息2～3天；每晚服适量缓泻剂，以防便秘。但须注意，用10%明矾液环绕脱出的直肠作粘膜下点状注射后，曾有引起直肠溃疡出血的不良反应。究其原因，可能与㈠注射液过多，浸润面过大，妨碍血液循环；㈡两次注射时间相隔过近，注射点距离太近或重复进针，以致第二次注射后引起组织坏死；㈢局部有感染致继发出血等因素有关。因此，用药量以每点0.5毫升为限；各注射点应相距2厘米以上；药液须注入粘膜下层与肌层之间；两次注射间隔时间应在1周以上；治疗中注意休息、饮食及防止感染等。\n\n③治疗子宫脱垂\n用10%明矾甘油溶液注射于子宫双侧韧带处，每侧5毫升。亦可加0.25～1%苷鲁卡因1毫升。如1次未见好转，可在1～2周后再注射1次，最多3次。注射时按常规消毒，选择距宫颈口0.5～1厘米在3点及9点处进针(呈25°角度)，朝两侧阴道壁刺入1～1.5厘米(以推药后不引起包块为度)，待回抽无血后徐徐注入。针尖不可向上或向下(以免刺伤膀胱及直肠)，亦不可内倾或外斜(以免损伤子宫或因注射过浅而使组织坏死)。注射后下腹常有收缩样胀痛，腰酸痛，胃纳不佳，有时发生低烧。共治疗Ⅱ、Ⅲ°子宫脱垂患者100余例，结果除5例无效，15例好转外，均获治愈。经短期复查，仅4例复发。操作时必须严格消毒，并正确掌握注射方法，以免产生不良后果。曾报告3例，在注射后分别发生宫颈两侧注射部位粘膜溃疡、尿潴留及右侧下腹部剧烈疼痛等不良后果。可能系消毒不严、操作不当所致。此外，也有用明矾粉直接喷洒于脱出的子宫体及穹窿部进行治疗。据20例观察，用药3～6次后全部治愈；复查仅1例Ⅲ°患者复发。治疗时必须注意：㈠喷药前子宫及阴道穹窿部分先用温开水或1%明矾水冲洗；㈡每次用药量不宜过多，一般2钱左右即可；㈢喷洒要均匀，不能有聚积现象；㈣一般用药1次即可恢复，未恢复者可继续用药，治愈后每隔3～4天再喷洒1次，共2～3次，以巩固疗效；㈤子宫及阴道穹窿部有溃疡、炎症和出血，及月经期、产褥期和孕妇，均禁用。\n\n④用于控制烧伤创面绿脓杆菌感染\n用0.75%的枯矾混悬液处理烧伤创面，据254例烧伤(最大面积达92%)的应用观察，证明对绿脓杆菌生长，具有明显的抑制作用。其中面积较大、感染较明显的21例，曾先后作创面渗掖培养78次，未有1次报告为绿脓杆菌生长。死于感染所致败血症的8例中，临床和血培养没有1例被证实为绿脓杆菌感染。制剂：取枯矾7.5克，冰片2.5克，羧甲基纤维素钠3克(不加亦可，用作湿敷时最好不加)，生理盐水1000毫升。充分摇匀，装瓶备用。可不必再经消毒。用法：㈠浅Ⅱ°烧伤：常规清创后，用浸溃药液的单层纱布平整地贴在创面上，保持创面干燥、通风，切忌受压。观察创面，可在纱布潮湿处\"开窗\"，拭除渗液后用同样单层纱布贴敷。若创面干燥，纱布不湿，则不予更换，任其\"瓜熟蒂落\"，一期愈合。㈡深度烧伤：于常规清创后，用药液浸渍的纱布6～8层贴敷创面，加压包扎，第三天开始更换敷料，视创面及全身情况决定采取包扎或暴露疗法。若用包扎疗法，可继续行湿敷，可协助脱痂和防止痂下感染。㈢感染创面：充分去除坏死组织及分泌物后，用药液浸渍的纱布10～12层湿敷，每天更换1～2次。以保持敷料湿润为度。此外，对切痂及植皮创面也可用药液湿敷，或在药液中加入适当的抗菌素。实验证明，此药液对烧伤的常见细菌，如溶血性金黄色葡萄球菌、大肠杆菌、绿脓杆菌均有明显的抑制作用。\n\n⑤治疗慢性中耳炎\n用10%明矾液滴耳，每日1次。经治50例，用药2～15次后，痊愈32例，显著进步14例。少数因感冒、洗浴而复发。初步观察，明矾液有去腐生新，及使中耳腔干燥等作用。另有用10：1的枯矾冰片混悬液滴耳，治疗34例，结果有12例经6～20次用药后，耳腔干燥。\n\n⑥治疗头癣\n取明矾1.5斤煅枯研细，嫩松香3两，猪板油0.5斤；将松香研粉包入板油内，以松树木柴点燃，使松香板油溶化，滴入容器内，冷却后加入枯矾调匀。涂于患处。隔日将痴揭去涂药1次，连续3～4次即愈。用时切不可洗，否则影响疗效。\n\n⑦治疗睾丸鞘膜水肿\n根据明矾液可能刺激局部组织，引起无菌性炎症而产生粘连的设想，采用明矾液局部注射，试治5例睾丸鞘膜水肿，结果注射1次均告痊愈。唯注射后第2天局部稍有红肿，但可自行消退。方法：用明矾10克溶于1%昔鲁卡因液100毫升中，过滤消毒备用。注射时按无菌操作，以注射器抽尽鞘膜内之液体，针头不动，取下针筒，再接上装满明矾液的针筒，徐徐注入适量药液。\n\n⑧治疗传染性肝炎\n取明矾研粉装入胶囊，每次1克，日服3次；或每日顿服1钱。亦可用枣泥850克，加入甘油500毫升，捣成泥膏状后和入明矾粉500克，制成丸剂，每日顿服9克，孕妇减半。儿童以5%明矾糖浆口服，按年龄酌减。均于空腹时服。一般以10～30天为一疗程。初步观察，有使症状很快改善、黄疸及早消退、肝功能迅速恢复等作用。据76例的观察，用药后一般症状和黄疸平均消退日数分别为4.9和12.6天。住院日数8～36天不等(平均19.6天)。出院时除症状完全消失外，肝肿大及肝功能试验，绝大多数病例均恢复正常或接近正常。此外，明矾对肝硬化引起的黄疸及阻塞性黄疸亦有疗效。服药后除偶有恶心或便秘外，无其它不良反应。\n\n⑨治疗慢性细菌性痢疾\n10%明矾溶液每次15毫升，日服4次，10天为一疗程。治疗70例，近期治愈40例(57.2%)，进步8例(11.6%)。其中以急性发作型和胃肠功能紊乱型疗效较好，迁延性效果较差。少数病例服药后有头晕、恶心、呕吐等反应，一般不严重，治疗过程中或停药后可自行消失。\n\n⑩治疗肺结核咯血\n用明矾0.8两，儿茶1两，研末混合，置有色瓶中备用。每次0.1～0.2克(最多可用0.5～1克)，装入胶囊，日服3～4次，大咯血每3小时1次，连续服至咯血停止，再续服2～3天。据70余例的观察，半数以上病例均在服药2天左右咯血停止，绝大多数在1～10天内止血。对浸润型肺结核患者的止血效果特别显著；对中、小量咯血的疗效较好；对大量咯血的疗效较差，甚至无效。但咯血量的多少与出现疗效的时间似无明显关系。此外，以明矾儿茶散内服或外用，对鼻衄、消化道出血及外伤出血，亦有止血效果。\n\n又据报道，用1%明矾溶液气管内滴入，配合抗痨药物，治疗浸润型肺结核19例有一定效果.尤以对渗出性病变疗效较好。\n\n⑾治疗胃、十二指肠溃疡\n用枯矾粉500克，乌贼骨粉375克，延胡索粉125克，蜂蜜200克，混拌搓粒过200目筛，制成\"204\"胃药片。一般日服4次，每次5～7片，亦可于胃痛时随时服用。以3个月为一疗程(可视病情适当伸缩)。症状控制后仍需继续服药，以期溃疡愈合，龛影消失。用于溃疡病、慢性胃炎、十二指肠球部炎症等计280例。全部患者均有胃痛症状，服药后完全消失者占76.8%，显著减轻者21.4%，总有效率为98.2%。胃痛控制时间最快者1天，最慢者在服药后4个月，平均14.4天后出现较巩固的疗效。对溃疡病壁龛的作用，根据40例复查结果，治疗后龛影消失者32例，缩小者4例(此类病人用药时间尚较短)，无变化者4例。服药期间除个别有轻度恶心或便秘外，无其它不良反应。\n\n⑿治疗狂躁型精神病\n取明矾、冰糖各120克，加水600毫升，浓煎成200毫升。空腹时1次顿服100～200毫升。治疗3例狂躁型精神病，经分别服药1～2次后即恢复正常。患者服药后均出现不同程度的呕吐，呕吐物为粘稠状液体；两例于呕吐后出现水样腹泻。经短时间吐泻即自止，随后便呈现出困倦状态而安静入睡。其中1例女性患者于服药后第2天狂躁制止，语言清楚；2例男性患者次日狂躁好转，经支持疗法于第3日再次服明矾煎液，出现轻微呕吐后即安静入睡，苏醒后狂躁消除，语言清楚，行为正常。报道指出：明矾煎剂是通过涌吐、泄下来达到治愈目的的，因此治疗前对患者的全身情况应作周密观察检查。年老、体弱及合并有慢性胃肠病、心血管疾患以及孕妇，均应禁忌。出现呕吐反应时，应注意电解质的平衡。\n\n⒀治疗癫痫\n白矾研粉，每日早晚各服1次，每次1～1.5钱。一般发病1、2个月者服药20天，半年者服药1个月，1年以上者服药1～3个月。试治5例，均控制发作，分别经4个月至3年观察，未见复发。",
    "position": "为矿物明矾石，经加工提炼而成的结晶。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "车前子",
    "alias": "车前实,虾蟆衣子,猪耳朵穗子,凤眼前仁",
    "ingredient": "\n车前种子含月桃叶珊瑚甙(aucubin)，车前粘多糖(plantago-mulilage)，消旋-车前子甙(plantago-side)，都桷子甙酸(geniposidic acid)，车前子酸(plantenolic acid)，琥珀酸(succinic acid)，腺嘌呤(adenine)，胆碱(choline)及10.43% 的脂肪油，β-谷甾醇(β-sitosterol)、β-谷甾醇-3-O-β-D-吡喃葡萄糖甙(β-sitosteryl-3-O-β-D-glucopyranoside)。\n",
    "process": "\n秋季果实成熟时，割取果穗，晒干后搓出种子，簸去果壳杂质。\n",
    "distinguish": "\n1、性状鉴别：\n\n\n种子略呈椭圆形或不规则长圆形，稍扁，长约2mm，宽约1mm。表面淡棕色或棕色，略粗糙不平。于扩大镜下可见微细纵纹，于稍平一面的中部有淡黄色凹点状种脐。质硬，切段面灰白色。种子放入水中，外皮有粘液释出。气微，嚼之带粘液性。以粒大、均匀饱满、色棕红者为佳。\n\n\n2、显微鉴别：\n\n\n种子(脐点处)横切面：车前种皮外表皮细胞壁极薄，为粘液层。其下为色素层，背面细胞呈类三角形或略呈方形，切段长24-36μm，径向长16-36μ;腹面的细胞呈类方形或稍径向或横向延长，切向长8-28μm，径向长20-32μm，径向长20-32μm。胚乳细胞4-5列，壁稍厚，腹背面内侧的多切向延长，左右两侧的呈类圆形，内含脂及油。子叶细胞含糊粉粒及脂及油。\n\n\n3、理化鉴别：\n\n\n粉末深黄棕色。种皮外表皮细胞断面观类方形或略切向延长，细胞壁黏液质化。种皮内表皮细胞表面观类长方形，直径5～19μm，长约至83μm，壁薄，微波状，常作镶嵌状排列。内胚乳细胞壁甚厚，充满细小糊粉粒。\n\n\n取本品0。1g，加水3ml，振摇，放置30分钟，滤过，滤液中加稀盐酸3ml，煮沸1分钟，放冷，用氢氧化钠试液调节pH至中性，加碱性酒石酸铜试液1ml，置水浴中加热，生成红色沉淀。\n",
    "effect": "\n1、利尿作用：\n\n\n正常人内服车前子煎剂10g，有利尿作用，但煎剂总容量及每日入水量均无记载，缺乏严格对照。正常人及家兔服车前草种子煎剂则无明显利尿作用。平车前种子亦无利尿作用。\n\n\n2、对关节囊的作用：\n\n\n车前子煎剂少量多次注入兔膝关节腔，先发生滑膜炎症，继则结缔组织增生，因此有使松弛了的关节囊恢复原有紧张的可能，临床上可用于颞下颌关节半脱位。印度产卵叶车前Plantagoovata种子含大量胶浆，可用作容积性泻药，对人并有降低血清胆固醇的作用。酒精提取物可降低麻醉犬、猫的血压，抑制离体兔心、蛙心，兴奋兔、大鼠及豚鼠的肠管并能为阿托品所抑制，因此认为有拟胆碱作用。5%车前子煎剂0.05-0.2ml注射于家兔膝关节腔内，可促进关节囊滑膜结缔组织增生，从而能使松弛了的关节囊恢复原有的紧张度。车前子煎剂对正常人、兔、大鼠未表现有利尿作用。\n",
    "creation": "生用或盐水炒用。",
    "function": "\n利水，清热，明日，祛痰。治小便不通，淋浊，带下，尿血，暑湿泻痢，咳嗽多痰，湿痹，目赤障翳。\n\n\n①《本经》：\"主气癃、止痛，利水道小便，除湿痹。\"\n\n\n②《本草经集注》：\"主虚劳。\"\n\n\n③《别录》：\"男子伤中，女子淋沥，不欲食。养肺强阴益精。明目疗赤痛。\"\n\n\n④《药性论》：\"能去风毒，肝中风热，毒风冲眼目，赤痛障翳，脑痛泪出，去心胸烦热。\"\n\n\n⑤《日华子本草》：\"通小便淋涩，壮阳。治脱精，心烦。下气。\"\n\n\n⑥《医学启源》：\"主小便不通，导小肠中热。\"\n\n\n⑦《滇南本草》：\"消上焦火热，止水泻。\"\n\n\n⑧《纲目》：\"止暑湿泻痢。\"\n\n\n⑨《雷公炮制药性解》：\"主淋沥癃闭，阴茎肿痛，湿疮，泄泻，亦白带浊，血闭难产。\"\n\n\n⑩《科学的民间药草》：\"镇咳，祛痰，利尿。\"\n\n\n⑾《山东中药》：\"敷湿疮、脓泡疮、小儿头疮。\"\n",
    "taste": "\n甘，寒。\n\n\n①《本经》：\"味甘，寒。\"\n\n\n②《别录》：\"咸，无毒。\"\n\n\n③《药性论》：\"甘，平。\"\n\n\n④《药品化义》：\"味淡，性平。\"\n\n\n入肾、膀胱经。\n\n\n①《本草蒙筌》：\"入膀胱。\"\n\n\n②《雷公炮制药性解》：\"入肝、膀胱、小肠三经。\"\n\n\n③《本草经疏》：\"入肾、肝、膀胱三经。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：煎水洗，或研末撒。\n",
    "compatibility": "\n凡内伤劳倦，阳气下陷，肾虚精滑及内无湿热者，慎服。\n\n\n①《日华子本草》：\"常山为使。\"\n\n\n②《本草经疏》：\"内伤劳倦、阳气下陷之病，皆不当用，肾气虚脱者，忌与淡渗药同用。\"\n\n\n③《本草汇言》：\"肾虚寒者尤宜忌之。\"\n",
    "storage": "置通风干燥处，防潮",
    "side_effects": "?",
    "category": "归经_膀胱经",
    "plant": "\n多年生草本，连花茎高达50厘米，具须根。叶根生，具长柄，几与叶片等长或长于叶片，基部扩大;叶片卵形或椭圆形，长4～12厘米，宽2～7厘米，先端尖或钝，基部狭窄成长柄，全缘或呈不规则波状浅齿，通常有5～7条弧形脉。花茎数个，高12～50厘米，具棱角，有疏毛;穗状花序为花茎的2/5～1/2;花淡绿色，每花有宿存苞片1枚，三角形;花萼4，基部稍合生，椭四形或卵圆形，宿存;花冠小，胶质，花冠管卵形，先端4裂，裂片三角形，向外反卷;雄蕊4，着生在花冠筒近基部处，与花冠裂片互生，花药长圆形，2室，先端有三角形突出物，花丝线形;雌蕊1，子房上位，卵圆形，2室(假4室)，花柱1，线形，有毛。蒴果卵状圆锥形，成熟后约在下方2/5处周裂，下方2/5宿存。种子4～8枚或9枚，近椭圆形，黑褐色。花期6～9月。果期7～10月。生长在山野、路旁、花圃、菜圃以及池塘、河边等地。分布中国各地。\n",
    "application": "\n①治疗小儿单纯性消化不良\n\n\n将车前子炒焦研碎口服。4～12个月每次0.5克，1～2岁1克左右，每日3～4次。观察63例，服药后53例腹泻停止，大便恢复正常，平均2.1天治愈;6例大便减少，平均2.5天好转;4例无效。车前子可能由于其利尿作用及促进消化液分泌增加而有助于本病的治愈。\n\n\n②治疗高血压病\n\n\n每日用车前子3钱(经1个月疗效不显者加至6钱)，水煎2次，当茶饮。50例患者经3～4个月治疗，收缩压降低到150毫米汞柱以内的23例(46%)，舒张压降低到90毫米汞柱以内的25例(50%)。治疗中除个别病例有胃部不适外，无其它不良反应\n\n\n③用于转正胎位\n\n\n孕妇在产前检查发现胎位异常者，待其妊娠28～32周时，试服车前子可望胎位转正。据68例观察，转正率达80～90%。用法：车前子3钱，烘干研末和水1次送服。1周后复查，如未成功隔1周可再服1次。最多服3次，如无效即为失败。\n\n\n④治疗颞下颌扰乱症\n\n\n用5%车前子液0.5毫升，加入2%昔鲁卡因0.1毫升，作关节内注射。注射时用皮内注射针头，嘱病人将口半张开(此时髁状突后缘呈一凹陷)，针尖自耳屏前约0.5厘米处向前内方向刺入，深约1厘米，即进入关节腔内，缓缓注入药液。注射后病人即可闭口。每周注射1次，连续3～4次，停药观察;1月后如疗效不显，可继续注射一个疗程再行观察。在治疗期间及疗程完毕后数周内，应尽量注意勿过大张口，如遇呵欠等生理性张口动作，可用手按住下颌作适当限制，否则会影响疗效。150例患者根据2个月治疗复查，及其后6～24个月随访结果，症状完全消失者60例(40%)，部分消失或减轻者77例(51.33%)，无效者10例(6.66%)，复发者3例(2%)。总有效率为91.33%。另有8例习惯性颞下颌关节脱位，经车前子液注射后，6例未再发，1例改善，1例无效。车前子液治疗本病的作用在于注射后引起关节滑膜和关节囊的轻度炎症现象，当炎症消退后，继之有纤维组织增生，因之可使松弛了的关节囊恢复共紧张度，而使关节功能获得改善。所以在治疗期间须严格要求病人限制张口，使新的纤维组织能在收缩状态下的关节囊内壁生长，否则即难收到预期效果。对重症病人的疗效不佳。\n",
    "position": "为车前草科植物车前或平车前的种子。植物形态详\"车前\"条。",
    "source": "《本经》"
  },
  {
    "name": "洋葱",
    "alias": "球葱、圆葱、玉葱、葱头，荷兰葱",
    "ingredient": "\n含有气味物质如硫醇、二甲二硫化物、二烯丙基二硫化物与二烯丙基硫醚、三硫化物、硫代亚磺酸盐和少量柠檬酸盐、苹果酸盐等。根、球茎、叶含邻-羟基桂皮酸、咖啡酸、阿魏酸、芥子酸。球茎、叶还含对-羟基桂皮酸、原儿茶酸、多糖A、多糖B与槲皮素、槲皮素3，4\"-二葡萄糖甙、槲皮素7，4\"-二葡萄糖甙、胸嘧啶及多种氨基酸等。皮中含山柰酚和山柰酚的甙。蓓蕾、花粉、花药均含胡萝卜素。\n",
    "process": "\n6月采收。\n",
    "distinguish": "?",
    "effect": "\n健康男性口服60克油煎洋葱，能抑制高脂肪饮食引起的血浆胆甾醇升高，并使纤维蛋白溶解活性下降，故可用于动脉硬化症。动物实验证明，洋葱对胃肠道能提高张力，增加分泌，可试用于肠无力症及非痢疾性肠炎。本剂有杀菌作用，从其中分离所得的结晶物质在1：10万时，能杀金黄色葡萄球菌、白喉杆菌等，妇科中可用于治疗滴虫性阴道炎。民间将洋葱作为利尿剂及祛痰剂。外用有温和的刺激作用。对四氧嘧啶及肾上腺素性高血糖具有抗搪尿病作用。洋葱提取物对离体子宫有收缩作用。将生的或煮熟的洋葱，或洋葱的各种提取物喂大鼠及豚鼠，可降低红细胞数，降低程度与所喂剂量呈正比。因含维生素C10～20毫克%、B1-60毫克%、B2-50毫克%、维生素A元4毫克%，可用于维生素缺乏症，特别是维生素C缺乏时。\n",
    "creation": "?",
    "function": "\n有祛痰、利尿、健胃润肠、解毒杀虫等功能。可治食欲不振、大便不畅、痢疾、肠炎、虫积腹痛、创伤溃疡、赤白带下等病症。\n\n\n《药材学》：\"新鲜的捣成泥剂，治疗创伤、溃疡及妇女滴虫阴道炎。\"\n",
    "taste": "\n性温，味辛甘\n",
    "usage": "\n内服：生食或烹食，1～2两。外用：捣敷或捣汁涂。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n洋葱\n\n\n多年生草本，具强烈的香气。鳞茎大，球形或扁球形，外包赤红色皮膜。叶圆柱形，中空;长约25～50厘米，径约1～1.5厘米，中部以下最粗;绿色，有白粉。花葶高可达1米，圆柱形，中空，中部以下膨大，径可达3厘米;伞形花序，球形，外包有2～3片反卷的苞片;花柄长不过2.5厘米;花被6，呈二轮排列，粉红色或近于白色，花被片倒卵状披针形，先端尖;雄蕊6，伸出，花丝基部宽阔;雌蕊1，子房上位，三棱状，3室，花柱丝状，柱头小。蒴果，室背裂开，含有多数种子。种子扁形，黑色。花期6～7月。\n\n\n全国各地有栽培。\n",
    "application": "?",
    "position": "为百合科植物洋葱的鳞茎。",
    "source": "《药材学》"
  },
  {
    "name": "没药",
    "alias": "末药(《纲目》)。",
    "ingredient": "没药树含树脂25～35%，挥发油2.5～9%，树胶约57～65%，此外为水分及各种杂质约3～4%。\n\n树脂的大部分能溶于醚，不溶性部分含α及β罕没药酸，可溶性部分含α，β与γ没药酸、没药尼酸、α与β罕没药酚。尚含罕没药树脂、没药萜醇。\n\n挥发油在空气中易树脂化，含丁香油酚、间苯甲酚、枯醛、藻烯、二戊烯、柠檬烯、桂皮醛、罕没药烯等。\n\n树胶水解得阿拉伯糖、半乳糖和木糖。",
    "process": "11月至翌年2月或6～7月采收。本品多由树皮的裂缝处自然渗出；或将树皮割破，使胶树脂从伤口渗出。初呈黄白色的液体，接触空气后逐渐凝固而成红棕色硬块。采得后去净树皮及杂质，置干燥通风处保存。",
    "distinguish": "干燥的胶树脂呈不规则颗粒状或粘结成团块，大小不一，一般直径约2.5厘米，有的可达10厘米，红棕色或黄棕色，表面祖糙，覆有粉尘。质坚脆，破碎面呈不规则颗粒状，带棕色油样光泽，并伴有白色小点或线纹，薄片半透明。与水共研则成黄色乳状液。气微弱而芳香，味苦微辛。以块大、棕红色、香气浓而杂质少者为佳。\n\n主产索马里、埃塞俄比亚及阿拉伯半岛南部。以索马里所产者最佳。",
    "effect": "没药的水浸剂(1：2)在试管内对堇色毛癣菌、同心性毛癣菌、许兰氏黄癣菌等多种致病真菌有不同程度的抑制作用。没药的抗菌作用可能与含丁香曲酚有关，参见\"丁香\"条。\n\n含油树脂部分能降低雄兔高胆甾醇血症(饲氢化植物油造成)的血胆甾醇含量，并能防止斑块形成，也能使家兔体重有所减轻。与其他含油树脂的物质相似，没药(一般用酊剂)有某些局部刺激作用，可用于口腔洗剂中，也可用于胃肠无力时以兴奋肠蠕动。",
    "creation": "没药：拣去杂质，打成碎块。制没药：取拣净的没药置锅内用文火炒至表面稍见熔化点，取出放凉。或炒至表面稍见熔化时，喷洒米醋，继续炒至外层明亮光透，取出放凉。(没药每100斤，用醋6斤)\n\n《本草从新》：\"没药，水飞过，用钵坐热水中，以灯心同研，则易细。\"",
    "function": "散血去瘀，消肿定痛。治跌损，金疮，筋骨，心腹诸痛，癥瘕，经闭，痈疽肿痛，痔漏，目障，\n\n①《药性论》：\"主打搕损，心腹血瘀，伤折踒跌，筋骨瘀痛，金刃所损，痛不可忍，皆以酒投饮之。\"\n\n②《海药本草》：\"主折伤马坠，推陈置新，能生好血，研烂，以热酒调服。堕胎.心腹俱痛及野鸡漏痔、产后血气痛，并宜丸、散中服。\"\n\n③《日华子本草》：\"破癥结宿血，消肿毒。\"\n\n④《开宝本草》：\"主破血止痛。疗杖疮、诸恶疮、痔漏卒下血、目中翳晕痛肤赤。\"\n\n⑤王好古：\"治心胆虚，肝血不足。\"\n\n⑥《纲目》：\"散血消肿，定痛生肌。\"\n\n⑦《本草述》：\"久服舒筋膜，通血脉，固齿牙，长须发。\"",
    "taste": "苦，平。\n\n①《药性论》：\"味苦辛。\"\n\n②《海药本草》：\"味苦辛，温，无毒。\"\n\n③《开宝本草》：\"味苦，平，无毒。\"",
    "usage": "内服：煎汤，1～3钱：或入丸、散。外用：研末调敷。",
    "compatibility": "孕妇忌服。\n\n①《品汇精要》：\"妊娠不可服。\"\n\n②《本草经疏》：\"凡骨节痛与夫胸腹胁肋痛，非瘀血停留而因于血虚者不宜用。产后恶霹去多，腹中虚痛者不宜用。痈疽已溃不宜用。目赤肤翳非血热甚者不宜用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾；心；肾经",
    "plant": "①没药树(《大明一统志》)\n低矮灌木或乔木，高3米。树干粗，具多数不规则尖刺状的粗枝。树皮薄，光滑，小片状剥落，淡橙棕色，后来灰色。叶散生或丛生，单叶或3出复叶，柄短，小叶倒长卵形或倒披针形，中央一片长7～18毫米，宽4～8毫米，远较两侧一对为大，钝头，全缘或于末端稍具锯齿。花小，丛生短枝上；萼杯状，宿存，上具4钝齿；花冠白色，4瓣，长圆形或线状长圆形，直立；雄蕊8，自短杯状花盘边缘伸出，直立，不等长，花粉囊卵形；子房3室，每室各具胚珠2枚，花柱短粗，柱头头状。核果卵形，尖头，光滑，棕色，外果皮革质或肉质，种子1～3枚，但仅1枚成熟，其余均萎缩。花期夏季。\n分布热带非洲和亚洲西部。\n\n②爱伦堡没药树\n小形无刺乔木或灌木.3出复叶，簇生于短枝上，具长柄，光滑或具短毛，小叶倒卵形或长圆形，先端短尖或钝圆。花1朵或2朵于叶簇旁伸出；花梗中部有小苞片2枚。核果卵形，略压缩，一侧略隆起，短喙状，1室，果皮坚硬，黄色；种子无胚乳。\n分布红海两侧的海滨地区，及阿拉伯半岛从北纬22°向南至索马里海滨一带。",
    "application": "内服：煎汤，用量3～10克，或入丸、散。外用：适量，研末调敷。用于胸痹心痛，胃脘疼痛，痛经经闭，产后瘀阻，癥瘕腹痛，风湿痹痛，跌打损伤，痈肿疮疡。",
    "position": "为橄榄科植物没药树或爱伦堡没药树的胶树脂。",
    "source": "《药性论》"
  },
  {
    "name": "天冬",
    "alias": "明天冬，墙蘼，满冬，满冬募，天文冬，地门冬，肥无冬，大天冬，大当门根，多儿母，万岁藤根，婆罗树根，商棘根，天棘根，颠勒，颠棘根，白罗杉根，八百崽，丝冬，倪铃，赶条蛇，多仔婆，老虎尾巴根，九子十弟，浣草根，女木根，筵门冬，门冬，润天冬，延门冬，无不愈，管橙，浣草，十二根，三百棒",
    "ingredient": "含多种螺旋甾甙类化合物天冬甙-Ⅳ～Ⅶ（Asp－Ⅳ～Ⅶ）；天冬酰胺、瓜氨酸、丝氨酸等近20种氨基酸，以及低聚糖Ⅰ～Ⅶ；并含有5-甲氧基-甲基糠醛（5－methoxy-methylfurfural）。\n",
    "process": "秋、冬季采挖，除去须根人沸水中煮或蒸，除去外皮，微火烘干或用硫磺熏后再烘干。",
    "distinguish": "本品横切面：根被有时残存。皮层宽广，外侧有石细胞，石细胞浅黄棕色，长条形、长椭圆形或类圆形，直径32～110 μｍ，壁厚，纹孔及孔沟极细密，有的断续排列成环；黏液细胞散在，草酸钙针晶束存在于椭圆形黏液细胞中，针晶长40～99μｍ。内皮层明显。中柱韧皮部束和木质部束各31～135 个，相互间隔排列，少数导管深入至髓部，髓细胞亦含草酸钙针晶束。",
    "effect": "（1）水煎剂、乙醇制剂在肿瘤组织培养液中对人体分离的直肠癌、结肠癌、纤维肉盗的癌细胞有抗癌作用；对白血病患者的细胞的呼吸与脱氢酶有一定的抑制作用。 \n\n（2）天冬酰胺经动物实验有镇咳与祛痰作用。 \n\n（3）水煎剂对金黄色葡萄球菌、肺炎双球菌、深血性链球菌、白喉杆菌、绿脓杆菌、炭疽杆菌均有不同程度的抑菌作用。\n",
    "creation": "秋、冬二季采挖，洗净，除去茎基和须根，置沸水中煮或蒸至透心，趁热除去外皮，除去杂质，迅速洗净，切薄片，干燥。",
    "function": "养阴生津，润肺清心。用于肺燥干咳、虚劳咳嗽、津伤口渴、心烦失眠、内热消渴、肠燥便秘、白喉。\n",
    "taste": "本品呈长纺锤形，略弯曲，长 5～18cm，直径 0.5～2cm 。表面黄白色至淡黄棕色，半透明，光滑或具深浅不等的纵皱纹，偶有残存的灰棕色外皮。质硬或柔润，有黏性，断面角质样，中柱黄白色。气微，味甜、微苦。含天冬酰胺、B-谷甾醇、葡萄糖等。\n性寒，味甘、苦。\n",
    "usage": "煎剂：3-30克。 \n\n丸散：0.75-3.6克。 \n\n注射剂：10-20毫克（逐渐递增），用生理盐水500毫升稀释后静肪滴注。 \n\n外用：适量。 \n",
    "compatibility": "虚寒泄泻及风寒咳嗽者禁服。",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "归肺、肾经。",
    "plant": "攀援状多年生草本。茎细，有纵槽纹。叶状枝2～3枚簇生叶腋，线形，扁平，长1～3cm，宽1mm左右，叶退化为鳞片，主茎上的鳞状叶常变为下弯的短刺。花1～3朵簇生叶腋，黄白色或白色；花被片6；雌蕊1,子房3室。浆果球形，熟时红色。花期5月。\n\n生于山野，亦栽培于庭园。分布我国中部、西北、长江流域及南方各地。",
    "application": "用量6~12克，煎汤服。用治肺热干咳、顿咳痰黏、咽干口渴、肠燥便秘。",
    "position": "天冬为百合科植物天门冬Asparaguscochinchinensis（Lour.）Merr的块根",
    "source": "《名医别录》《月华于本草》"
  },
  {
    "name": "莲花",
    "alias": "菡萏、荷花、水花、芙蓉",
    "ingredient": "花含槲皮素、木犀草素、异槲皮甙、木犀草素葡萄糖甙、山柰酚、山柰酚-3-半乳糖葡萄糖甙、山柰酚-3-二葡萄糖甙等多种黄酮类。",
    "process": "6～7月间采收含苞未放的大花蕾或开放的花，阴干。",
    "distinguish": "干燥花蕾呈圆锥形，长2.5～4厘米，直径约2厘米。表面灰棕色。花瓣多层，呈螺旋状排列；散落的花瓣呈卵圆形或椭圆形，略皱缩或折叠，表面有多数细筋脉，基部略厚；质光滑柔软。去掉花瓣，中心为幼小的莲蓬，顶端圆而平坦，上有小孔10余个，基部渐窄，周围着生多数花蕊。花柄呈细圆柱状，上有皱沟或顺纹，表面紫黑色，具刺状突起，断面有大型孔隙。微有香气，味苦涩，以未开放、瓣整齐、洁净、气清香者为佳。\n全国大部分地区均产。",
    "effect": "?",
    "creation": "?",
    "function": "活血止血，去湿消风。主损伤呕血；血淋；崩漏下血；天泡湿疮；疥疮瘙痒 \n①《日华子本草》：\"镇心，益色驻颜。\"\n\n②《日用本草》：\"涩精气。\"\n\n③《滇南本草》：\"治妇人血逆昏迷。\"\n\n④《本草再新》：\"清心凉血，解热毒，治惊痫，消湿去风，治疮疥。\"\n\n⑤《河北药材》：\"揉碎贴肿毒，促脓肿之吸收。\"\n\n⑥《山东中药》：\"活血祛瘀。\"",
    "taste": "苦，甘，温。归心，肝经。\n\n①《日华子本草》：\"暖，无毒。\"\n\n②《纲目》：\"苦甘，温，无毒。\"\n\n③《本草再新》：\"味苦甘，性凉，无毒。\"",
    "usage": "内服：研末，0.5～1钱；或煎汤。外用：敷贴患处。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "莲，多年水生草本，又称荷花。根茎横生，肥厚，节间膨大，内有多数纵行通气孔洞，外生须状不定根。节上生叶，露出水面；叶柄着生于叶背中央，粗壮，圆柱形，多刺；叶片圆形，直径25-90cm，全缘或稍呈波状，上面粉绿色，下面叶脉从中央射出，有1-2次叉状分枝。花单生于花梗顶端，花梗与叶柄等长或稍长，也散生小刺；花直径10-20cm，芳香，红色、粉红色或白色；花瓣椭圆形或倒卵形，长5-10cm，宽3-5cm；雄蕊多数，花药条形，花丝细长，着生于托之一；心皮多数埋藏于膨大的花托内，子房椭圆形，花柱极短。花后结“莲蓬”，倒锥形，直径5-10cm，有小孔20-30个，每孔内含果实1枚；坚果椭圆形或卵形，长1.5-2.5cm，果皮革质，坚硬，熟时黑褐色。种子卵形，或椭圆形，长1.2-1.7cm，种皮红色或白色。花期6-8月，果期8-10月。",
    "application": "?",
    "position": "为睡莲科植物莲的花蕾。植物形态详\"莲子\"条。",
    "source": "《日华子本草》"
  },
  {
    "name": "地榆",
    "alias": "白酸赭、豚榆系、白地榆、鼠尾地榆、西地榆、地芽、野升麻、马连鞍、花椒地榆、水橄榄根、线形地榆、水槟榔、山枣参、蕨苗参、红地榆、岩地芨、血箭草、黄瓜香",
    "ingredient": "根中含多种鞣质成分：地榆素（sanguiin）H-1、H-2、H-3，H-4、H-5、H-6、H-7、H-8、H-9、H-10、H-11，1，2，6-三没食子酰-β-D-葡萄糖（1，2，6-trigalloyl-β-D-glucose）、1，2，3，6-四没食子酰-β-D-葡萄糖（1，2，3，6-tetragalloyl-β-D-glucose），2，3，4，6-四没食子酰-D-葡萄糖（2，3，4，6-tetragalloyl-D-glucose），1，2，3，4，6-五没食子酰-β-D-葡萄糖（1，2，3，4，6-Pentagalloyl-β-D-glucose），6-O-没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-6-O-galloyl-β-D-glucopyranoside），6-O-双没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-6-O-digalloyl-β-D-glucoPyranoside），4．6-O-双没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-4，6-di-O-galloyl-β-D-glucopyranoside），2，3，6-O-三没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-2，3，6-tri-O-galloyl-β-D-glucopyranoside），3，4，6-O-三没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-3，4，6-tri-O-galloyl-β-D-glucopyranoside），2，3，4，6-O-四没食子酰甲基-β-D-吡喃葡萄糖甙（methyl-2，3，4，6-tetra-O-galloyl-β-D-glucopyranoside），没食子酸-3-O-β-D-（6’-O-没食子酰）-吡喃葡萄糖甙[gallic acid-3-O-β-D-（6’-O-galloyl）-glucopyranoside]，3，4，3’-三-O-甲基并没食子酸（3，4，3’-tri-O-methylellagic acid），地偷酸双内酯（sanguisorbic acid dilactone）。还含有2种没食子酰金缕梅糖衍生物：5，2’-双-O-没食子酰金缕梅糖（5，2’-di-O-galloylhamamelose），2’，3，5-三-O-没食子酰-D-呋喃金缕梅糖（3，5，2’-tri-O-galloyl-D-hamamelofuranose）。根中还含有多种黄烷-3-醉衍生物：右旋儿茶精（catechin），7-O-没食子酰-右旋-儿茶精[7-O-galloyl-（＋）-catechin]，3-O-没食子酰前矢车菊素B-3（3-O-galloylprocyanidin B-3），3-O-没食子酰前关车菊素C-2（3-O-galloyl-procyanidin C-2），棕儿茶素A-1（gambiriin A-1），棕儿茶素B-3（gambiriinB-3）。从根中还得到地榆糖甙（zigu-glucoside）Ⅰ及Ⅱ，地榆皂甙（sanguisorbin）A、B、C、D、E（其中，已确定结构的为B和E），甜茶皂甙R1（sauvissimoside R1），坡模醇酸-28-O-β-D-吡喃葡萄糖酯甙（pomolic acid-28-O-β-D-glucopyranoside）， 2，4-二羟基-6-甲氧基苯乙酮（2，4-dihydroxy-6-methoxyacetophenone），3，3’，4-三-O-甲基并没食子酸（3，4，3’-tri-O-methyl ellagic acid），3，4，4’-三-O-甲基并没食子酸（3，4，4’-tri-O-methyl ellagic acid），地榆皂甙元（sanguisorbigenin），胡萝卜甙（β-Sitostrol-β-D-glucoside），3-氢代-19a-羟基-12-乌苏烯-28-酸（3-oxo-19a-hydroxyurs-12-en-28-oic acid），3，11-二氧代-19a-羟基-12-乌苏烯-28-酸（3，11-dioxo-19a-hydroxyurs-12-en-28-oic acid），坡模醇酸（pomolic acid），2a-羟基被模醇酸（2a-hydroxypomolic acid）即是委陵菜酸（tormenticacid）。根茎中分离到右旋地茶精，右旋没食子儿茶精（gallocatechin）。茎叶富含黄酮甙，甙元为槲皮素（quercetin），山柰酚（kampferol）。还含白桦脂酸（betulic acid）。\n",
    "process": "春季发芽前或秋季苗枯萎后采挖，除去残茎及须根，洗净晒干。",
    "distinguish": "性状鉴别（l）地榆 根圆柱形，略扭曲状弯曲，长18-22cm，直径0．5-2cm。有时可见侧生支根或支根痕。表面棕褐色，具明显纵皱。顶端有圆柱状根茎或其残基。质坚，稍脆，折断面平整，略具粉质。横断面形成层环明显，皮部淡黄色，木部棕黄色或带粉红色，呈显着放射状排列。气徽，味微苦涩。\n（2）长叶地榆 根圆柱形，常弯曲，长15-26cm，直径0．5-2cm。有时支根较多，表面棕褐色，质较坚韧，不易折断。折断面细毛状，可见众多纤维。横断面形成层环不明显，皮部黄色，木部淡黄色。不呈放射状排列。气弱，味微苦涩。\n以条粗、质坚、断面粉红色者为佳。\n显微鉴别 根横切面：（1）他榆 木栓细胞8-9列，排列整齐。皮层细胞1-3列，常切向延长。韧皮部宽广，筛管群可见，韧皮纤维常单个散在，壁厚，腔小，多木化。形成层呈环状，由2-4列细胞组成。木质部导管稀疏，集成3-5束，导管周围有木纤维，壁厚，常3-5成群，射线细胞放射状排列，多为单列长圆形细胞，初生木质部四原型。薄壁细胞中充满淀粉粒，有些细胞中含草酸钙簇晶。（2）长叶地榆木栓层由数列排列整齐的细胞组成。皮层较宽，纤维多见，常单个散在。韧皮纤维众多，散在或成束，直径 7-24μm，非木化。形成层环状弯曲。木质部较发达，导管直径达 87μm，导管周围有较多纤维。薄壁细胞中含淀粉粒与草酸钙簇晶。\n\n",
    "effect": "\n　　1、止血作用：\n\n\n　　以地榆粉或炒炭地榆粉5g/kg给小鼠灌胃，出血时间分别缩短31.9%和45.5%，与生理盐水对照组比较均有显著差异，但地榆粉和炒炭地榆粉之间则无 统计学差异。给家免以地榆粉或炒炭地榆粉2g/kg灌胃，两者与生理盐水对照组比较，凝血时间均缩短25%。由于炒炭可使地榆缩合鞣质几乎完全破坏，故其止血作用并非完全由鞣质所致。但也有报告认为地榆煎剂小鼠灌胃给药也可使断尾出血，凝血时间缩短，而去除鞣质后该作用消失，故认为其止血作用与鞣质有关。另外，地榆中的鞣质及其多元酚对纤维蛋白溶酶有强的抑制作用。地榆成分3，3，4-三-O-甲基并没食子酸有止血作用。\n\n\n　　2、抗炎作用：\n\n\n　　腹腔注射地榆水提取剂400mg/kg或醇提取剂650mg/kg，对大鼠甲醛性足跖肿胀均有抑制作用;腹腔注射水提取剂500mg/kg能抑制巴豆油合剂对小鼠耳郭致肿作用，800mg/kg腹腔注射对前列腺素E1引起的大鼠皮肤徽血管通透性增加呈明显抑制作用;水提取剂750mg/kg及酸提取剂800mg/kg对大鼠棉球肉芽肿有显著抑制作用。地偷抗炎作用的有效成分为 3，3’，4-三-O-甲基并没食子酸。小鼠耳部涂抹地输鞣质4mg，显著抑制巴豆油诱发的耳郭肿胀，口服此化合物1g/(kg-d)，连续4d也有效抑制巴豆油诱发的耳郭肿胀。\n\n\n　　3、促进伤口愈合：\n\n\n　　给大鼠造成背部皮肤伤口。10%地榆水提取剂每日涂抹伤口1次与对照组比较有显著促进伤口早期愈合作用。以85-95℃热水造成犬或家兔皮肤Ⅱ-Ⅲ度锈伤，外用炒地榆粉有显著疗效，可使渗出减少、组织水肿减轻，感染与死亡率降低，并使恢复加速。实验证明，地榆中儿茶类鞣质的疗效远不如地榆，而地榆的收敛作用比地榆中儿茶类鞣质要小得多，地偷在去神经组织上对烧伤的疗效比没有去神经组织上的疗效差些，说明地榆的上述作用并非单纯由于所含鞣质所致。\n\n\n　　4、抗菌作用：\n\n\n　　体外试验表明地榆对大肠杆菌、宋内痢疾杆菌、变形杆菌、伤寒杆菌、副伤寒杆菌、绿脓杆菌、霍乱弧菌、结核杆菌、脑膜炎双球菌等有抗菌作用;地榆的乙醇浸液，在试管内对大肠杆菌、枯草杆菌和金黄色葡萄球菌有抑制作用。曾发现地榆有抗噬菌体作用，能灭活噬菌体且抑制噬菌体在菌体内繁殖，但并不阻止噬菌体与细菌吸附。\n\n\n　　5、镇吐作用：\n\n\n　　以地榆水煎剂3g/kg给鸽灌胃每日2次，连用2d可抑制洋地黄引起的催吐作用，其镇吐效果与肌注0.25mg/kg氯丙嗪相仿;但不能抑制阿朴吗啡引起的犬呕吐反应。\n\n\n　　6、其他作用：\n\n\n　　体外实验地偷对人子宫颈癌JTC-26株有抑制作用。雌性小鼠或豚鼠口服地榆饲料，可致性周期延长，这一作用与脑垂体促性腺激素无明显关系。小鼠口服地榆鞣质20mg/kg明显对抗氨基匹林合并亚硝酸钠(NaNO2)引起的急性肝损伤，2.5 μm/ml明显抑制O2的产生，60μg/ml显著对抗过氧化氢(H2O2)诱发的溶血， 160μg/ml对羟自 由基(OH)有明显清除作用。\n",
    "creation": "地榆：拣去杂质，用水洗净，稍浸泡，润透，切成厚片，晒干。地榆炭：取地榆片置锅内炒至外衣变为黑色，内部老黄色，喷洒清水。取出，晒干。",
    "function": "凉血上血，清热解毒。治吐血，衄血，血痢，崩漏，肠风，痔漏，痈肿，湿疹，金疮，烧伤。\n\n①《本经》：\"主妇人乳痓痛，七伤，带下病，止痛，除恶肉，止汗，疗金疮。\"\n\n②《别录》：\"止脓血，诸瘘，恶疮，消酒，除消渴，补绝伤，产后内塞，可作金疮膏。\"\"主内漏不止，血不足。\"\n\n③《药性论》：\"止血痢蚀脓。\"\n\n④《唐本草》：\"主带下十二病。\"\n\n⑤《日华子本草》：\"排脓，止吐血，鼻洪，月经不止，血崩，产前后诸血疾，赤白痢并水泻，浓煎止肠风。\"\n\n⑥《开宝本草》：\"别本注云，止冷热痢及疳痢热。\"\n\n⑦李杲；\"治胆气不足。\"\n\n⑧《滇南本草》：\"治酒寒，面寒疼，肚腹疼。\"\n\n⑨《纲目》：\"汁酿酒：治风痹，补脑。捣汁涂虎、犬、蛇.虫伤。\"\n\n⑩《本草正》：\"清火明日。治带浊痔漏，产后阴气散失。亦敛盗汗，疗热痞。\"\n\n⑾《药品化义》：\"解诸热毒痈。\"\n\n⑿《药物图考》：\"调敷汤火伤，疳疮溃烂。\"\n\n⒀《昆明民间常用草药》：\"治胃痛，胃肠出血。\"",
    "taste": "味苦酸，性寒。归肝；肺；肾；大肠经\n\n①《本经》：\"味苦，微寒。\"\n\n②《别录》：\"甘酸，无毒。\"\n\n③《滇南本草》：\"苦涩，温。\"",
    "usage": "内服：煎汤，2～3钱；或入丸、散。外用：捣汁或研末掺。",
    "compatibility": "虚寒者忌服。\n\n①《本草经集注》：\"得发良。恶麦门冬。\"\n\n②《本草衍义》：\"虚寒人及水泻、白痢，即未可轻使。\"\n\n③《医学入门》：\"虚寒冷痢禁闲。热痢初起亦不可用。恐涩早也。\"\n\n④《本草经疏》：\"胎产虚寒泄泻，血崩脾虚泄泻，法并禁用。\"\n\n⑤《本草汇言》：\"痈疮久病无火，并阳衰血证，并禁用之。\"\n\n⑥《本经逢原》：\"气虚下陷而崩带及久痢脓血瘀晦不鲜者，又为切禁。性能伤胃，悮服多致口噤不食。\"",
    "storage": "置于通风干燥处，防蛀。",
    "side_effects": "大鼠每天灌服水提取物（1：3）20ml/kg，共10天，未有明显中毒症状，但在给药第5及第10天、作肝穿刺检查，发现脂肪浸润的细胞数较对照组有所增加。大鼠每天ig水提物（1：3）20ml/kg，共10天，未有明显中毒症状，但在给药第5天及第10天作肝穿刺检查，发现脂肪浸润的细胞数较对照组有所增加。",
    "category": "归经_肝经",
    "plant": "1.地榆 多年生草本。根多呈纺锤形，表面棕褐色或紫褐色，有纵皱纹及横裂纹。茎直立，有棱，无毛或基部有稀疏腺毛。基生叶为羽状复生，小叶4-6对；叶柄无毛或基部有稀疏腺毛；小叶片有短柄；托叶膜质，褐色，外面无毛或稀疏腺毛；小叶片卵形或长圆形，长1-7cm，宽0.5-3cm，先端圆钝，稀急尖，基部心形至浅心形，边缘有多数粗大、圆钝的锯齿，两面无毛；茎生叶较少，小叶片长圆形至长圆状披针形，狭长，基部微心形至圆形，先端急尖，托叶大，革质，半卵形，外侧边缘有尖锐锯齿。穗状花序椭圆形、圆柱形或卵球形，直立，长1-3(-4)cm，径0.5-1cm，紫色至暗紫色，从花序顶端向下开放；苞片2，膜质，披针形，先端渐尖至骤尖，比萼片短或近等长，背面及边缘有柔毛；裂片4，椭圆形至宽卵形；先端常具短尖头，紫红色；雄蕊4，花丝丝状与萼片近等长，柱头先端盘形。瘦果包藏在宿存萼筒内，倒卵状长圆形或近圆形，外面4棱。花期7-10月，果期9-11月。\n2.长叶地榆 本变种与正种的主要区别在于：基生叶小叶带状长圆形至带状披针形，基部微心形，圆心形至宽楔形；茎生叶较多，与基生叶相似，但更长而狭窄。花穗长圆柱形，长2-6cm，径0.5-1cm；雄蕊与萼片近等长。花、果期8-11月。\n\n",
    "application": "①治小儿肠伤寒\n4～14岁小儿用地榆1两，白花蛇舌草5钱，水3碗煎至60毫升内服，4岁以下减半。每日2～3次，待体温下降后改为每天服1次，至大便培养阴性为止。经治57例14岁以下的患儿，结果49例治愈，8例无效。治愈病例平均退热天数为7.3天，最短2天，最长19天。实验证明，1：5或1：10的地榆汤均有抑菌作用。治疗中未见副作用发生。\n\n②治疗烧伤\n将地榆焙干研成极细粉末，过筛；另用麻油(或菜油)煮沸，然后迅速投入地榆粉，搅拌使成糊状，盛于消毒缸内备用。用时将药糊直接涂于创面，可以很快形成1层厚厚的药痂，能起到预防和控制感染，消除疼痛，促进创面迅速愈合等作用。一般适用于一、二度烧伤、烫伤病人。地榆含有大量鞣质，有较强的收敛性和收缩血管的作用，可降低血管的通透性，减少炎性渗出，同时还有明显的杀菌作用，能对抗绿脓杆菌感染。亦可采用地榆酒精液(地榆洗净晒干，研粗末用70～75%酒精渗漉提取清液，煮至液面出现薄膜，冷却备用)涂布烧伤创面，每日2～3次，不包扎。涂布次数以创面形成干痂而不出现龟裂为度。对已污染的创面应先行清创处理。通过一、二度烧伤患者40例的观察，证明此法对浅度烧伤，特别对中小面积、污染较轻的烧伤效果较好，一般经12～24小时创面上可形成1层棕色保护膜，这对防止细菌污染、减少创面渗出，均有良好影响。\n\n③治疗皮肤病\n将地榆炙黄，研细末过筛，以凡士林配成30%药膏，外敷患部。敷膏前依皮损的不同情况先以油类擦洗或1：8000高锰酸钾溶液湿敷。经治湿疹及湿疹样皮炎，脂溢性湿疹，下肢静脉曲张性湿疹及糜烂感染型足癣等疾患共109例，结果治愈47例，显效及有效50例。平均治愈日数为8.3天。以湿疹及湿疹样皮炎的治愈率最高，脂溢性湿疹及下肢静脉曲张性湿疹共26例全部有效。实践证明，30%地榆膏有止痒、收敛、消炎等作用。另有用生地榆1两，加水约600毫升，熬成300毫升药液，冷却后湿敷患处流水部位(热湿敷可起反作用)。半小时后再浸再敷。每天3～4次，连用3～4天，直至不流水为止。适用于急性、亚急性、脂溢性湿疹，婴幼儿湿疹，及慢性湿疹急性发作期。渗出较多时，待渗出减少后，可用地输20两、煅石膏20两、枯矾1两研成细末混匀，调制成40～50%软膏外敷，每日1～2次。如遇亚急性、慢性湿疹皮损浸润或轻度肥厚时，可用地榆粉1.5两、密陀僧末3两研匀加凡士林调成50～60%软膏外敷，每日1～2次。\n\n④治疗结核性脓疡及慢性骨髓炎\n用地榆制成注射液，每2毫升含生药2克，每日1次，每次4毫升，肌肉注射；或用地榆5%浓煎口服，每日1剂，小儿酌减。亦可肌注与口服交替进行。一般以1个月为一疗程。临床治疗4例结核性脓疡，2例慢性骨髓炎，结合外科常规治疗，均收到一定效果。",
    "position": "为蔷薇种植物地榆的根及根茎。",
    "source": "《本经》"
  },
  {
    "name": "山芝麻",
    "alias": "岗油麻、岗脂麻、田油麻、仙桃草、野芝麻、狗屎树、假芝麻、山麻、假油麻、芝麻头、牛釜尾、山野麻、白头公、油麻甲、野麻甲、假麻甲、苦麻、山脂麻、被油麻、坡片公。",
    "ingredient": "\n根含黄酮甙、酚类、鞣质。\n",
    "process": "\n6月前采其全株，切段，晒干。\n",
    "distinguish": "理化鉴别 取本品粗粉5g，加水50ml，煮沸，滤过。滤液加羟胶一三氯化铁试液，发生紫褐色沉淀（检查酯类）；滤液加2，4-二硝基苯肼试液，发生黄棕色沉淀。（检查羰基化合物）。",
    "effect": "抑菌试验：对金黄色葡萄球菌有抑制作用。",
    "creation": "?",
    "function": "\n解表清热，消肿解毒。治感冒发热、头痛，口渴，痄腮，麻疹，痢疾，肠炎，痈肿，瘰疬，疮毒，湿疹，痔疮。\n\n①《生草药性备要》：\"根：治疮，去毒，止血，埋口；又能开大肠，食多大便必快。\"\n\n②《广州植物志》：\"叶：捣烂敷患处，治疮毒。\"\n\n③《福建民间草药》：\"去瘀生新，消痈解毒。\"\n\n④《南宁市药物志》：\"解表清热，治痧气，热性感冒，毒疮。\"\n\n⑤《泉州本草》：\"清热止渴，祛痰止咳。治肺病，瘰疬。\"\n",
    "taste": "\n辛微苦，凉。\n\n①《岭南采药录》：\"味苦，性凉。\"\n\n②《福建民间草药》：\"甘，寒，无毒。\"\n\n③《南宁市药物志》：\"辛微苦，凉。\"\n入胃经\n\n",
    "usage": "\n内服：煎汤，3～6钱(鲜者1～2两)。外用：捣敷。\n",
    "compatibility": "\n《广西药植图志》：\"虚寒症忌服。\"\n",
    "storage": "?",
    "side_effects": "本品有小毒，内服量不宜过大。中毒时可见恶心，腹泻，头晕等反应。",
    "category": "归经_胃经",
    "plant": "\n山芝麻\n小灌木，高约1米。小枝密被灰黄绿色短柔毛。叶互生，线状披针形或长圆状线形，长4～8厘米，宽1～1.5厘米，先端钝或短尖，基部圆形，脉3出，全缘，上面无毛或几无毛，下面密被灰白色或淡黄色星状柔毛；叶柄长5～7毫米。花序腋生，密生小花；花苞1片，线状尖针形；花柄短；萼简状，长6～7毫米，5裂，被星状短柔毛；花瓣5，淡紫色，线形，长约1厘米；雄蕊10，连合成雄蕊柱，雄蕊柱与雄蕊柄合生，顶端5裂，花药群集在裂齿间，退化雄蕊5；子房5室，被毛，花柱柔弱。蒴果卵状长圆形，长12～20毫米，先端短尖，密被星状柔毛。花期6～7月。果期11～12月。\n\n生于荒山、丘陵、荒坡、路边。分布江西、福建、广东、广西及西南等地。\n",
    "application": "\n①治疗高血压病\n以干根1两作煎剂或流浸膏冲服，一般每日1剂，个别病例日服2剂或半剂，2次分服。治疗18例，其中属于I期1例，Ⅱ期4例，Ⅲ期13例；服药最短者7天，最长者70天，平均34.3天。治疗结果，按北京阜外医院规定估计标准，显效5例，有效4例，轻效2例，无效7例。其中Ⅲ期者显效4例，有效2例，轻效1例。症状的改善，似以心悸、失眠、面红、夜间多尿、头晕等较为显著。8例在治疗前后作了血清胆甾醇检查，其中6例阼低，2例不变，服药期间心、肾、血液等未见严重毒性表观，仅少数出现腹泻、腹痛、头痛、恶心、呕吐、多汗、眼皮震颤、四肢麻感等副作用，但无影响治疗的情况。\n\n②治疗痔疮\n取山芝麻根8斤，芭蕉叶(烧灰存性)1斤，石灰乳(即浓石灰液)1斤，制成澄清透明注射液供局部注射。注射方法：肛门常规消毒，普鲁卡因局麻，用止血弯钳固定痔根部，然后从痔顶缓慢注入药液0.3～0.6毫升，俟痔核变灰黑色后约15分钟，去钳，用新洁尔灭冲洗，塞入凡士林纱布，覆盖固定。治疗215例，1例无?，其余均于治疗后3～5天痔核枯落，10天左右愈合。凡有严重的肾脏病、循环系统疾病、活动期肺结核及孕妇，均忌用。对肛门部有急性感染者以及痔核正在发炎出血者，须待炎症消退后方可注射。每次注射最多不超过两个痔核，第2次需间隔半月左右。此外，注射时还需注意保护痔核周围腱膜，以防药液损害。经常保持大便通畅，每日用高锰酸钾液行局部坐浴3～4次，忌吃辛辣刺激性食物。注射后未见全身反应，少数病例有局部胀辣感，均能忍受。\n",
    "position": "\n为梧桐科植物山芝麻的全株。\n",
    "source": "\n《福建民间草药》\n"
  },
  {
    "name": "半边莲",
    "alias": "急解索(《纲目》)，蛇利草(《岭南采药录》)，细米草(《中国药植志》)，蛇舌草(《福建民间草药》)，鱼尾花(《江西中药》)，半边菊、半边旗(《广西中药志》)，奶儿草、半边花(《浙江民间草药》)，箭豆草(《四川中药志》)，顺风旗、单片芽(《岭南草药志》)，小莲花草、绵蜂草、吹血草，腹水草、疳积草、白腊滑草、金菊草(《湖南药物志》)，金鸡舌(《闽东本草》)，片花莲、偏莲、瓜仁草(《江西民间草药验方》)，蛇啄草(《上海常用中草药》)。",
    "ingredient": "全草含生物碱、黄酮甙、皂甙、氨基酸。生物碱中主要为山梗菜碱、山梗菜酮碱、山梗菜醇碱、异山梗菜酮碱等。根茎含半边莲果聚糖，为一种果聚糖。",
    "process": "多于夏季采收，带根拔起，洗净，晒干或阴干。",
    "distinguish": "干燥带根全草，多皱缩成团。根细长，圆柱形，带肉质，表面淡棕黄色，光滑或有细纵纹，生有须根。茎细长多节，灰绿色，靠近根茎部呈淡紫色，有皱缩的纵向纹理，节上有时残留不定根。叶互生，狭长，表面光滑无毛，多皱缩或脱落。花基部筒状，花瓣5片。臭微，有刺激性，味初微甘，后稍辛辣。以干燥、叶绿、根黄、无泥杂者为佳。\n\n主产安徽、江苏、浙江。此外，广东、广西、江西、四川等地亦产。",
    "effect": "1.利尿作用：麻醉犬iv半边莲浸剂0.1g/kg或半边莲总生物碱6.6mg/kg，正常大鼠ig1g/kg，以及正常人po半边莲粉剂10-30g，均有显着而持久的利尿作用，尿中氯化物的排泄量亦明显增多。从半边莲中分离出的菊糖给大鼠po或ip，则有抑制利尿作用。2.对神经系统的作用:半边莲碱对神经系统的作用与烟碱相似，但强度仅为烟碱的1/5-1/20，对植物神经节、肾上腺髓质、延脑各中枢（尤其是呕吐中枢）、神经一肌肉接头，以及颈动脉体和主动脉体的化学感受器都有先兴奋、后抑制的作用。3.对中枢的抑制作用:本品所含的琥珀酸对小鼠、大鼠、豚鼠、兔、猫和犬ip给药均能保护动物对抗高压氧、电休克和听源性惊厥。热板法有镇痛作用，与戊巴比妥钠有协同作用，并有镇静和降低体温的作用。4.呼吸兴奋作用:半边莲煎剂和其生物碱制剂iv对麻醉犬有显着的呼吸兴奋作用。其作用随剂量增大而加强和延长。剂量过大时则可引起呼吸麻痹而死亡。切除窦神经或摘除颈动脉体后，再注射半边莲制剂，则不出现明显的呼吸兴奋作用。表明其作用机理主要是通过刺激颈动脉体化学感受器，反射地兴奋呼吸中枢。半边莲碱对吗啡所致呼吸抑制有较好的兴奋作用，对乌拉坦和水合氯醛所致者较差。半边莲碱吸入，有扩张支气管作用，可对抗毛果芸香碱和乙酰胆碱引起的气管收缩。5.对心血管系统的作用:半边莲浸剂iv，对麻醉犬有显着而持久的降压作用。如十二指肠给药则需要10-20倍于静脉给药的量才有作用。亦有报道煎剂小量iv有短暂的升压作用，较大剂量时则有较持久的降压作用。半边莲生物碱对离体兔心和蛙心有兴奋作用，使收缩力加强，振幅增大；高浓度时则出现暂时的兴奋，继以抑制，最后发生传导阻滞和停搏。半边莲碱im，在呼吸兴奋的同时，心率减慢，血压升高；大剂量时则心率加快，血压明显下降，终至心脏麻痹。6.利胆作用:犬iv半边莲水煮醇沉制剂1g（生药）/kg，胆质流量较给药前增加2倍以上，给药50分钟后作用达高峰，但胆汁中固形物、胆酸盐和胆红素的浓度都有所降低。7.抗蛇毒作用:半边莲制剂，以及从中分离出的琥珀酸钠、延胡索酸钠、对羟基苯甲酸钠分别于注射蛇毒前30分钟po，或于注射蛇毒同时sc药物，或用琥珀酸钠、延胡索酸钠和醋酸钠组成复方于注射蛇毒前30分钟-4hpo，对于注射最小全致死量眼镜蛇毒的小鼠均有较高的保护作用，保护率59.1-93.1%。但若于注射蛇毒后25分钟再给药，则无保护作用。8.其它作用:8.1.抗溃疡作用：本品所含的琥珀酸50mg/kg，可对抗大鼠幽门结扎产生的胃溃疡，是由于抑制胃液分泌和扩张胃肌而呈抗溃疡作用。猫和犬im半边莲碱有致吐作用。8.2.轻泻作用:半边莲煎剂po有轻泻作用，并能抑制食欲。8.3.抑菌作用:体外试验，半边莲煎剂对常见致病性真菌有明显的抑制作用。对金黄色葡萄球菌和大肠杆菌亦有抑制作用。8.4.凝血作用：Ip给药可缩短小鼠断尾的出血时间。8.5.抗癌作用：半边莲碱15mcg/ml浓度时，可抑制小鼠腹水癌细胞对氧的摄取。",
    "creation": "除去杂质，洗净，切段，晒干。",
    "function": "利水，消肿，解毒，治黄疸，水肿，臌胀，泄泻，痢疾，蛇伤，疔疮，肿毒，湿疹，癣疾，跌打扭伤肿痛。用于大腹水肿、面足浮肿、痈肿疔疮、蛇虫咬伤、晚期血吸虫病腹水。\n\n①《纲目》：\"治蛇虺伤，捣汁饮，以滓围涂之。\"\n\n②《生草药性备要》：\"敷疮，消肿毒。\"\n\n③《岭南采药录》：\"治鱼口便毒，跌打伤瘀痛，恶疮，火疮，捣敷之。\"\n\n④《中国药植志》：\"治血吸虫病腹水。\"\n\n⑤《福建民间草药》：\"清热解毒，利尿消肿。\"\n\n⑥《陆川本草》：\"解毒消炎，利尿，止血生肌。治腹水，小儿惊风，双单乳蛾，漆疮，外伤出血，皮肤疥癣，蛇蜂蝎伤。\"\n\n⑦《南宁市药物志》：\"消肿解毒。治疳积和疔疮初起。\"\n\n⑧《中国药植图鉴》：\"煎服治风湿性神经痛，头晕。\"",
    "taste": "甘，平。\n\n①《纲目》：\"辛，平，无毒。\"\n\n②《生草药性备要》：\"味甜，性平。\"\n\n③《本草求原》：\"甘淡，平。\"",
    "usage": "内服：煎汤，0.5～1两；或捣汁服。外用：捣敷或捣汁调涂。",
    "compatibility": "《江西民间草药验方》：\"虚症忌用。\"",
    "storage": "置干燥处。",
    "side_effects": "1.小鼠静脉注射浸剂半数致死量为6.10±0.26g/kg，全半边莲素为18.7±2.0mg/kg，折合生药为9.35±1.Og/kg。大鼠浸剂灌胃半数致死量为75.1±13.1g/kg，腹腔注射0.1-1.Og/kg，每日1次，连续3个月，体重、尿沉渣及尿蛋白的检查均无异常；用药组粪较稀，表示有一定致泻作用，病理切片检部分用药鼠肾脏有轻度浊肿外未发现明显器质性病变。2.半边莲煎剂小鼠iv的LD50为6.10±0.26g（生药）/kg。死前有呼吸兴奋，狂躁不安等现象，继之发生抽搐，一般在5分钟内死亡。半边莲浸剂大鼠ig的LD50为95.1±13.1g（生药）/kg。大鼠每日ip浸剂0.1、0.3和1.0g（生药）/kg，连续3分钟，体重、尿沉渣及尿蛋白检查均无异常发现。3.病理检查，除部分大鼠肾脏有轻度浊肿外，未见显着器质性变化。",
    "category": "归心、小肠、肺经。",
    "plant": "半边莲\n多年生蔓性草本，高达20厘米。茎细长，折断时有粘性乳汁渗出，直立或匍匐，绿色，无毛，多节，节上有互生的叶或枝；匍匐茎节上附生细小不定根，根细长，圆柱形，有的旁出须根。叶绿色，无柄；多数呈披针形，少数长卵圆形，长约1～2厘米，平滑无毛，叶缘具疏锯齿。花单生于叶腋，有细长的花柄；花萼绿色，长6～10毫米，上部5裂，裂片线形，下部呈圆筒状；花冠浅紫色，长约8～10毫米，下部筒状，一侧开裂，上部5裂，裂片倒披针形，偏向一方，花冠喉部裂片连接处有绿色的小凸起物，花冠筒内壁密生毛茸；雄蕊5，聚药，花丝下半部分离；雌蕊1，子房下位，花柱细杜形，柱头2裂。蒴果，长4～6毫来，基部锐尖。种子细小，椭圆形，微扁。花期5～8月。\n\n生长于稻田岸畔，沟边或卑湿的荒地。分布江苏、浙江、安徽、四川、湖南、湖北、江西、福建、台湾、广东、广西等地。",
    "application": "①治疗晚期血吸虫病肝硬化腹水\n据各地报道，疗效毁誉不一。多数观察到半边莲具有利尿作用，有时出现泻下作用，但利尿量的差异很大，且有小部分病例并无尿量的增加。利尿作用的出现，快慢不一，多数在1～5天开始，对促使腹水的消除或减轻，可起到一定作用。在腹水消除或减轻的同时，尚能改善体征，使食欲增进，营养好转，或血象进步，肝功能改善，为锑剂治疗创造条件。但影响半边莲疗效因素很多，主要的是：㈠植物品种混乱，采集时间不同；㈡植物的保存或运输不当，造成霉变；㈢药物炮制不当，有效成分受高温破坏；㈣机体状况不同；等等。有些单位规定半边莲的临床指征是：中轻度的腹水，病期不太久，体质尚可，未见恶病质，肝肾功能的损害不甚严重，无严重夹杂症或并发症者。此外，一般营养支持疗法，低盐或无盐饮食，低脂肪高蛋白饮食等亦不可忽视。用法与用量：用全草(干)制成10%或20%煎剂(文火慢煎)，成人每日服10%的300～480毫升，或20%的150～240毫升，加糖分3～4次服。疗程15～20天，有效者可连续服至腹水消失为止。煎液须新鲜配置，暑热季节约4小时即变质，故常配制成浸膏或片剂服用，但疗效似不及煎剂。据100例的观察，减轻或消除腹水的有效率约69%。但临床上大多采用合剂治疗。\n\n②治疗蛇咬伤\n取半边莲每日30～48克，文火慢煎半小时，分3次内服。另用半边莲捣烂外敷，每日更换2次。治疗蛇咬伤88例，全身症状约1～2天消失，局部浮肿约3～5天消退，平均5.4天，全部治愈。说明半边莲对蛇咬伤具有良好的解毒作用，奏效迅速，尤其对有严重全身中毒症状者疗效显著。\n\n③治疗糜烂型手足癣及亚急性湿疹\n采用8%半边莲煎剂湿敷，或用40%半边莲煎剂外搽，见效迅速。",
    "position": "为桔梗科植物半边莲的带根全草。",
    "source": "《纲目》"
  }
]