[
  {
    "name": "枸杞子",
    "alias": "苟起子，枸杞红实，甜菜子，西枸杞，狗奶子，红青椒，枸蹄子，枸杞果，地骨子，枸茄茄，红耳坠，血枸子，枸地芽子，枸杞豆，血杞子，津枸杞",
    "ingredient": "\n富含下列物质：胡萝卜素、枸杞多糖、单糖、甜菜碱、脂肪酸、蛋白质和多肽、维生素B1、维生素B2、维生素B6、维生素C、18种氨基酸 (含8种必需氨基酸)、微量元素(钙、锌、镁、铁、锰、磷等)。\n",
    "process": "\n夏、秋果实成熟时采摘，除去果柄，置阴凉处晾至果皮起皱纹后，再暴晒至外皮干硬、果肉柔软即得。遇阴雨可用微火烘干。\n",
    "distinguish": "\n①西枸杞\n\n为植物宁夏枸杞的干燥成熟果实。呈椭圆形或纺锤形，略压扁，长1.5～2厘米，直径4～8毫米。表面鲜红色至暗红色，具不规则的皱纹，略有光泽，一端有白色果柄痕。肉质柔润，内有多数黄色种子;扁平似肾脏形。无臭，味甜，嚼之唾液染成红黄色。以粒大、肉厚、种子少、色红、质柔软者为佳。\n\n主产宁夏。甘肃有少量生产。\n\n②津枸杞\n\n又名:津血杞、杜杞子。为植物枸杞的干燥成熟果实。呈椭圆形或圆柱形，两端略尖，长1～1.5厘米，直径3～5毫米。表面鲜红色或暗红色;具不规则的皱纹，无光泽。质柔软而略滋润，内藏多数种子，种子形状与上种略同。无臭，味甜。以粒大、肉厚、种子少、色红、质柔软者为佳。粒小、肉薄、种子多、色灰红老质次。\n\n主产河北。此外，河南、陕西、四川、山西、江苏等地亦产。\n\n除上述品种外，尚有甘肃产的\"甘州子\"，为植物土库曼枸杞和西北枸杞的果实;新疆产的\"古城子\"，为毛蕊枸杞的果实，当地都作枸杞子使用。干燥果实为长圆形或卵圆形，长6～9毫米，直径2～4毫米，表面暗红色，有不规则的皱纹，无光泽。质略柔软，内有种子多数。无臭，味甘而酸。\n",
    "effect": "\n①抗脂肪肝的作用\n\n宁夏枸杞子的水浸液(20%，8毫升/天灌胃)，对由四氯化碳毒害的小鼠，有轻度抑制脂肪在肝细胞内沉积、促进肝细胞新生的作用。水提取物的抗脂肪肝的作用还表现在，防止四氯化碳引起的肝功能紊乱(以胆碱酯酶、转氨酶的活性作指标)。如给大鼠较长期(75天)口服枸杞水提取物或甜菜碱，可升高血及肝中的磷脂水平;受四氯化碳毒害后之大鼠，肝中磷脂、总胆甾醇含量减低，事先或同时给甜菜碱或枸杞水提取物则有所升高;同时对BSP、SGPT、碱性磷酸酶、胆碱酯酶等试验均有改善作用。枸杞对脂质代谢或抗脂肪肝的作用，主要是由于其中所含的甜菜碱所引起，后者在体内起甲基供应体的作用。\n\n②拟胆碱样作用\n\n枸杞的水提取物静脉注射，可引起兔血压降低，呼吸兴奋;阿托品或切断迷走神经可抑制此反应。它还能抑制离体兔心耳、兴奋离体肠管(在离体豚鼠小肠上，8毫克≌组胺1微克，其作用可被苯海拉明或阿托品所阻断)、收缩兔耳血管等。甜菜碱无此作用，对兔耳血管则为扩张作用。甲醇、丙酮、乙酸乙酯等提取物亦有轻度降压作用。故枸杞的上述作用为甜菜碱以外的成分所引起。\n\n甜菜碱口服作用很小;皮下注射，作用类似胆碱。它作为一个有效的甲基供应体，几与胆碱相等。对机体无毒，亦不易被机体利用，以原形排出体外;其盐酸盐在溶液中易于解离出盐酸。\n\n枸杞提取物还能显著促进乳酸菌之生长及产酸，可用于食品工业。\n",
    "creation": "\n簸净杂质，摘去残留的梗和蒂。\n\n《纲目》:\"凡用枸杞，拣净枝梗，取鲜明者洗净，酒润一夜，捣烂入药。\"\n",
    "function": "\n滋补肝肾，益精养血，明目消翳，润肺止咳。\n\n主治肾虚骨痿，阳痿遗精，久不生育，早老早衰，须发早白，血虚萎黄，产后乳少，目暗不明，内外障眼，内热消渴，劳热骨蒸，虚痨咳嗽，干咳少痰等病证。\n",
    "taste": "\n味甘性平，归肝、肾经。\n",
    "usage": "\n内服：煎汤，2～4钱；熬膏、浸酒或入丸、散。\n",
    "compatibility": "\n外邪实热，脾虚有湿及泄泻者忌服。\n",
    "storage": "置阴凉干燥处，防闷热，防潮，防蛀。",
    "side_effects": "毒性：果实水溶性提取物小鼠皮下注射器的半数致死量为83.2g/kg；甜菜碱盐酸盐小鼠皮下注射的半数致死量为18.7g/kg。枸杞子水溶性提取物小鼠腹腔注射的半数致死量为83.2g/kg；甜菜碱盐酸盐小鼠腹腔注射的半数致死量为 18g/kg。甜菜碱进入体内以原形排出，大鼠静脉注射2.4g/kg，未见毒性反应，小鼠腹腔注射25g/kg，10分钟之内出现全身痉挛，呼吸停止。",
    "category": "归经_肝经",
    "plant": "\n①枸杞(《本经》)，又名:杞(《诗经》)，枸檵(《毛诗传》)，枸忌(《本经》)，羊乳(《吴普本草》)，苦杞、地筋(《广雅》)，象柴、纯卢、仙人杖、却老、天精(《抱朴子》)，却暑(《别录》)，地仙(《日华子本草》)，枸棘(《本草衍义》)，狗地芽(《草木便方》)，红榴榴科，石寿树。\n\n蔓生灌木，高达1米余。枝条细长，幼枝有棱角，外皮灰色，无毛，通常具短棘，生于叶腋，长约5厘米。叶互生或数片丛生;叶片卵状菱形至卵状披针形，长2～6厘米，宽0.6～2.5厘米，先端尖或钝，基部狭楔形，全缘，两面均无毛。花腋生，通常单生或数花簇生:花萼钟状，长3～4毫米，先端3～5裂;花冠漏斗状，管之下部明显细缩，然后向上逐渐扩大，长约5毫米，先端5裂，裂片长卵形，与管部几等长，紫色，边缘具疏纤毛，管内雄蕊着生处稍上方具柔毛一轮;雄蕊5，着生花冠内，花药丁字形着生，2室，花丝通常伸出;雌蕊1，子房长圆形，花柱细，柱头头状。浆果卵形或长圆形，长0.5～2厘米，直径4～8毫米，深红色或橘红色。种子多数，肾形而扁，棕黄色。花期6～9月。果期7～10月。\n\n生长于山坡、田埂，或丘陵地带。全国大部分地区有分布。\n\n②宁夏枸杞\n\n灌木或经栽培后而成小乔木状，高可达2～3米。主枝数条，粗壮，果枝细长;外皮淡灰黄色，刺状枝短而细，生于叶腋，长1～4厘米。叶互生，或数片丛生于短枝上;叶柄短;叶片狭倒披针形、卵状披针形或卵状长圆形，长2～8厘米，宽0.5～3厘米，先端尖，基部楔形或狭楔形而下延成叶柄，全缘，上面深绿色，下面淡绿色，无毛。花腋生，通常1～2朵簇生，或2～5朵簇生于短枝上;花萼钟状，长4～5毫米，先端2～3深裂;花冠漏斗状，管部长约8毫米，先端5裂，裂片卵形，长约5毫米;粉红色或淡紫红色，具暗紫色脉纹，管内雄蕊着生处之上方有一轮柔毛;雄蕊5;雌蕊1，子房长圆形，2室，花柱线形，柱头头状。浆果卵圆形、椭圆形或阔卵形，长8～20毫米，直径5～10毫米，红色或橘红色。种子多数，近圆肾形而扁平。花期5～10月。果期6～10月。\n\n生长于沟岸及山坡或灌溉地埂和水渠边等处。野生和栽培均有。分布甘肃、宁夏、新疆、内蒙古、青海等地。\n\n以上植物的根皮(地骨皮)、嫩茎叶(枸杞叶)亦供药用，各详专条。\n",
    "application": "\n1.治疗血脂异常症\n\n用枸杞子、女贞子、红糖适量制成冲剂，每日2次，每次6克，4～6周为1疗程。\n\n2.治疗妊娠呕吐\n\n枸杞子50克，黄芩5～10克，开水冲泡，温时频服，以愈为度。\n\n3.治疗萎缩性胃炎\n\n枸杞子晒干，每日20克，分2次空腹时嚼服，2个月为1疗程，对萎缩性胃炎的恢复有帮助。\n\n4.治疗阳痿\n\n枸杞子30～60克，白酒500克。将枸杞子浸泡 15天后服用，每次5～10毫升，每日2次。可治阳痿伴有眼目昏花、腰膝酸软等症，并能健身益寿。\n\n5.治疗夜间口干\n\n枸杞子嚼服，可治疗因口腔唾液分泌物减少引起的口干。\n",
    "position": "\n为茄科植物枸杞或宁夏枸杞的成熟果实。\n",
    "source": "\n《别录》\n"
  },
  {
    "name": "芦荟",
    "alias": "卢会(《药性论》)，讷会(《本草拾遗》)，象胆、奴会(《开宝本草》)，劳伟(《生草药性备要》)。",
    "ingredient": "\n库拉索芦荟叶的新鲜汁液含芦荟大黄素甙、对香豆酸、少量α-葡萄糖、一种戊醛糖、蛋白质及许多草酸钙的结晶。\n\n\n好望角芦荟叶的新鲜汁液含芦荟大黄素甙及异芦荟大黄素甙。\n",
    "process": "\n全年可采。割取叶片，收集其流出的液汁，置锅内熬成稠膏，倾入容器，冷却凝固。\n",
    "distinguish": "\n①老芦荟\n\n\n又名：肝色芦荟。为植物库拉索芦荟的液汁浓缩而成。商品呈不规则的块状，常破裂为多角形，大小不等。暗红棕色或咖啡棕色，次品呈棕黑色。遇热不熔化。质轻而坚硬，不易破碎。断面平坦，蜡样，无光泽。具不愉快的臭气，味极苦。以气味浓、溶于水中无杂质及泥沙者为佳。\n\n\n产南美洲北岸附近的库拉索、阿律巴、博内尔等小岛，均系栽培。\n\n\n②新芦荟\n\n\n又名：透明芦荟。为植物好望角芦荟的液汁浓缩而成。商品呈棕黑色而发绿。质轻而松脆，易破碎。断面平滑而具玻璃样光泽。遇热，易熔化成流质。其余与老芦荟同。\n\n\n产非洲南部，多为栽培。一般认为质量较老芦荟为差。\n\n\n我国南方有用斑纹芦荟叶中的液汁制成芦荟使用。\n",
    "effect": "\n①泻下作用\n\n\n各种芦荟属植物皆含蒽醌衍化物，尤其是芦荟大黄素甙;这些含蒽配糖体要在肠管中放出大黄素等才能发挥刺激性泻下作用。在所有大黄甙类泻药中，芦荟的刺激性最强，其作用伴有显著腹痛和盆腔充血，严重时可引起肾炎。因各种芦荟中含有效成分的量不一，故有人建议用纯芦荟大黄素甙代替芦荟做为泻药。给犬(2～5克)、猫(0.2～1.0克)口服芦荟，可致泻;对离体小肠无促进蠕动的作用;其泻下的主要作用部位在大肠。我国云南产斑纹芦荟的混悬液(400毫克/毫升)给雄鼠灌胃，其泻下作用和进口芦荟相似。此外，给犬注射芦荟提取物，适当剂量可增加小肠液的分泌，并增加脂肪酶的活性，有时也能增加二肽酶的活性，剂量过高反有抑制作用。\n\n\n②治疗创伤\n\n\n曾用芦荟水浸物(10%溶液)于人工结膜水肿的兔，可缩短治愈天数;对人工创伤的鼠背，也有轻度促进愈合的作用。近年来，以芦荟叶浆汁制成含多糖类(聚的凝胶制剂，用于皮肤或其它组织创伤以及烧伤，甚至有人认为可能用于抗绿脓杆菌。用组织培养法证明，这种芦荟凝胶的毒性较低。芦荟提取物作成油膏，对小鼠局部照射X线有轻度的保护作用。\n\n\n③抗癌作用\n\n\n芦荟提取物1：500醇浸出物，在体内可抑制肉瘤-180和艾氏腹水癌生长;从浸出物中分离出一几乎纯粹的物质有更高抗癌作用，其小鼠半数致死量为5克/公斤。\n\n\n④其他作用\n\n\n芦荟提取物1：500对离体蟾蜍心脏有抑制作用，其白色粉末的1：100溶液也有抑制作用。芦荟浓煎膏的水溶液，有对抗水合氯醛对离体蟾蜍心脏的毒性;下肢血管灌流，1：200为收缩，1：1000则轻度扩张;在蟾蜍有抗利尿作用，而兔用1%水浸液1毫升/公斤静脉注射，对尿量无影响。2%水浸液，兔用0.5毫升/公斤静脉注射，30分钟后红细胞数有轻度增加，以嗜酸球为主的白细胞显著增加。能缩短凝血时间。每天给芦荟浸出液15毫升于人工胃瘘的犬，20天后胃液有轻度分泌增加，但几天后即中止而恢复正常。提取物对肾上腺皮质有某些兴奋作用，能降低大鼠肾上腺内维生素C含量。芦荟及其水浸液在苏联用于组织疗法较多。芦荟水浸剂(1：2)在试管内对腹股沟表皮癣菌、红色表皮癣菌、星形奴卡氏菌等皮肤真菌有不同程度抑制作用。其醇浸液对人型结核杆菌在体外也有些抑制作用(1：3000～300)。\n",
    "creation": "\n拣去杂质，斫成小块。\n",
    "function": "\n清热，通便，杀虫。治热结便秘，妇女经闭，小儿惊痫，疳热虫积，癣疮，痔瘘，萎缩性鼻炎，瘰疬。\n\n\n①《药性论》：\"杀小儿疳蛔。主吹鼻杀脑疳，除鼻痒。\"\n\n\n②《海药本草》：\"主小儿诸疳热。\"\n\n\n③《开宝本草》：\"主热风烦闷，胸膈间热气，明目镇心，小儿癫痫惊风，疗五疳，杀三虫及痔病疮瘘。解巴豆毒。\"\n\n\n④《本草图经》：\"治湿痒，搔之有黄汁者;又治匿齿。\"\n\n\n⑤《得配本草》：\"散瘰疬，治惊痫，利水除肿。\"\n\n\n⑥《本草再新》：\"治肝火，镇肝风，清心热，解心烦，止渴生津，聪耳明目，消牙肿，解火毒。\"\n\n\n⑦《现代实用中药》：\"为峻下药，有健胃通经之效。\"\n",
    "taste": "\n苦，寒。\n\n\n①《开宝本草》：\"苦，寒，无毒。\"\n\n\n②《本经逢原》：\"苦，寒，小毒。\"\n\n\n③《本草再新》：\"味甘淡，性寒，无毒。\"\n",
    "usage": "\n内服：入丸、散，0.5～1.5钱。外用：研末调敷。\n",
    "compatibility": "\n孕妇忌服。\n\n\n《本草经巯》：\"凡儿脾胃虚寒作泻及不思食者禁用。\"\n",
    "storage": "置阴凉干燥处。",
    "side_effects": "芦荟注射液（每1ml含生药0.1g），分2个剂量组0.05ml／kg和0.1ml／kg肌肉注射，连续6月给于家犬。开始给药后每15天观察并测定血象、谷丙转氨酶、全血尿素氨及肌酐，并称体重。以后每月测1次。实验结束后剖解观察各主要脏器并镜检。结果均正常，未见实质性病变。高剂量及低剂量组个别犬可见局部肌肉坏死。",
    "category": "肝；大肠经",
    "plant": "\n①库拉索芦荟\n\n\n多年生草本。茎极短。叶簇生于茎顶，直立或近于直立，肥厚多汁;呈狭披针形，长15～36厘米，宽2～6厘米，先端长渐尖，基部宽阔，粉绿色，边缘有刺状小齿。花茎单生或稍分枝，高60～90厘米;总状花序疏散;花点垂，长约2.5厘米，黄色或有赤色斑点;花被管状，6裂，裂片稍外弯;雄蕊6，花药丁字着生;雌蕊1，3室，每室有多数胚珠。蒴果，三角形，室背开裂。花期2～3月。\n\n\n原产非洲北部地区，目前于南美洲的西印度群岛广泛栽培;我国亦有栽培。\n\n\n本植物的叶(芦荟叶)亦供药用，另详专条。\n\n\n②好望角芦荟\n\n\n茎直立，高3～6米，叶30～50片，簇生于茎顶;叶片披针形，长达60～80厘米，宽12厘米，具刺，深绿色至蓝绿色，被白粉。圆锥状花序长60厘米左右;花梗长约3厘米;花被6，呈管状，基部连合，上部分离，微外卷，淡红色至黄绿色，带绿色条纹;雄蕊6，花药与花柱外露。蒴果。\n\n\n分布非洲南部地区。\n\n\n③斑纹芦荟，详\"芦荟叶\"条。\n",
    "application": "\n治疗臭鼻症(萎缩性鼻炎)\n\n\n先以2%地卡因浸湿之棉片贴附注射部位5～10分钟，然后用20%芦荟浸出液注射于两侧下鼻甲前端粘膜下，其深浅以注射部粘膜出现苍白水肿状为度，每侧注射药液2毫升，再用棉球轻压注射部位以防出血。每周1次，4次为一疗程。观察48例，经治一疗程29人，一疗程以上6人，不足一疗程13人。其中2例于第1次注射后即觉鼻内舒服，干燥减轻，窒感消失;24例于注射2～3次后觉头昏、头痛及恶臭减轻或消失，痂皮减少，鼻涕变稀，容易擤出;有的注射15次后始感到部分症状改善。大多数病人的主要症状如结痂、恶臭、头昏、头痛等，均有不同程度的改善;少数无效。治程中无不良反应。\n",
    "position": "为百合科植物库拉索芦荟、好望角芦荟或斑纹芦荟叶中的液汁经浓缩的干燥品。",
    "source": "《开宝本草》"
  },
  {
    "name": "菊花",
    "alias": "节华(《本经》)，金精(《金匮玉函方》)，甘菊、真菊(《抱朴子》)，金蕊(《纲目》)，家菊(《群芳谱》)，馒头菊、簪头菊(《医林纂要》)，甜菊花(《随息居饮食谱》)，药菊(《河北药材》)。",
    "ingredient": "\n花和茎含挥发油，并有腺嘌呤、胆碱、水苏碱等。花又含菊甙、氨基酸、黄酮类及微量维生素B1。挥发油主要含龙脑、樟脑、菊油环酮等。黄酮类有木犀草素-7-葡萄糖甙、大波斯菊甙、刺槐甙。尚含丁二酸二甲基酰肼。\n",
    "process": "\n霜降前花正盛开时采收，其加工法因各产地的药材种类而不同。白菊：割下花枝，捆成小把，倒挂阴干。然后摘取花序。滁菊：摘取花序。经硫黄熏过，晒至六成干时，用筛子筛成球状，晒干。贡菊：摘取花序，烘干。杭菊：有杭白菊、杭黄菊两种，杭白菊摘取花序，蒸后晒干；杭黄菊则用炭火烘干。\n",
    "distinguish": "\n干燥头状花序，外层为数层舌状花，呈扁平花瓣状，中心由多数管状花聚合而成，基部有总苞，系由3～4层苞片组成。气清香，味淡微苦。以花朵完整、颜色鲜艳、气清香、无杂质者为佳。\n\n\n各种菊花商品，其性状互有差异：\n\n\n①白菊\n\n\n呈不规则的球状或压扁状，直径约2厘米，瓣多紧密。花序的绝大部分为白色舌状花，长约18毫米，宽约3毫米，中央为极少数短小的淡黄色管状花。主产安徽亳县，称亳菊，品质最佳。另有怀菊(河南)、祁菊(河北)、川菊(四川)也属白菊一类。但质量较次。\n\n\n②滁菊\n\n\n呈球状，形较小，瓣紧密。舌状花白色，长约15毫米，宽约3毫米，中央管状花黄色。主产安徽滁县，品质亦佳。\n\n\n③贡菊\n\n\n形似滁菊，瓣细而厚。舌状花白色，长10～12毫米，宽约2毫米，中央有少数黄色管状花。主产安徽歙县，亦称徽菊。过去浙江德清亦产，称德菊。\n\n\n④杭菊\n\n\n㈠杭白菊，又名白茶菊(《纲目拾遗》)。呈不规则压扁状，朵大，瓣宽而疏。舌状花较少，类白色，长约22毫米，宽约6毫米，中央有少数深黄色管状花。㈡杭黄菊，又名黄甘菊(《圣惠方》)。形与杭白菊相似，但舌状花黄色至淡棕色。均产浙江。\n",
    "effect": "\n①抗病原体作用\n\n\n菊花在体外对革兰氏阳性细菌(金黄色葡萄球菌及β-溶血性链球菌)、人型结核杆菌有某些抑制作用。其水浸剂(1：4)对某些常见皮肤致病性真菌亦有些抑制作用。高浓度在体外还有抗病毒(PB8株)及抗螺旋体作用。\n\n\n②增强毛细血管抵抗力\n\n\n菊花提取物刚、鼠腹腔注射，可使皮内注射组织胺之局部台盼蓝之扩散较小，显示其能抑制毛细血管的通透性而有抗炎作用。其提取物10毫克相当芦丁2.5毫克之效力。\n",
    "creation": "\n菊花：拣净叶梗、花柄及泥屑杂质。菊花炭：取拣净的菊花，置锅内炒至焦褐黄色，但须存性，喷洒清水，取出晒干。\n",
    "function": "\n疏风，清热，明目，解毒。治头痛，眩晕，目赤，心胸烦热，疔疮，肿毒。\n\n\n①《本经》：\"主诸风头眩、肿痛，目欲脱，泪出，皮肤死肌，恶风湿痹，利血气。\"\n\n\n②《别录》：\"疗腰痛去来陶陶，除胸中烦热，安肠胃，利五脉，调四肢。\"\n\n\n③陶弘景：\"白菊：主风眩。\"\n\n\n④《药性论》：\"能治热头风旋倒地，脑骨疼痛，身上诸风令消散。\"\n\n\n⑤《日华子本草》：\"利血脉，治四肢游风，心烦，胸膈壅闷，并痈毒，头痛;作枕明目。\"\n\n\n⑥《珍珠囊》：\"养目血。\"\n\n\n⑦《用药心法》：\"去翳膜，明目。\"\n\n\n⑧王好古：\"主肝气不足。\"\n\n\n⑨《纲目拾遗》：\"专入阳分。治诸风头眩，解酒毒疔肿。\"\"黄茶菊：明目祛风，搜肝气，治头晕目眩，益血润容，入血分;白茶菊：通肺气，止咳逆，清三焦郁火，疗肌热，入气分。\"\n",
    "taste": "\n甘苦，凉。\n\n\n①《本经》：\"味苦，平。\"\n\n\n②《别录》：\"甘，无毒。\"\n\n\n③《天宝单方图》：\"白菊?味辛，平，无毒。\"\n\n\n④《随息居饮食谱》：\"甘，凉。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；泡茶或入丸、散。\n",
    "compatibility": "\n①《本草经集注》：\"术、枸杞根、桑根白皮为之使。\"\n\n\n②《本草汇言》：\"气虚胃寒，食少泄泻之病，宜少用之。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归肺；肝经",
    "plant": "\n菊\n\n\n多年生草本，高50～140厘米，全体密被白色绒毛。茎基部稍木质化，略带紫红色，幼枝略具棱。叶互生，卵形或卵状披针形，长3.5～5厘米，宽3～4厘米，先端钝，基部近心形或阔楔形，边缘通常羽状深裂，裂片具粗锯齿或重锯齿，两面密被白绒毛;叶柄有浅槽。头状花序顶生成腋生，直径2.5～5厘米;总苞半球形，苞片3～4层，绿色，被毛，边缘膜质透明，淡棕色，外层苞片较小，卵形或卵状披针形，第二层苞片阔卵形，内层苞片长椭圆形;花托小，凸出，半球形;舌状花雌性，位于边缘，舌片线状长圆形，长可至3厘米，先端钝圆，白色、黄色、淡红色或淡紫色，无雄蕊，雌蕊1，花柱短，柱头2裂;管状花两性，位于中央，黄色，每花外具1卵状膜质鳞片，花冠管长约4毫米，先端5裂，裂片三角状卵形，雄蕊5，聚药，花丝极短，分离，雌蕊1，子房下位，矩圆形，花柱线形，柱头2裂。瘦果矩圆形，具4棱，顶端平截，光滑无毛。花期9～11月。果期10～11月。\n\n\n我国大部分地区有栽培。\n\n\n本植物的根(白菊花根)、嫩茎叶(菊花苗)、叶(菊花叶)亦供药用，各详专条。\n",
    "application": "\n①治疗冠心病\n\n\n以菊花煎剂观察61例，对心绞痛症状的总有效率为80%，其中显效43.3%，改善36.7%，以轻度者疗效较好;对胸闷、心悸、气急及头晕、头痛、四肢发麻等症状，亦有不同程度的疗效;心电图的总有效率为45.9%，其中显效18.8%，好转27.1%。对部分高血压患者有降压作用;对心率无明显影响;对血清胆甾醇、三酸甘油酯未见明显的规律性变化。服药期间除1例有上腹痛、1例有轻度腹泻外，均无其他副作用。即使原有溃疡病的患者，亦多无影响。制剂及用法：白菊花10两，加温水浸泡过夜，次日煎2次，每次半小时;待沉淀后除去沉渣，再浓缩至500毫升。每日2次，每次25毫升。2个月为一疗程。\n\n\n②治疗高血压病\n\n\n每日用菊花、银花各0.8～1两(头晕明显加桑叶全钱，动脉硬化、血清胆甾醇高者加山楂4～8钱)，混匀，分4次用沸滚开水冲泡10～15分钟后当茶饮。一般冲泡2次后，药渣即可弃掉另换。不可煎熬，否则会破坏有效成分。据46例观察，服药3～7天后头痛、眩晕、失眠等症状开始减轻，随之血压渐降至正常者共35例，其余病例服药10～30天后，自觉症状均有不同程度的好转。\n",
    "position": "为菊科植物菊的头状花序。",
    "source": "《本经》"
  },
  {
    "name": "桂枝",
    "alias": "柳桂(《本草别说》)。",
    "ingredient": "含挥发油，其中主要含桂皮醛、桂皮乙酸酯等而无芳樟醇。",
    "process": "\n8～7月间剪取嫩枝，截成长约15或30～100厘米的小段，晒干。\n",
    "distinguish": "\n干燥的嫩枝，呈圆柱形，长15～100厘米，直径0.8～1厘米，外表棕红色或紫褐色。表面有枝痕、叶痕、芽痕，并有纵棱线、纵纹及横纹。质硬而脆，易折断，断面不平坦。外有棕红色边，中心色较深。粗枝断面呈黄白色。气清香，味甜微辛。以幼嫩、棕红色、气香者为佳。\n主产广东、广西等地。\n",
    "effect": "1.抗菌作用:桂枝醇提物在体外能抑制大肠杆菌、枯草杆菌及金黄色葡萄球菌，有效浓度为25mg/ml或以下；对白色葡萄球菌、志贺氏痢疾杆菌、伤寒和副伤寒甲杆菌、肺炎球菌、产气杆菌、变形杆菌、炭疽杆菌、肠炎沙门氏菌、霍乱弧菌等亦有抑制作用(平板挖洞法)。2.抗病毒作用：用人胚肾原代单层上皮细胞组织培养，桂枝煎剂(1∶20)对流感亚洲甲型京科68-l株和孤儿病毒(ECHO11)有抑制作用。在鸡胚上，对流感病毒有抑制作用，以70%醇浸剂作用较好。3.利尿作用:用含桂枝的五苓散0.25g/kg给麻醉犬静脉注射，可使犬尿量明显增加，单用桂枝静注(0.029g/kg)利尿作用比其他四药单用显着，故认为桂枝是五苓散中主要利尿成分之一，其作用方式可能似汞撒利。",
    "creation": "\n桂枝：用水稍浸泡，捞起，闷润至透，切片，晾干，筛去屑。桂枝木：取去皮桂枝，稍浸泡，润透，切片，晾干。桂枝尖：取桂枝的细枝梢，稍浸，闷润至透，切片，晾干。炒桂枝：取桂枝片入锅内，以文火炒至深黄色略有焦斑为度。\n",
    "function": "\n发汗解肌，温经通脉。治风寒表证，肩背肢节酸疼，胸痹痰饮，经闭癥瘕。\n\n①成无己：\"泄奔豚，和肌表，散下焦蓄血。\"\"利肺气。\"\n\n②《医学启源》：\"《主治秘诀》：去伤风头痛，开腠理，解表，去皮风湿(末二字据《本草发挥》补)。\"\n\n③《本草经疏》：\"实表祛邪。主利肝肺气，头痛，风痹骨节挛痛。\"\n\n④《药品化义》：\"专行上部肩臂，能领药至痛处，以除肢节间痰凝血滞。\"\n\n⑤《本草备要》：\"温经通脉，发汗解肌。\"\n\n⑥《本草再新》：\"温中行血，健脾燥胃，消肿利湿。治手足发冷作麻、筋抽疼痛，并外感寒凉等症。\"\n",
    "taste": "\n辛甘，温。\n\n①《医学启源》：\"气热，味辛甘。\"\n\n②《本经逢原》：\"辛，甘，微温，无毒。\"\n",
    "usage": "\n内服：煎汤，0.5～2钱；或入丸、散。\n",
    "compatibility": "\n温热病及阴虚阳盛之证、血证、孕妇忌服。\n\n①《本草从新》：\"阴虚之人，一切血证，不可误投。\"\n\n②《得配本草》：\"阴虚血乏，素有血证，外无寒邪，阳气内盛，四者禁用。\"\n",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "膀胱；心；肺经",
    "plant": "常绿乔木。高10～15米，主干较通直，树干及老枝树皮深灰褐色，幼枝略呈四棱形，被褐色茸毛。叶互生或近对生，革质叶片长圆形至披针形，先端渐尖，基部钝，全缘，表面光亮绿色，背面灰绿色，被疏生细柔毛，离基3出脉，主脉及侧脉显著;叶柄粗壮。圆锥花序腋生或顶生，花小，黄绿色;花被管6裂，裂片与花被管约等长;发育雄蕊9，3轮，与花冠等长，第3轮花丝有2腺体;雌蕊稍短于雄蕊，子房1室。核果紫黑色，椭圆形，内藏种子1枚，果下有宿存花被，边缘有锯齿而呈浅杯状。种子长卵形，紫色。花期4～6月，果期6～8月。",
    "application": "?",
    "position": "\n为樟科植物肉桂的嫩枝。植物形态详\"肉桂\"条。\n",
    "source": "\n《唐本草》\n"
  },
  {
    "name": "麦冬",
    "alias": "沿阶草、书带草、麦门冬",
    "ingredient": "\n含麦冬皂甙A、B、B’、C、C’、D、D’(ophiopogoninA，B，B’，C，C’、D，D’)、麦冬酮A、B(ophiopogononeA，B)、甲基麦冬黄酮A、B(methy-lophiopogononeA，B)、二氢麦冬黄酮A、B(ophiopogonanoneA，B)等。\n",
    "process": "\n夏季采挖，反复暴晒、堆置，至七八成干，去须根，干燥。\n",
    "distinguish": "\n性状鉴别 块根呈纺锤形或长圆形，两端略尖，中部充实或略收缩，长1.5～3cm，直径0.3～0.6cm。表面黄白色或淡黄色，有不规则的纵皱纹。质较柔韧，易折断。折断面黄白色，角质样，中柱细小。气微香，味微甜。以个肥大、黄白色者为佳。显微鉴别 块根横切面 表皮为1列方形薄壁细胞；根被细胞为3～5列，壁木化。皮层占根的大部分，约20余列薄壁细胞，有的细胞中含黏液质及针晶束，针晶长20～50～88&mu;m。内皮层外侧为1列石细胞，其内壁及侧壁增厚，纹孔细密；内皮层细胞的壁均匀增厚，木化，有通道细胞。中柱甚小，中柱鞘为1～2列薄壁细胞。辐射型维管束，韧皮部束16～22个，位于木质部束的弧角处；木质部束由木化组织连结成环层，髓小。\n",
    "effect": "\n1.对中枢神经系统的影响：麦冬总氨基酸0.5ml/10g腹腔注射给于小鼠30分钟后，腹腔注射戊巴比妥钠30mg/kg，观察翻正反射消失动物数。结果麦冬总氨基酸有明显的协同中枢抑制药作用(P<0.05)，而麦冬总皂甙及总糖对阈下催眠剂量的戊巴比妥钠作用无明显影响。15%麦冬须制剂10ml/kg灌胃能抑制注射松节油2.0ml/kg的家兔的发热(P<0.01)，但发热后用药则无抑制作用。麦冬煎剂有镇静作用，亦能加强氯丙嗪的镇静作用，增强戊巴比妥钠的催眠作用，拮抗咖啡因的兴奋作用，能推迟回苏灵引起的抽搐，强直性惊厥及死亡发生的时间，但不能使动物免于死亡。\n\n2.对心血管系统的影响：\n\n2.1.对离体蜍蟾心脏心功能的影响：用八木-Hartung法离体蟾蜍心脏灌流证明;麦冬总皂甙I(粗提物)加强心肌收缩力作用最强，而总皂甙Ⅱ(较纯物)作用不及总皂甙Ⅰ，一般在心肌收缩力增强的同时伴有心输出量的增加。大剂量的总皂甙Ⅰ、Ⅱ及总糖对心脏均产生抑制，可使心肌收缩力减弱、心输出量减少，房室传导阻滞、甚至停傅。总皂甙Ⅰ、Ⅱ、总糖、总氨基酸对心率一般稍减慢或不变，均无明显影响。\n\n2.2.对离体豚鼠心脏心肌收缩振幅的影响：用Langendorff法豚鼠离体心脏灌流表明，麦冬总皂甙及总氨基酸小剂量均可使心肌收缩力增强，冠脉流量增加，大剂量则抑制心肌，减少冠脉流量，但两者对心率无影响。\n\n2.3.抗心律失常作用及其电生理特性：麦冬总皂甙10mg/kg静脉注射可有效地预防或对抗由CHCL3-Adr，BaCl2，Aco所诱发的心律失常，并使结扎犬冠状动脉24h后的室性心律失常发生率由87±8降至57±7%。电生理实验表明麦冬总皂甙15mg/kg可明显降低兔单相动作电位的Vmax，缩短其APD10，APD50;麦冬总皂甙50μg/ml也可使豚鼠乳头状肌细胞跨膜动作电位的APA，Vmax明显降低，APD10，APD50明显缩短;同时ERP/APD显著增大。麦冬对氯化钡、乌头碱，肾上腺素、垂体后叶素等所致的心律失常均有改善作用。用硫酸镁2.5g，麦冬20g稀释于500ml葡萄糖生理盐水内静脉滴注治疗实验性狗心肌梗塞，用药6h，24h早搏出现次数与对照组相比，结果表明麦冬合同小剂量硫酸镁对心梗后心律失常有一定预防作用。\n\n2.4.对实验性心肌梗塞时环核苷酸代谢的影响：用新西兰兔麻醉后结扎冠脉前降支，造成急性实验性心肌梗塞，经耳静脉注射麦冬注射液15ml(相当生药15g)。然后与对照组一起在术后即刻、术后15、30、60分钟，直接心脏穿刺采血，测定血浆cAMP和cGMP。结果术后15分钟，对照组cAMP、cGMP继续升高，麦冬组呈下降趋势(P<0.05)，术后30分钟麦冬组仍低于对照组(P<0.02)，术后60分钟恢复至术前水平。血浆cAMP/cGMP比值变化：术前两组无显著性差异，术后即刻两组比值均下降;对照组在术后15、30分钟，继续下降分别为4.6±1.61;4.57±2.01;而麦冬组已接近术前水平，分别为6.46±2.12和6.48±2.39(P值均<0.05)，术后60分钟，麦冬组仍维持术前水平，对照组有上升趋势，两组无显著差异。急性心肌梗塞后血浆cAMP、cGMP含量明显高于正常。可能是一种应激反应，由于大量心肌细胞坏死溶解，释放出cAMP和cGMP，使血浆中水平增高，反应心肌损伤的程度。由于心肌缺血时，cGMP增高较cAMP更明显，所以心梗后cAMP/cGMP比值明显下降。麦冬可能使梗塞后心肌营养血流量增加，缺血缺氧的心肌细胞较快获得修复与保护，致使心肌cGMP和cAMP的释放减少，从而降低血浆中的含量，而使两者比值恢复平衡。\n\n3.对动物免疫活性的影响：\n\n3.1.对小鼠常压耐缺氧能力的影响：取18-20g，ICR小鼠30只，分别腹腔注射麦冬多糖、人参总皂甙(20mg/kg)，对照用等量生理盐水，30分钟后置盛有钠石灰的密闭广口瓶中，记录小鼠死亡时间。结果麦冬多糖组的小鼠存活时间与对照组比较极显著延长(P<0.01)。\n\n3.2.对免疫器官重量的影响：取ICR小鼠分别腹腔注射麦冬多糖、人参总皂甙(剂量10mg/kg)，对照用等量生理盐水，连续给药7天后放血处死动物，称体重及胸腺、脾脏重量，计算胸腺指数和脾指数。结果麦冬多糖可极显著增加小鼠的脾脏重量(P<0.01)，而对胸腺无明显影响。\n\n3.3.对小鼠碳粒廓清作用的影响：取ICR小鼠，分别腹腔注射麦冬多糖、人参总皂甙(10mg/kg)和生理盐水，连续给药7天，末次给药后尾静脉给于稀释3倍的中华碳素墨水0.1ml/10g，分别计算廓清指数。结果麦冬多糖组可显著增强小鼠的碳粒廓清作用(P<0.01=。\n\n3.4.对由环磷酰胺和60Cor照射引起的小鼠白细胞数下降的影响：麦冬多糖10mg/kg对小鼠腹腔注射0.4ml环磷酰胺(5mg/ml)所致的白细胞下降有极显著的对抗作用(P<0.01)。同样剂量的麦冬多糖连续腹腔注射8天，第8天给药后lh将小鼠放置在距照射源(60Cor)60cm处进行照射，总剂量20.64c/kg，照射后继续给药3天，照射后第7天，眼眶取血，计算白血球数。结果麦冬多糖可显著对抗由60Cor射线照射引起的白血球下降(P<0.01=。\n\n3.5.麦冬多糖对小鼠血清中溶血素的形成有明显促进作用，对家兔血红细胞具有凝集素样作用。\n\n3.6.麦冬水煎液腹腔注射小鼠，剂量相当12.5g生药/kg，能极显著增加小鼠脾脏重量;增强小鼠碳粒廓清作用;极显著对抗由环磷酰胺引起的白细胞下降等作用。\n\n3.7.对体液免疫和细胞免疫的影响：用BALB/C幼鼠，配对成试验组和对照组，饲养1月后，每鼠注射绵羊细胞(SRBC)4.O亿个(0.2ml)，注射后定期取血，测定抗体，计算HC50。结果表明用麦冬须有促进抗体生成和延缓抗体消退(P<0.05)。用配对的两组BALB/C小鼠脾细胞悬液，2份加PHA60μg/ml，1份不加致裂原。培养72h后，用3H胸腺嘧啶核苷掺入后在闪烁仪上测定淋巴细胞转化刺激指数，结果表明，麦冬须根提取物有提高细胞免疫作用。\n\n3.8.对带瘤小鼠免疫功能的影响：麦冬须水溶液对NIH纯系接种S180和EAC癌细胞的白细胞和T细胞均有明显的提高(P<0.01或P<0.05)。对T细胞亚群可使Tu%含量增高，Tr%含量下降，Tu/Tr值均比对照组高。\n\n4.其它作用：小鼠在饲料中添加麦冬根须可降低体内羟脯氨酸。对雄性小鼠脑中单胺氧化酶(MAO-B)抑制率为38.6%。雄性小鼠肝中SOD活性提高45.5%。果蝇寿命试验还表明麦冬根须饲料有明显的延长果蝇寿命，提示有延缓衰老趋势。游泳试验表明麦冬所含皂甙、多糖、氨基酸等有明显抗疲劳作用。\n",
    "creation": "\n1.麦冬：拣净杂质，用水浸泡，捞出，润透后抽去心，再洗净晒干。\n\n2.朱麦冬：取去心麦冬，置盆内喷水少许，微润，加朱砂细粉，撒布均匀，并随时翻动，至麦冬外面匀被朱砂为度，取出，晾干。(每麦门冬10斤，用朱砂3两)。\n",
    "function": "\n养阴生津，润肺清心。用于肺燥干咳。虚痨咳嗽，津伤口渴，心烦失眠，内热消渴，肠燥便秘;咽白喉。\n\n治肺燥干咳，吐血，咯血，肺痿，肺痈，虚劳烦热，消渴，热病津伤，咽干口燥，便秘。\n",
    "taste": "\n甘，微苦，微寒。归心、肺、胃经。\n",
    "usage": "\n内服：煎汤，2～4钱; 6～12g。或入丸、散。清养肺胃之阴多去心用，滋阴清心多连心用。\n",
    "compatibility": "\n凡脾胃虚寒泄泻，胃有痰饮湿浊及暴感风寒咳嗽者均忌服。①《本草经集注》：“地黄、车前为之使。恶款冬、苦瓠。畏苦参、青蘘。”②《药性论》：“恶苦YAO。畏木耳。”③《纲目》：“气弱胃寒者必不可饵。” 1、麦冬临床使用安全性好，动物亚急性毒性实验证明该药毒性很小。 2、有报道服用麦冬引起过敏表现为恶心、呕吐、心慌、烦躁、全身红斑、瘙痒。 3、麦冬性寒质润，滋阴润燥作用较好，适用于有阴虚内热、干咳津亏之象的病证，不宜用于脾虚运化失职引起的水湿、寒湿、痰浊及气虚明显的病证。临床将麦冬当作补品补益虚损应注意辨证，用之不当会生湿生痰，出现痰多口淡、胃口欠佳等不良反应。\n",
    "storage": "\n置阴凉干燥处，防潮。\n",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n多年生常绿草本。叶丛生，窄长线形，长15～40cm，宽1.5～4mm，先端急尖或渐尖，基部稍扩大并在边缘具膜质透明的叶鞘。花葶比叶短，长7～15cm;总状花序穗状，顶生，小苞片膜质，每苞片腋生1～3朵花;花梗略弯曲下垂，常于近中部以上有关节;花被片6，披针形，淡紫色或白色;雄蕊6，花丝极短;子房半下位，3室。果实浆果状，球形，熟后暗蓝色。花期5～8月，果期7～9月。\n",
    "application": "\n治疗百日咳：麦冬、天冬各20g，鲜竹叶10g，百合15g。水煎服。(〈新编常用中草药手册〉第78页)。 1.阴虚燥咳、咯血等：麦冬、天冬、川贝各9g，沙参、生地各15g，水煎服。 2.热病心烦不安：麦冬、栀子、竹叶各9g，生地15g，莲子心6g，水煎服。 3.糖尿病：党参、麦冬、知母各9g，竹叶、天花粉各15g，生地12g，葛根，获神各6g，五味子、甘草各3g，水煎服。 4.萎缩性胃炎：党参、麦冬、沙参、玉竹、天花粉各9g，乌梅、知母、甘草各6g，水煎服。 5.阴虚内热、津少口渴：麦冬、石斛各9g，玉竹、生地各12g，水煎服。\n",
    "position": "\n为百合科植物麦冬Ophiopogon japonicus（L.f.）KerGawl．的块根\n",
    "source": "\n《中国药典》\n"
  },
  {
    "name": "含羞草",
    "alias": "知羞草、怕羞草、喝呼草、怕丑草、望江南、惧内草、感应草",
    "ingredient": "\n全草含黄酮甙、酚类、氨基酸、有机酸，另含含羞草碱、含羞草碱o-β-D-葡萄糖甙。叶含类似肌凝蛋白的收缩性蛋白质。种子含油约17%，性质类似大豆油，油中的脂肪酸组成为：亚麻酸0.4%、亚浊酸51%、油酸31%、棕榈酸8.7%和硬脂酸8.9%，另含不皂化物质2.5%，主要为甾醇。\n",
    "process": "\n夏季采收，晒干。\n",
    "distinguish": "?",
    "effect": "\n含含羞草碱之植物，马、驴等动物食之可致脱毛。含羞草碱可看作一种毒性氨基酸，结构与酪氨酸相似，其毒性作用乃由于抑制了利用酪氨酸的酶系统，或代替了某些重要蛋白质中的酪氨酸的地位所致。饲料中含0.5～1.0%的含羞草碱即可使大鼠或小鼠生长停滞、脱发、白内障。人食入含有此碱之植物，可致头发突然脱落。它能轻度抑制碱性磷酸酶，对含金属的酶系统抑制不显著。其低铁复合物毒性远较为小。酪氨酸大量可拮抗含羞草碱对大鼠生长的抑制作用。\n",
    "creation": "?",
    "function": "\n清热，安神，消积，解毒。治肠炎，胃炎，失眠，小儿疳积，目热肿痛，深部脓肿，带状疱疹。\n\n①《生草药性备要》：\"止痛消肿。\"\n\n②《本草求原》：\"敷疮，\"\n\n③《岭南采药录》：\"治眼热作痛。\"\n\n④《南宁市药物志》：\"清肝火，治小儿疳积，肝火上亢，外治疮疡作痛。\"\n\n⑤广州部队《常用中草药手册》：\"安神镇静。\"\n\n⑥《实用中草药》：\"清热利湿。治深部脓肿，肠炎，胃炎，疝气，小儿疳积。\"\n",
    "taste": "\n甘，寒，有毒。\n\n①《生草药性备要》：\"味甘，性寒。\"\n\n②《南宁市药物志》：\"甘，寒，有小毒。\"\n\n③《实用中草药》：\"性微寒，味微苦。\"\n\n归心；肝；胃；大肠经 \n",
    "usage": "\n内服：煎汤，0.5～1两；或炖肉。外用：捣敷。\n",
    "compatibility": "孕妇忌服。本品有麻醉作用，内服不宜过量。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n含羞草\n直立或羹生或攀援半灌木，高可达1米，有散生利刺及无数倒生刺毛。羽片通常4枚，掌状排列；小叶多数，触之即闭合而下垂，矩圆形，长8～13毫米，先端短尖，有散生刺毛，无柄。头状花序具长柄，单生或2～3个生于叶腋，直径约1厘米；花淡红色，极多；萼钟形，短齿裂；花冠下部合生，上部4裂，三角形，雄蕊4，花丝长，伸出；子房有短柄，花柱丝状，柱头顶生。荚果扁平，稍外弯，多数，长1～2厘米，顶端有喙，有3～5节，每节有1种子，成熟时节脱落，只剩下具有刺毛的荚缘：种子阔卵形。花期8月。\n生于山坡、路旁、潮湿地，或栽培。分布华东、华南、西南。\n\n本植物的根(含羞草根)亦供药用，另详专条。\n",
    "application": "?",
    "position": "\n为豆科植物含羞草的全草。\n",
    "source": "\n《岭南采药录》\n"
  },
  {
    "name": "西洋参",
    "alias": "西洋人参、洋参、西参、花旗参、广东人参",
    "ingredient": "\n根茎含人参皂甙Ro、Rb1、Rb2、Rc、Rd、Re、Rg1以及假人参皂甙F1(pseudoginsenosideF11)，尚含精氨酸、天冬氨酸等18种氨基酸;又含挥发油、树脂等。\n",
    "process": "\n选取生长3～6年的根，于秋季挖采，除去分枝、须尾，晒干。喷水湿润，撞去外皮，再用硫黄熏之，晒干后，其色白起粉者，称为\"粉光西洋参\"。挖起后即连皮晒干或烘干者，为\"原皮西洋参\"。\n",
    "distinguish": "\n干燥根略呈圆柱形而带纺锤状，长2～6厘米，粗0.5～1厘米，外表现细横纹及不规则的纵皱，顶端的细纹较密而呈环状。折断面平坦，淡黄色，有暗色形成层环，并散有多数红棕色树脂管及细管。由于加工不同，一般分为粉光西洋参及原皮西洋参二类，每类又因野生和栽培而有不同：\n\n\n1.粉光西洋参\n\n\n野生者形较小，或有分歧，色白而光，外表横纹细密。体轻。气香而浓，味微甜带苦。栽培者，皮色白，细纹不及野生者紧密。体重质坚而味淡。\n\n\n2.原皮西洋参\n\n\n野生者形粗如大拇指，或较小。外表土黄色，横纹色黑而细密。内部黄白色。体质轻松。气香味浓，品质优良。栽培者，形与野生者相似，但外皮淡黄，皮细，横纹不黑而较疏。体质结实而沉重。味较淡。以上二种均以条匀、质硬、体轻、表面横纹紧密、气清香、味浓者为佳。一般又以野生者为上品，栽培者次之。\n\n\n主产美国、加拿大及法国。\n",
    "effect": "\n总皂甙(含量为5%～10%)是西洋参的主要药理成分，与人参相似，只是比例有所不同。它们的总皂甙的药理作用也基本相同，只是人参总皂甙侧重抗利尿和抗疲劳，而西洋参总皂甙侧重镇静。西洋参具有多方面的药理活性。\n\n\n1.对心血管系统：⑴ 改善心肌功能，抗缺血，⑵ 抗心律失常，⑶ 抗休克，⑷ 抗动脉硬化。\n\n\n2.增强体质：⑴ 抗缺氧，⑵ 抗疲劳，⑶ 耐高温，⑷ 耐寒，⑸耐饥渴。\n\n\n3.促进造血。\n\n\n4.镇静。\n\n\n5.降血糖。\n\n\n6.增强免疫力。\n\n\n值得说明的是，我国医学工作者对国产西洋参与进口西洋参进行的药理活性比较研究，证明国产西洋参在抗疲劳、抗缺氧、抗惊厥、抗利尿以及蛋白质合成等主要指标上，都具有十分显著和相同药理活性，无显著差别。\n",
    "creation": "\n原药用清水喷潮，覆盖湿布，夏秋润2天，冬春润3天，取出切片，晾干。\n",
    "function": "\n益肺阴，清虚火，生津止渴。治肺虚久嗽，失血，咽干口渴，虚热烦倦。\n",
    "taste": "\n甘微苦，凉。\n\n\n①《本草从新》：\"苦微甘，寒。\"\n\n\n②《本草再新》：\"味甘辛，性凉，无毒。\"\n\n\n归肺;胃;心;肾经\n\n\n《本草再新》：\"入心、肺、肾三经。\"\n",
    "usage": "\n内服：煎汤(另煎和服)，0.8～2钱。\n",
    "compatibility": "\n中阳衰微，胃有寒湿者忌服。\n\n\n1.《本草从新》：“脏寒者服之，即作腹痛，郁火服之，火不透发，反生寒热。”\n\n\n2.《纲目拾遗》：“忌铁器及火炒。”\n",
    "storage": "置阴凉干燥处，密闭，防蛀。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n西洋参\n\n\n多年生草木，全体无毛。根肉质，纺锤形，有时呈分歧状。根茎短。茎圆柱形，长约25厘米，有纵条纹，或略具棱。掌状5出复叶，通常3～4枚，轮生于茎端;叶柄长5～7厘米;小叶片膜质，广卵形至倒卵形，长4～9厘米，宽2.5～5厘米，先端突尖，边缘具粗锯齿，基部楔形，最下两小叶最小;小叶柄长约1.5厘米，最下二小叶柄较短或近于无柄。总花梗由茎端叶柄中央抽出，较叶柄稍长或近于等长;伞形花序，花多数，花梗细短，基部有卵形小苞片1枚;萼绿色，钟状，先端5齿裂，裂片钝头，萼筒基部有三角形小苞片1枚;花瓣5，绿白色，矩圆形;雄蕊5，花丝基部稍宽，花药卵形至矩圆形;雌蕊1，子房下位，2室，花柱2，上部分离呈叉状，下部合生;花盘肉质环状。浆果扁圆形，成对状，熟时鲜红色，果柄伸长。花期7月。果熟期9月。\n\n\n原产北美，我国亦有栽培。\n",
    "application": "\n1. 防治放疗和化疗副反应：西洋参可减轻放射治疗和化学治疗癌症患者引起的不良反应，并能改变机体应激状态，减轻胸腺、淋巴腺组织萎缩等作用。\n\n\n2. 治疗急性心肌梗塞：以独参汤并配合西药抢救治疗心梗有比较成功的经验。\n\n\n3. 治疗虚证：西洋参可治咳嗽肺萎、虚热烦倦、口渴少津、胃火牙痛等症，同时还应用在治疗神经衰弱和植物神经紊乱、胸膜炎、感染性多发性神经炎以及乙脑和其它急性传染性疾病的恢复期，或与其它中药配伍，有较好的疗效。\n\n\n4. 保健：西洋参作为保健品的应用越来越广泛，调查显示，西洋参用于保健的量已经远远超过药品了。\n",
    "position": "为五加科植物西洋参的根。",
    "source": "《纲目》"
  },
  {
    "name": "鬼针草",
    "alias": "鬼钗草(《本草拾遗》)，鬼黄花、山东老鸦草(《福建民间草药》)，婆婆针(《苏南种子植物》)，鬼骨针(《江苏植药志》)，盲肠草、眺虱草(《福建中医杂志》。",
    "ingredient": "\n全草含生物碱、鞣质、皂甙、黄酮甙。茎叶含挥发油、鞣质、苦味质、胆碱等。果实含油27.3%。\n",
    "process": "\n夏、秋间采收地上部分，晒干。\n",
    "distinguish": "\n干燥全草，茎略呈方形，幼茎有短柔毛。叶纸质而脆，多皱缩、破碎，常脱落。茎顶常有扁平盘状花托，着生10余个呈针束状、有四棱的果实，有时带有头状花序。气微，味淡。\n",
    "effect": "\n将等量鬼针草与海州常山混合制成的水煎剂或酒精浸剂，予大鼠口服，剂量为10克(生药)/公斤/天，共五天，对甲醛性及蛋清性\"关节炎\"均有明显的消炎作用。豨莶草与海州常山混合制成的水煎剂同且口服，同样有效，说明鬼针草可代替稀英草作消炎药应用。单味鬼针草或海州常山、豨莶草均无明显作用;说明它们之间有相互加强的作用。作好制剂后临时合并应用，同样有效，说明它们混合后作用增强，并非生成新的成分。从复方中分离出的总生物碱及类甾醇虽均有消炎作用，但作用较弱，似非主要成分。其中含大量胆碱，非消炎成分，却可引起副作用如唾液分泌、流泪等。\n\n\n鬼针草的乙醇浸液在体外对革兰氏阳性细菌有抑菌作用，花、茎对金黄色葡萄球菌也有抑菌作用。\n",
    "creation": "?",
    "function": "\n清热，解毒，散瘀，消肿。治疟疾，腹泻，痢疾，肝炎，急性肾炎，胃痛，噎膈，肠痈，咽喉肿痛，跌打损伤，蛇虫咬伤。\n\n\n①《本革拾遗》：\"主蛇及蜘蛛咬，杵碎敷之，亦杵绞汁服。\"\n\n\n②《纲目》：\"涂蝎虿伤。\"\n\n\n③《福建民间草药》：\"散瘀活血，消痈解毒。\"\n\n\n④《江苏植药志》：\"捣汁敷，止血。\"\n\n\n⑤《中国药植图鉴》：\"煎服，治痢疾，咽喉仲痛，噎膈反胃，贲门痉挛及食道扩张等症。有解毒，止泻，解热功效。近用治盲肠炎。\"\n\n\n⑥《泉州本草》：\"消瘀，镇痛，敛金疮。治心腹结痛，产后瘀血，月经不通，金疮出血，肠出血，出血性下痢，尿血。\"\n\n\n⑦《闽东本草》：\"治肠痈，淋浊，疟疾，黄疸，小便不利，跌打损伤。\"\n",
    "taste": "\n①《本草拾遗》：\"味苦，平，无毒。\"\n\n\n②《泉州本草》：\"性温，味苦，无毒。\"\n\n\n入肺经。\n",
    "usage": "\n内服：煎汤，0.5～1两(鲜者1～2两)；或捣汁。外用：捣敷或煎水熏洗。\n",
    "compatibility": "\n《泉州本草》：\"孕妇忌服。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n鬼针草\n\n\n一年生草本，高40～85厘米。茎直立，下部略带淡紫色，四棱形，无毛，或于上部的分枝上略具细毛。中、下部叶对生，长11～19厘米，2回羽状深裂，裂片披针形或卵状披针形，先端尖或渐尖，边缘具不规则的细尖齿或钝齿，两面略具短毛，有长柄;上部叶互生，较小，羽状分裂。头状花序直径约6～10毫米，有梗，长1.8～8.5厘米;总苞杯状，苞片线状椭圆形，先端尖或钝，被有细短毛;花托托片椭圆形，先端钝，长4～12毫米，花杂性，边缘舌状花黄色，通常有1～3朵不发育;中央管状花黄色，两性，全育，长约4.5毫米，裂片5枚;雄蕊5，聚药;雌蕊1，柱头2裂。瘦果长线形，体部长12～18毫米，宽约1毫米，具3～4棱，有短毛;顶端冠毛芒状，3～4枚，长2～5毫米。花期8～9月。果期9～11月。\n\n\n生于路边、荒野或住宅旁。全国大部分地区有分布。\n",
    "application": "\n①治疗阑尾炎\n\n\n取鬼针草干品0.5～1两(鲜品1.5两)煎服，或加冰糖、蜂蜜、牛乳同服，每日1剂。治疗35例(并发其他症状者，临时配用对症药物)，其中亚急性阑尾炎21例，痊愈16例，有效5例;慢性阑尾炎14例，痊愈9例，有效3例，无效2例。服药最少1剂，最多40剂，半数以上1～3剂。22例发热，半数以上1～3日退热，最长1例12日后体温始降至正常;右下腹疼痛平均约5天左右减轻或消失，消失率为80%。治程中未见副作用。\n\n\n②治宁小儿腹泻\n\n\n取鲜鬼针草6～10棵(干的3～5棵)加水浸泡后煎成浓汁，连渣倒入盆内，用于熏洗患儿两脚。腹泻轻者每天熏洗3～4次，较重者熏洗6次。1～5岁洗脚心，5～15岁冼至脚面，腹泻严重者熏洗位置可适当提高。民间有熏洗超过内踝将引起便秘之说，有待证实。\n",
    "position": "为菊科植物鬼针草的全草。",
    "source": "《本草拾遗》"
  },
  {
    "name": "白花蛇舌草",
    "alias": "蛇舌草,矮脚白花蛇利草,蛇舌癀,目目生珠草,节节结蕊草,鹩哥利,千打捶,羊须草,蛇总管,鹤舌草,细叶柳子",
    "ingredient": "\n全草中分出卅一烷、豆甾醇、熊果酸、齐墩果酸，β-谷甾醇、β-谷甾醇-D-葡萄糖甙、对香豆酸等。\n",
    "process": "\n夏、秋采收，晒干或鲜用。\n",
    "distinguish": "\n干燥全草，扭缠成团状，灰绿色至灰棕色.有主根一条，粗约2～4毫米，须根纤细，淡灰棕色;茎细而卷曲，质脆易折断，中央有白色髓部。叶多破碎，极皱缩，易脱落;有托叶，长1～2毫米。花腋生。气微，味淡。\n\n\n主产福建、广东、广西等地。\n\n\n在福建、广西地区，尚有以同属植物水线草(参见\"水线草\"条)，纤花耳草(参见\"虾子草\"条)及松叶耳草(参见\"鹩哥舌\"条)等作白花蛇舌草使用者。\n",
    "effect": "\n①抗肿瘤作用\n\n\n在体外(相当生药6克/毫升)对急性淋巴细胞型、粒细胞型、单核细胞型以及慢性粒细胞型的肿瘤细胞有较强抑制作用(美蓝试管法);用瓦氏呼吸器测定，对前二者的抑制作用亦较强。曾用浸膏于小鼠S-180和艾氏腹水癌，以及大鼠吉田肉瘤的实验性治疗，皆无明显抗癌作用;0.5～1克生药/毫升在体外对吉田肉瘤和艾氏腹水癌有抑制(美蓝试管法)，但作者认为此属非特殊性的。\n\n\n②抗菌、消炎作用\n\n\n体外抗菌作用并不显著，只对金黄色葡萄球菌和痢疾杆菌有微弱作用。观察煎液对正常和人工阑尾炎兔的网状内皮系统吞噬功能和白细胞在体内外吞噬活力的影响，认为其抗炎作用，是刺激网状内皮系统增生和增强吞噬细胞活力等因素所致。\n",
    "creation": "?",
    "function": "\n清热，利湿，解毒。治肺热喘咳，扁桃体炎。咽喉炎，阑尾炎，痢疾，尿路感染，黄疸，肝炎，盆腔炎，附件炎，痈肿疔疮，毒蛇咬伤，肿瘤。亦可用于消化道癌症。\n\n\n①《潮州志·物产志》：\"茎叶榨汁饮服，治盲肠炎，又可治一切肠病。\"\n\n\n②《广西中药志》：\"治小儿疳积，毒蛇咬伤，癌肿。外治白泡疮，蛇癞疮。\"\n\n\n③《闽南民间草药》：\"清热解毒，消炎止痛。\"\n\n\n④《泉州本草》：\"清热散瘀，消痈解毒。治痈疽疮疡，瘰疬。又能清肺火，泻肺热。治肺热喘促、嗽逆胸闷。\"\n\n\n⑤《广西中草药》：\"清热解毒，活血利尿。治扁桃体炎，咽喉炎，阑尾炎，肝炎，痢疾，尿路感染，小儿疳积。\"\n",
    "taste": "\n苦甘，寒。\n\n\n①《\"西中药志》：\"味苦甘，性温，无毒。\"\n\n\n②《闽南民间草药》：\"苦，平，无毒。\"\n\n\n③《泉州本草》：\"甘微酸，性寒。\"\n\n\n④《广东中药》Ⅱ：\"辛涩，寒，无毒。\"\n\n\n入心、肝、脾三经\n\n\n《广西中药志》：\"入心、肝、脾三经。\n",
    "usage": "\n内服：煎汤，1～2两；或捣汁。外用：捣敷。\n",
    "compatibility": "\n《广西中药志》：\"孕妇慎用。\"\n",
    "storage": "?",
    "side_effects": "浸膏半数致死量，小鼠腹腔注射为104g生药/kg。",
    "category": "归经_心经",
    "plant": "\n白花蛇舌草，又名：二叶葎。\n\n\n一年生草本，高15～50厘米。茎纤弱，略带方形或圆柱形，秃净无毛。叶对生，具短柄或无柄;叶片线形至线状披针形，长1～3.5厘米，宽1～3毫米，革质;托叶膜质，基部合生成鞘状，长1～2毫米，顶端有细齿。花单生或2朵生于叶腋，无柄或近于无柄;花萼筒状，4裂，裂片边缘具短刺毛;花冠漏斗形，长约3毫米。纯白色，先端4深裂.秃净;雄蕊4;子房2室，柱头2浅裂呈半球状。蒴果，扁球形，直径2～3毫米，室背开裂，花萼宿存。种子棕黄色，极细小。花期7～9月。果期8～10月。\n\n\n生于山坡、路边、溪畔草丛中。分布云南、广东、广西、福建、浙江、江苏、安徽等地。\n",
    "application": "\n①治疗小儿肺炎\n\n\n用白花蛇舌草注射剂，每次肌肉注射2毫升(含4克生药的有效成分)，婴儿减半，每日2次，疗程5～7日。治疗112例，痊愈52例，近愈25例，好转17例，无效12例，死亡6例，平均住院7.98天\n\n\n②治疗阑尾炎\n\n\n取鲜白花蛇舌草1两(干品5钱)，水煎服，每日2次。小儿酌减。症状较重者可增至2～3两。个别腹胀严重者加用水针或新针治疗，中毒症状较重者兼用补液并禁食。治疗19例均愈，其中急性阑尾炎12例和阑尾脓肿3例，服药8～9天，平均于1.9天和3.3天退热。3.2天和6天症状体征消失。1例治愈4个月后复发，仍以同样方法治愈。有报告用鲜全草4两(干品1～2两)，每日1～2剂煎服;或制成100%的针剂行肌肉注射，每次2毫升，每日2次，重症6小时1?。治疗各种类型阑尾炎(包括急性、亚急性及阑尾穿孔并发腹膜炎)50余例，一般服药2～3天临床症状消失，1周痊愈出院。其中以急性阑尾炎的疗效最好。煎剂疗效优于针剂。又有报告以煎剂内服治疗急慢性阑尾炎30例，对单纯性、症状较轻、发病1～2天入院的单用白花蛇舌草;对症状较重，有明显全身和局部症状者，配用海金砂、野菊花全草或桉叶。除2例慢性阑尾炎重新入院行手术治疗外，均获痊愈。平均住院4.2天。\n\n\n③治疗输精管结扎术后副睾郁积症\n\n\n在常用的精索封闭及中西药物治疗的基础上，加用白花蛇舌草(每日1两煎服，一般3～4周为一疗程，最长者服10周以上)，可提高疗效;特别对单纯性副睾郁积症效果更为明显。初步观察19例，均曾经多种治疗，如精索封闭、理疗、糜蛋白酶肌注、止痛剂、新针、中药及抗菌素、激素等，其中6例曾做过输精管吻合术，1例曾作一侧副睾切除，2例曾作过痛性结节切除，效果都不理想。经加用白花蛇舌草后，10例单纯性郁积症中有3例主要症状基本消失，副睾变软，触痛减轻或消失;7例症状好转，副睾触痛减轻;9例合并有精索、副睾炎症者，其中6例好转，3例无效。认为白花蛇舌草有抑制生精作用，能减轻副睾郁积，又能消除炎症，故能收到治疗效果。但对精索粘连及副睾有肉芽肿形成等病例，则疗效不佳。\n\n\n④治疗毒蛇咬伤\n\n\n取本品5钱，以白酒半斤煮沸3～5分钟，去渣，以2/3口服(1日分2～3次服完)，1/3外敷伤口。敷药时先吸出伤口毒血，清洗消毒后用消毒棉垫覆盖包扎，然后将药酒浇湿敷料(以保持湿润为度)。若不能饮酒者，可用清水煎煮，沸后再加入适量白酒，但一般仍以白酒煮为佳。对水肿顽固不退，病情严重及伤口感染者，适当加用其它中草药及抗菌素;对于轻型戒中型病例，单用本法治疗即可。据19例观察，一般用药3～6剂即获痊愈。\n\n\n⑤治疗盆腔炎、附件炎\n\n\n用白花蛇舌草1.5两，配以入地金牛(两面针)3钱，或再加穿破石(苌芝)3钱，水煎服，每日1剂。77例患者治疗后，4例无效，余均痊愈。\n\n\n此外，曾试用100%白花蛇舌草针剂肌肉注射，每次2毫升，每日3次，治疗子宫颈癌，胃癌、肝癌各1例，症情均有不同程度的改善。曾用白花蛇舌草、茵陈、金钱草各1两制成\"利胆合剂\"，治疗胆石症等胆道疾患共10例，其中9例腹痛、黄疸、发热等症状平均2.2天获得缓解;3例胆总管造瘘术后的患者，服药后胆汁量成倍增加，胆汁沉渣排出很多，黄疸指数逐渐下降，提示\"利胆合剂\"具有明显的利胆与排石作用。\n",
    "position": "为茜草种植物白花蛇舌草的带根全草。",
    "source": "《广西中药志》"
  },
  {
    "name": "白术",
    "alias": "山蓟、杨抱蓟(《尔雅》)，术(《本经))，山芥、天蓟(《吴普本草》)，山姜(《广雅》)，乞力伽(《南方草木状》)，山精(《神药经》)，山连(《别录》)，冬白术(《得配本草》)。",
    "ingredient": "\n含挥发油1.4%，主要成分为苍术醇、苍术酮等，并含有维生素A。\n",
    "process": "\n霜降至立冬采挖，除去茎叶和泥土，烘干或晒干，再除去须根即可。烘干者称\"烘术\";晒干者称\"生晒术\"，亦称\"冬术\"。\n",
    "distinguish": "\n干燥的根茎，呈拳状团块，有不规则的瘤状突起，长5～8厘米，直径2～5厘米。表面灰黄色至棕黄色，有浅而细的纵皱纹。下部两侧膨大似如意头，俗称\"云头\"。向上则渐细，或留有一段地上茎，俗称\"白术腿\"。在瘤状突起的顶端，常有茎基残迹或芽痕，须根痕也较明显。质坚硬，不易折断，断面不平坦。烘术的断面淡黄白色，角质，中央时有裂隙。生晒术的断面皮部类白色，本质部淡黄色至黄色，有油点。气香，味甜微辛，略带粘液性。以个大、表面灰黄色、断面黄白色、有云头、质坚实、无空心者为佳。\n\n\n主产浙江、安徽。此外，湖南、湖北、江西、福建等地亦产。以浙江嵊县、新昌地区产量最大;於潜所产品质最佳，特称为\"於术\"。\n\n\n野於术是产于浙江於潜、吕化、天目山一带的野生白术，一名为\"天生术\"，该种商品早巳绝迹。现售之於术，系将新昌的白术种子，播种在於潜山区的栽培品，折断面黄白色，有黄色放射状纹理。气清香，甜味强而辣味少。一般认为於潜白术的品质较新昌白术为佳。\n",
    "effect": "1.利尿作用：具有明显而持久的利尿作用，对各种动物如大鼠、兔、狗都有作用。对不麻醉狗静脉注射煎剂0.05-0.25g／kg，尿量增加可达9倍以上，并在用药5小时后仍高于正常；灌胃给药1-3g／kg，尿量较用药前可增加2-6倍，而且多数于用药6-7小时后仍多于正常，白术煎剂和流浸膏1.0g／kg给大鼠静脉注射，兔1.0g／kg灌胃或腹腔注射，均能产生明显而持久的利尿作用。白术不仅增加水的排泄，也促进电解质特别是钠的排出，并且钠的排泄还胜于水的排泄。它也不影响垂体后叶激素的抗利尿作用，因此白术增加水的排泄可能主要不是影响水的主动性重吸收，而是续发于电解质重吸收的减少，既有汞撒利样排泄氯、钠的作用；又有增高尿中二氧化碳容量、pH值以及增加钾排泄，减少铵排泄的醋唑磺胺样的特点。对人的利尿作用有少数试验，不能最后肯定。2.降血糖作用：家兔灌胃煎剂或浸膏，血糖稍有降低。大鼠灌胃煎剂有加速体内葡萄糖的同化因而降低血糖。小鼠内服煎剂有保护肝脏，防止四氯化碳引起的肝糖元减少作用。3.强壮作用：白术煎剂灌胃lmol或6g/kg，能促进小鼠体重增加和增强游泳耐力，白术能增强网状内皮系统的吞噬功能，对小鼠网状内皮系统呈活化作用,促进小鼠腹腔巨噬细胞的吞噬功能，使巨噬细胞的吞噬百分率，吞噬指数及其溶酶体消化平均较对照组显着增加。在白细胞减少症时，白术有升白作用。白术还能提高淋巴细胞转化率和自然玫瑰花形成率，促进细胞免疫功能，且明显增高IgG。说明白术有健脾胃、壮身体和提高抗病能力的作用。4.抗凝血作用：白术对血小板聚集有明显的抑制作用，白术煎剂0.5g／kg灌胃l-4周,能显着延长大鼠凝血酶元的时间。其作用较双香豆素弱，但较Butadion为强。根的作用比茎强。健康人服用5%根煎剂，每次1汤匙，每天3次，4天后凝血酶元时间及凝血时间均显着延长，停药后10天上述指标恢复到给药前的水平，酒精浸出液也有效果，但维持时间较短。5.对心血管系统的作用：白术有血管扩张作用。对心脏呈抑制作用，剂量过大时可致停博，麻醉犬静脉注射煎剂0.1g／kg，血压轻度下降0.25g／kg时，血压急剧下降，3-4小时内未见恢复。6.抗肿瘤作用：体外试验表明，白术挥发油中之中性油对食管癌细胞有明显抑制作用。10mcg／ml时，于24小时内可使癌细胞全部脱落。5mcg／ml时，可使大部分癌细胞脱落，残存的小片细胞或散在细胞呈核固缩，核仁模糊不清，泡质多空泡。白术挥发油50-100mg／kg腹腔注射对艾氏腹水癌有显着抑制作用。全身给药时，对实质性实体癌的疗效则报道不一致。对358种植物药、中药单方和复方进行筛选时，白术挥发油对小鼠肉瘤-180的抑制作用最强（抑制率为31-49%）另有报道对S-180，S-37，U-14和W-256，以及白血病模型（L615均无明显作用。近报道，白术对methA肿瘤的中如活性比对照组明显增加，并显着增强MethA肿瘤的迟发性超敏反应，还促进植物血细胞凝集素-P和脂多糖诱导的幼若化反应。7.对胃肠平滑肌的作用：过去报道，白术对胃肠道功能（如胃酸的胃液分泌，推进性肠蠕动等）无影响，亦无抗溃疡、抗炎和镇痛作用，不影响正常体温，对中枢神经系统无明显抑制作用，后者被认为可以作为与苍术相区别的依据。近报道，白术对家兔离体小肠自发活动的影响多不相同，白术能增强兔离体小肠自发性收缩活动，使其收缩幅度加大，白术油抑制肠管的自发运动，或白术对家兔离体小肠的自发运动影响不明显。白术对乙酰胆碱、二氯化钡所致的家兔离体小肠强直性收缩有明显的拮抗作用，对加入肾上腺素所致的离体家兔小肠活动的抑制，白术可以拮抗此作用。但亦有报道没有明显的拮抗作用。白术煎剂每天10g（生药／kg连续给小鼠灌胃能明显促进小肠蛋白质的合成。白术提取物50mg和200mg／kg灌胃给药，对动物水浸束缚应激性溃疡，有显着抑制效果。8.抗菌作用：水浸液在试管内对絮状表皮癣菌、星形奴卡氏菌有抑制作用。煎剂对脑膜炎球菌亦有抑制作用。近报道白术煎剂和四君子汤对伤寒杆菌、甲型副伤寒杆菌、福氏痢疾杆菌、大肠杆菌、绿脓杆菌等均有不同程度的抑菌作用，而无杀菌作用。9.促进造血功能：白术煎剂1g/kg,0.2ml/只皮下注射能促进小鼠骨髓红系造血祖细胞（CFU-E）的生长。对于用化学疗法或放射疗法引起的白血球下降，有使其升高的作用。10.促进蛋白质合成：白术煎剂10g/kg灌胃，连续7天，明显促进小鼠小肠蛋白质的合成。11.其它作用：白术对呼吸有短暂的兴奋作用，另外白术对家兔、肠鼠、大鼠和小鼠的子宫平滑肌有明显抑制作用，白术煎剂对小鼠因四氧化碳引起的肝损伤有保护作用。白术乙酸乙酯提取物，大白鼠十二指肠给药，可明显增加胆汁分泌。少量挥发油有镇静作用。",
    "creation": "\n生白术：拣净杂质，用水浸泡，浸泡时间应根据季节，气候变化及白术大小适当掌握，泡后捞出，润透，切片，晒干。\n\n\n炒白术：先将麸皮撒于热锅内，候烟冒出时，将白术片倒入微炒至淡黄色，取出，筛去麸皮后放凉。(每白术片100斤，用麸皮10斤)\n\n\n焦白术：将白术片置锅内用武火炒至焦黄色，喷淋清水，取出晾干。\n\n\n土炒白术：取伏龙肝细粉，置锅内炒热，加入白术片，炒至外面挂有土色时取出，筛去泥土，放凉。(每白术片100斤，用伏龙肝粉20斤)\n\n\n《本草蒙筌》：\"白术咀后，人乳汁\n",
    "function": "\n补脾，益胃，燥湿，和中，安胎。治脾胃气弱，不思饮食，倦怠少气，虚胀，泄泻，痰饮，水肿，黄疸，湿痹，小便不利，头晕，自汗，胎气不安。\n\n\n①《本经》：\"主风寒湿痹，死肌，痉，疸，止汗，除热消食。\"\n\n\n②《别录》：\"主大风在身面，风眩头痛，目泪出，消痰水，逐皮间风水结肿，除心下急满，及霍乱吐下不止，利腰脐间血，益津液，暖胃，消谷嗜食。\"\n\n\n③《药性论》：\"主大风顽痹，多年气痢，心腹胀痛，破消宿食，开胃，去痰诞，除寒热，止下泄，主面光悦，驻颜去皯，治水肿胀满，止呕逆，腹内冷痛，吐泻不住，及胃气虚冷痢。\"\n\n\n④《唐本草》：\"利小便。\"\n\n\n⑤《日华子本草》：\"治一切风疾，五劳七伤，冷气腹胀，补腰膝，消痰，治水气，利小便，止反胃呕逆，及筋骨弱软，痃癖气块，妇人冷癥瘕，温疾，山岚瘴气，除烦长肌。\"\n\n\n⑥《医学启源》：\"除湿益燥，和中益气，温中，去脾胃中湿，除胃热，强脾胃，进饮食，和胃，生津液，主肌热，四肢困倦，目不欲开，怠惰嗜卧，不思饮食，止渴，安胎。\"\n\n\n⑦李杲：\"去诸经中湿而理脾胃。\"\n\n\n⑧王好古：\"理中益脾，补肝风虚，主舌本强，食则呕，胃脘痛，身体重，心下急痛，心下水痞，冲脉为病，逆气里急，脐腹痛。\"\n\n\n⑨《本草衍义补遗》：\"有汗则止，无汗则发。能消虚痰。\"\n",
    "taste": "\n苦甘，温。\n\n\n①《本经》：\"味苦，温。\"\n\n\n②《别录》：\"甘，无毒。\"\n\n\n③《药性论》：\"味甘辛，无毒。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；熬膏或入丸、散。\n",
    "compatibility": "\n阴虚燥渴，气滞胀闷者忌服。\n\n\n①《本草经集注》：\"防风、地榆为之使。\"\n\n\n②《药品化义》：\"凡郁结气滞，胀闷积聚，吼喘壅塞，胃痛由火，痈疽多脓，黑瘦人气实作胀，皆宜忌用。\"\n",
    "storage": "?",
    "side_effects": "1.小鼠腹腔注射煎剂半数致死量为13.3士0.7g／kg。麻醉狗静脉注射煎剂0.25g／kg，多数血压急剧下降，平均降低至原水平的52.8%，3-4小时内未见恢复。2.大鼠每日灌服煎剂0.5g／kg，共1-2月，未见任何明显的毒性反应。但在用药14天后，有中等度白细胞减少，主要是淋巴细胞减少；服药2月，有轻度贫血，脑、心肌及肝组织无任何变化。某些动物个别肾小管上皮细胞有轻度颗粒变性，肾小球则无任何改变。",
    "category": "归脾；胃经",
    "plant": "\n白术\n\n\n多年生草本，高30～80厘米。根茎粗大，略呈拳状。茎直立，上部分枝，基部木质化，具不明显纵槽。单叶互生;茎下部叶有长柄，叶片3深裂，偶为5深裂，中间裂片较大，椭圆形或卵状彼针形，两侧裂片较小，通常为卵状披针形，基部不对称;茎上部叶的叶柄较短，叶片不分裂，椭圆形至卵状披针形，长4～10厘米，宽1.5～4厘米，先端渐尖，基部渐狭下延成柄状，叶缘均有刺状齿，上面绿色，下面淡绿色，叶脉凸起显著。头状花序顶生，直径2～4厘米;总苞钟状，总苞片7～8列，膜质，覆瓦状排列;基部叶状苞1轮，羽状深裂，包围总苞;花多数，着生于平坦的花托上;花冠管状，下部细，淡黄色，上部梢膨大，紫色，先端5裂，裂片披针形，外展或反卷;雄蕊5，花药线形，花丝离生;雌蕊1，子房下位，密被淡褐色绒毛，花柱细长，柱头头状，顶端中央有1浅裂缝。瘦果长圆状椭圆形，微扁，长约8毫米，径约2.5毫米，被黄白色绒毛，顶端有冠毛残留的圆形痕迹。花期9～10月。果期10～11月。\n\n\n原生于山区丘陵地带，野生种在原产地几已绝迹。现广为栽培，安徽、江苏、浙江、福建、江西、湖南、湖北、四川、贵州等地均有，而以浙江栽培的数量最大。\n\n\n本植物的苗叶(术苗)亦供药用，另详专条。\n",
    "application": "用量6~12克。用治脾胃气弱、不思饮食、倦怠少气、虚胀、泄泻、痰饮、水肿、黄疸、湿痹、小便不利、头晕、自汗、胎气不安等。",
    "position": "为菊科植物白术的根茎。",
    "source": "陶弘景"
  }
]