[
  {
    "name": "威灵仙",
    "alias": "能消(《开宝本草》)，葳灵仙(《苏沈良方》)，葳苓仙(《珍珠囊》)，铁脚威灵仙(《纲目》)，灵仙(《药品化义》)，黑脚威灵仙(《生草药性备要》)，九草阶、风车(《现代实用中药》)，鲜须苗(《南京民间药草》)，黑骨头、黑木通(《贵州民间方药集》)，铁杆威灵仙(《药材资料汇编》)，铁搧帚(《浙江中药手册》)，七寸风(《广西中兽医药植》)，铁脚灵仙、牛闲草、牛杆草(《江苏植药志》)，老虎须、辣椒藤(《陆川本草》)，铁灵仙(《河北药材》)，灵仙藤、黑灵仙(《四川中药志》)，黑须公、芝查藤根(《广东中药》)。",
    "ingredient": "①威灵仙的根含白头翁素、白头翁内酯、甾醇、糖类、皂甙、内酯、酚类、氨基酸。叶含内酯、酚类、三萜、氨基酸、有机酸。\n\n②山蓼的叶含香豆精类0.82%、山柰酚等黄酮类0.23%及生物碱、挥发油、树脂等，不含有皂甙、鞣质或强心甙类\n\n③东北铁线莲的根含三萜皂甙：铁线莲甙A、铁线莲甙A\"、铁线莲甙B、铁线莲甙C。\n\n④黄药子及其变种的根含皂甙、常春藤皂甙元。",
    "process": "秋季采挖，除去茎叶、须根及泥土，晒干。",
    "distinguish": "根茎呈不规则块状，黄褐色，上端残留木质茎基，下侧丛生多数细根。根细长圆柱形，长约8～16厘米，直径约1～4毫米，略弯曲，表面棕褐色或棕黑色，有细纵纹。质坚脆易折断，皮部与木部易脱离，断面平坦，类圆形，皮部灰黄色，木部黄白色。根茎质较坚韧，断面不平坦，纤维性。气微弱。味微苦。以条匀，皮黑、肉白、坚实者为佳。\n主产江苏、安徽、浙江等地。山东、四川、广东、福建等地亦产。\n\n四川所用的威灵仙是地上部分，为干燥的茎叶，茎之表面黑色，有纵沟与节，中空，质脆，易断。气微、味淡。\n\n同属植物作威灵仙使用的尚有：①山蓼又名：绵团铁线莲、黑薇。根茎呈短柱状，黄褐色，上端残留茎基，下侧丛生细根。根长4～10厘米，径0.8～1.5毫米，表面黑褐色或棕褐色，有细纵纹，少数皮部脱落露出黄白色细条状木部；质坚脆，易折断；断面平坦，黄白色，木部与皮部间常有裂隙，木部类白色，略呈方形。根茎及茎基部质坚韧；折断面不平坦，纤维性。气微，味微苦。使用于东北、华北、山东、江苏。②小木通，使用于云南、湖南、广西、浙江，参见\"川木通\"条。③柱果铁线莲，又名：老虎师藤，使用于广东、广西、贵州、四川、福建、浙江、江西。④毛柱铁线莲，使用于广西、福建、湖南。⑤单叶铁线莲，使用于广西、江西、安徽、浙江，参见\"雪里开\"条。⑥山木通，使用于广西、江西、浙江、安徽，参见\"山木通\"条。⑦东北铁线莲，使用于东北。⑧黄药子，使用于江苏、浙江，参见\"铁脚威灵仙叶\"条。\n\n此外，尚有以百合科植物短梗菝葜(使用于陕西，参见\"金刚刺\"条)、鞘柄菝葜(使用于甘肃，参见\"鞘菝葜\"条)及华东菝葜(使用于山东，参见\"粘鱼须\"条)的根茎及根作威灵仙使用。《开宝本草》、《本草图经》、《救荒本草》等所载的威灵仙，为玄参科植物轮叶婆婆纳，此种威灵仙目前未见使用。《滇南本草》所载的威灵仙，系菊科植物显脉旋复花，参见\"草威灵\"条。",
    "effect": "①对循环系统的作用\n狭叶铁线莲(即山蓼)50%浸剂(1毫升/公斤)可使麻醉犬的血压下降，肾容积缩小，其煎剂药效仅及浸剂之半。对离体蟾蜍心脏有先抑制后兴奋的作用，其浸剂的药效似比煎剂约大3～5倍。其降压作用可能与对心脏的抑制有关。\n\n②对平滑肌的影响\n狭叶铁线莲煎剂对小鼠离体肠管有?显的兴奋作用，可能是对平滑肌的直接作用，对大鼠及家兔的离体肠管亦有相似作用；对小鼠离体子宫作用不明显。\n\n③抗利尿作用\n狭叶铁线莲制剂对小鼠、大鼠、豚鼠有显著的抗利尿作用。这种作用，浸剂与煎剂大致相等；50%煎剂0.2毫升约相当于脑垂体后叶素0.1单位的抗利尿效果，且其作用时间似比脑垂体后叶素为长，此种作用也可能与血压下降、肾血管收缩有关。\n\n④降血糖作用\n威灵仙浸剂对正常大鼠有显著增强葡萄糖同化的作用(即给予大鼠以大量葡萄糖后，尿糖试验仍为阴性)，故可能有降血糖作用。\n\n⑤其他作用\n威灵仙(品种未鉴定)煎剂0.025克/10克(1/8的最小致死量)腹腔注射能轻度提高小鼠痛阀(热板法)，故可能有镇痛效能。1：3水浸剂在试管内对皮肤真菌有些抑制作用。华中威灵仙(白花藤，品种未鉴定)中提得的白花素(白头翁脑)有抑菌作用。另一种威灵仙的水提取物中也有原白头翁素，可能是抗菌成分。",
    "creation": "威灵仙：拣净杂质，除去残茎，用水浸泡，捞出润透，切段，晒干。酒灵仙：取威灵仙段，用黄酒拌匀闷透，置锅内用文火微炒干，取出放凉。(每威灵仙100斤，用黄酒12～15斤)",
    "function": "祛风湿，通经络，消痰涎，散癖积。治痛风、顽痹、腰膝冷痛，脚气，疟疾，癥瘕积聚，破伤风，扁桃体炎，诸骨鲠咽。\n(1)祛风湿止痛：用于风湿痛。其性善行，能通行十二经络，故对全身游走性风湿痛尤为适宜。\n(2)消鱼骨：用本品30克(加醋)煎汤缓咽，治鱼骨哽喉。用于诸骨鲠咽。可用本品煎汤，缓缓咽下，一般可使骨鲠消失。亦可和入米醋、砂糖服。此外本品能消痰水，可用于噎膈、痞积。",
    "taste": "辛咸，温，有毒。\n\n①《开宝本草》：\"味苦，温，无毒。\"\n\n②《珍珠囊》：\"甘。\"\n\n③《纲目》：\"味微辛咸。\"\n\n④《本经逢原》：\"苦辛，温，小毒。\"",
    "usage": "内服：煎汤，2～3钱；浸酒或入丸、散。外用：捣敷。",
    "compatibility": "气虚血弱，无风寒湿邪者忌服。\n\n①《海上集验方》：\"恶茶及面汤。\"\n\n②《本草衍义》：\"性快，多服疏人五脏真气。\"\n\n③《本草经疏》：\"凡病非风湿及阳盛火升，血虚有热，表虚有汗，痃疟口渴身热者，并忌用之。\"\n\n④《本草汇言》：\"凡病血虚生风，或气虚生痰，脾虚不运，气留生湿、生痰、生饮者，咸宜禁之。\"",
    "storage": "置干燥处。",
    "side_effects": "有报道过量服用威灵仙引起胃出血及中毒致死的患者。",
    "category": "归膀胱；肝经",
    "plant": "威灵仙\n攀援性灌木，高4～10米。根多数丛生，细长，外皮黑褐。茎干后黑色，具明显条纹，幼时被白色细柔毛，老时脱落。叶对生，羽状复叶，小叶通常5片，罕为3片，小叶卵形或卵状披针形，长3～7厘米，宽1.5～3.6厘米，先端尖，基部楔形或广楔形，罕有浅心形者，全缘，上面沿叶脉有细毛，下面光滑，主脉3条。圆锥花序腋生及顶生，长12～18厘米；苞片叶状；萼片4，有时5片，花瓣状，长圆状倒卵形，白色，顶端常有小尖头突出，外侧被白色柔毛，内侧光滑无毛；雄蕊多数，不等长，花丝扁平；雌蕊4～6，心皮分离，子房及花柱上密生白色毛。瘦果扁平状卵形，略生细短毛，花柱宿存，延长呈白色羽毛状。花期5～6月。果期6～7月。\n生于山野、田埂及路旁。分布河南、山东、安徽、江苏、浙江、福建、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。",
    "application": "①治疗腮腺炎\n取鲜威灵仙根洗净、切细、捣烂，每用1斤加米醋半斤，浸于玻璃瓶内，盖紧勿令泄气。3日后取出醋浸液，用棉签蘸涂患处，每2～3小时涂抹1次。治疗32例，除4例效果不明外，均于1～3天内症状消失。\n\n②治疗急性黄疸型传染性肝炎\n将威灵仙根烘干研成细粉，每次取3钱与鸡蛋1个搅匀，用菜油或麻油煎后服用。每天3次，连服3天。忌牛肉，猪肉及酸辣。曾治疗15例，14例治愈。\n\n③治疗丝虫病\n鲜威灵仙根1斤切碎，加水煎煮半小时后取汁，再和入红糖1斤，白酒2两煎熬片刻。总药量在5天内分10次服完，每日早晚各1次，小儿用量酌减。33例普查阳性病人，治疗后经1～2次复查，微丝蚴阴转者27例。据观察，疗效与药量，疗程有关。用药量不足1斤者，疗效较差；用二个疗程的有效率高于一个疗程。服药后未见严重反应，仅少数患者胃部有烧灼感，恶心，体温轻度升高等。\n\n④治疗关节炎\n取威灵仙1斤切碎，和入白酒3斤，放入锅内隔水炖半小时取出，过滤后备用。每次10～20毫升，日服3～4次。治疗15例，对改善症状有一定效果。\n\n⑤治疗麦粒肿、结膜炎等\n先取2.5x2.5厘米的胶布一块，中央剪一小孔(如黄豆大)，贴于患眼对侧内关穴上(双眼患病则敷双侧)，然后取威灵仙鲜叶捣烂，搓成小团，如黄豆大，置于小孔内，再覆盖一层胶布固定，并以拇指在敷药穴位上轻按半分钟，以加强药物对穴位的刺激作用。一般约40分钟左右，局部有轻度辣感，即可将胶布和药去掉；经1天左右局部起一小水泡，须加以保护，以防感染。治疗麦粒肿12例，结膜炎6例，外伤性角膜溃疡1例，平均3天见效。\n\n⑥治疗扁桃体炎\n取鲜威灵仙全草(或单用茎、叶)2两(干品减半)，洗净煎汤服或当茶饮，每日1剂。观察247例，有效率达90%。或用鲜威灵仙叶捣烂绞汁，以棉条浸透塞鼻，对咽喉炎、扁桃体炎、急性会厌炎及诸骨鲠喉，均有效果。用法：将消毒棉花捻成4～5厘米的长条，一端浸药汁塞入鼻孔(左痛塞左，右痛塞右)，达上鼻道。约4～6分钟，患者即流泪、打喷嚏，至30分钟左右，症状即可显著减轻。如未愈，须隔4～6小时再重复治疗。\n\n⑦治疗骨鲠\n取威灵仙1两，加水2碗，煎成1碗，慢慢咽下，在半至1小时内服完，一日内可咽服1～2剂。如骨鲠于食道者，酌情补液及抗感染。治疗诸骨鲠104例，服药后90例顺利消失，14例无效后改在喉镜或食道镜下取出骨鲠，有效率为85%左右。其中喉咽部骨鲠32例(均为鱼骨)，服药1～3剂即顺利消失者27例；食道骨鲠72例(35例合并不同程度感染)，均加用抗菌素，同时补液并禁食等，服药1～8剂后除8例无效外，其余经X线透视复查钡餐通过顺利，无1例产生并发症。据观察，治疗效果与异物大小、梗阻部位和异物插入软组织的深浅有关。从动物实验与临床结果看，威灵仙对骨鲠的作用，可能是：㈠直接作用于平滑肌，使兴奋性增强，由节律收缩变成蠕动。㈡骨鲠后局部挛缩，应用威灵仙后，通过其抗组织胺作用，使局部松弛，蠕动改变，从而使骨易于松脱。食道上端为横纹肌，中下端为平滑肌，骨鲠于中下端者收效较好，可能与此有关。㈢威灵仙直接对骨无软化作用，但喉咽食道之分泌液带酸性，有助于其发挥疗效。但须指出，如服药四剂无效，应结合异物种类、梗阻部位，考虑采用手术取出，以免贻误病情。此外，有用威灵仙五钱，和入米醋适量，煎取药液缓缓咽服，治疗诸骨鲠亦有效果。",
    "position": "为毛莨科植物威灵仙的根。",
    "source": "侯宁极《药谱》"
  },
  {
    "name": "白芍",
    "alias": "金芍药(《安期生服炼法》)，白芍(《药品化》)。",
    "ingredient": "\n根含芍药甙、牡丹酚、芍药花甙，苯甲酸约1.07%、挥发油、脂肪油、树脂、鞣质、糖、淀粉、粘液质、蛋白质、β-谷甾醇和三萜类。另四川产者含一种酸性物质，对金黄色葡萄球菌有抑制作用。\n\n花含黄芪甙、山柰酚3，7-二葡萄糖甙，多量没食子鞣质(10%以上)、除虫菊素0.13%、13-甲基十四烷酸、β-谷甾醇、廿五碳烷等。叶含鞣质。\n",
    "process": "\n夏、秋采挖已栽植3～4年的芍药根，除去根茎及须根，洗净，刮去粗皮，入沸水中略煮，使芍根发软，捞出晒干。\n",
    "distinguish": "\n干燥根呈圆柱形，粗细均匀而平直，长10～20厘米，直径1～1.8厘米。表面淡红棕色或粉白色，平坦，或有明显的纵皱及须根痕，栓皮未除尽处有棕褐色斑痕，偶见横向皮孔。质坚实而重，不易折断。断面灰白色或微带棕色，木部放射线呈菊花心状。气无，味微苦而酸。以根粗长、匀直、质坚实、粉性足、表面洁净者为佳。\n\n主产浙江、安徽、四川等地。此外，山东、贵州、湖南、湖北、甘肃、陕西、河南、云南等地亦产。浙江产者，商品称为杭白芍，品质最佳;安徽产者称为亳白芍，产量最大;四川产者名川白芍，又名中江芍，产昆亦大。\n\n芍药名称，初载《本经》，从陶弘景开始，分为白芍药、赤芍药两种。目前药材，白芍药多为栽培种，赤芍药则多为野生种，但在个别地区，如陕西所产的宝鸡白芍，亦系野生种而作为白芍使用者。根条细瘦弯曲，大小不等，栓皮及须根痕较多，质松，粉性小，断面射线不明显，品质为次。\n",
    "effect": "\n有抗菌作用。\n",
    "creation": "\n白芍：拣去杂质，分开大小个，用水浸泡至八成透，捞出，晒晾，润至内外湿度均匀，切片，干燥。酒白芍：取白芍片，用黄酒喷淋均匀，稍润，置锅内用文火微炒，取出，放凉。(每白芍片100斤，用黄酒10斤)\n\n炒白芍;取白芍片，置锅内用文火炒至微黄色，取出，放凉。焦白芍：取白芍片，置锅内用武火炒至焦黄色，喷淋清水少许，取出，晾干。土炒白芍：取伏龙肝细粉，置锅内炒热，加入白芍片;炒至外面挂有土色，取出，筛去土，放凉。(每白芍片100斤，用伏龙肝细粉20斤)\n\n①《雷公炮炙论》：\"凡(白芍药)采得后\n",
    "function": "\n养血柔肝，缓中止痛，敛阴收汗。治胸腹胁肋疼痛，泻痢腹痛，自汗盗汗，阴虚发热，月经不调，崩漏，带下。\n\n①《本经》：\"主邪气腹痛，除血痹，破坚积，治寒热疝瘕，止痛，利小便，益气。\"\n\n②《别录》：\"通顺血脉，缓中，散恶血，逐贼血，去水气，利膀胱、大小肠，消痈肿，(治)时行寒热，中恶腹痛，腰痛。\"\n\n③《药性论》：\"治肺邪气，腹中疞痛，血气积聚，通宣脏腑拥气，治邪痛败血，主时疾骨热，强五脏，补肾气，治心腹坚胀，妇人血闭不通，消瘀血，能蚀脓。\"\n\n④《唐本草》：\"益女子血。\"\n\n⑤《日华子本草》：\"治风补痨，主女人一切病，并产前后诸疾，通月水，退热除烦，益气，治天行热疾，瘟瘴惊狂，妇人血运，及肠风泻血，痔瘘发背，疮疥，头痛，明目，目赤，胬肉。\"\n\n⑥《医学启源》：\"安脾经，治腹痛，收胃气，止泻利，和血，固腠理，泻肝，补脾胃。\"\n\n⑦王好古：\"理中气，治脾虚中满，心下痞，胁下痛，善噫，肺急胀逆喘咳，太阳鼽衄，目涩，肝血不足，阳维病苦寒热，带脉病苦腹痛满，腰溶溶如坐水中。\"\n\n⑧《滇南本草》：\"泻脾热，止腹疼，止水泻，收肝气逆疼，调养心肝脾经血，舒经降气，止肝气疼痛。\"\n",
    "taste": "\n苦酸，凉。\n\n①《本经》：\"味苦，平。\"\n\n②《吴普本草》：\"桐君：甘，无毒。岐伯：咸。李氏：小寒。雷公：酸。\"\n\n③《别录》：\"酸，平微寒，有?毒。\"\n",
    "usage": "\n内服：煎汤，2～4钱；或入丸、散。\n",
    "compatibility": "\n虚寒腹痛泄泻者慎服。\n\n①《本草经集注》：\"须(一作\"雷\")丸为之使。恶石斛、芒消。畏消石、鳖甲、小蓟。反藜芦。\"\n\n②《本草经疏》：\"凡中寒腹痛，中寒作泄，腹中冷痛，肠胃中觉冷等证忌之。\"\n\n③《药品化义》：\"疹子忌之。\"\n\n④《得配本草》：\"脾气虚寒，下痢纯血禁用。\"\n",
    "storage": "\n置于干燥处，防蛀。\n",
    "side_effects": "急性毒性：芍药的甲醇提取物6g/kg腹腔注射,大鼠和小鼠自发运动抑制、竖毛、下痢、呼吸抑制后大鼠半数死亡,小鼠在2日内全部死亡。灌胃给药未见异常。芍药甙小鼠静脉注射的LD50为3.53g/kg，腹腔注射为9.53g/kg,灌胃不死。白芍总甙小鼠和大鼠腹腔注射的LD50分别为125mg/kg和301mg/kg。另报道小鼠静脉和腹腔注射的LD50分别为159mg/kg和230mG/kg，灌胃＞2500mg/kg，无明显中毒症状，也无死亡。亚急性毒性：给大鼠灌胃芍药甲醇提取物每日1.5g/kg和3.0g/kg，连续21日。低剂量组可见尿蛋白升高。高剂量组体重明显减轻，血液中红细胞、血红蛋白、血细胞比容均显着下降，平均红细胞体积和红细胞分布幅有显着增加，提示可能为巨红细胞性贫血，两剂量组脾脏均肿大，其增重与剂量有关，可见脾窦扩张和充血。肺重量也显着增加。长期毒性：白芍总甙50mg/kg，1000mg/kg和2000mg/kg给大鼠灌胃，每日1次，连续90日，除血小板数升高外，未见明显异常。致突变试验：经鼠伤寒沙门菌Ames试验，中国仓鼠肺细胞染色体畸变试验和ICR小鼠骨髓微核试验表明白芍总甙无致突变活性。",
    "category": "肝；脾经",
    "plant": "\n芍药(《诗经》)，又名：离草(《韩诗》内传)，余容、其积，解仓(《吴普本草》)，可离(崔豹《古今注》)，犁食、鋋(《别录》)，没骨花(《胡本草》)，婪尾春(《清异录》)，将离(《纲目》)。\n\n多年生草本，高50～80厘米。根肥大，通常圆柱形或略呈纺锤形。茎直立，光滑无毛。叶互生;具长柄;2回3出复叶，小叶片椭圆形至披针形，长8～12厘米，宽2～4厘米，先端渐尖或锐尖，基部楔形，全缘，叶缘具极细乳突，上面深绿色，下面淡绿色，叶脉在下面隆起，叶基部常带红色。花甚大，单生于花茎的分枝顶端，每花茎有2～5朵花，花茎长9～11厘米;萼片3，叶状;花瓣10片左右或更多，倒卵形，白色、粉红色或红色;雄蕊多数，花药黄色;心皮3～5枚，分离。蓇葖果3～5枚，卵形，先端钩状向外弯。花期5～7月。果期6～7月。\n\n生于山坡、山谷的灌木丛或草丛中。分布黑龙江、吉林、辽宁、河北、河南、山东、山西、陕西、内蒙古等地。全国各地均有栽培。\n",
    "application": "\n妇康宁片 白芍200g，香附30g，当归25g，三七20g，艾叶(炭)4g，麦冬50g，党参30g，益母草150g。取白芍80g及香附、当归、三七、艾叶粉碎成细粉，过筛，混匀。其余白芍120g及麦冬、党参、益母草加水煎煮2次，合并煎液，滤过，滤液浓缩成膏，加入上述粉末及辅料，混匀，用70%乙醇制粒，干燥，压制成1018片，片心重0.25g,包糖衣。片心呈棕褐色，味微苦。功能调经养血，理气止痛。用于气血两亏，经期腹痛，口服，每次8片，每日2-3次或经前4-5日服用。(卫生部《药品标准·中药成方制剂》(第二册)1989年)\n\n【摘录】《中华本草》\n",
    "position": "\n为毛茛科植物芍药(栽培种)的根。\n",
    "source": "\n《本草经集注》\n"
  },
  {
    "name": "黄芩",
    "alias": "腐肠、黄文、妒妇、虹胜、经芩、印头、内虚、空肠、子芩、宿芩、条芩、元芩、土金茶根、山茶根、黄金条根",
    "ingredient": "\n　　黄芩根含黄酮类化合物：黄芩素，黄芩新素，黄芩甙(baicalin)，汉黄芩素，汉黄芩甙，木蝴蝶素A，7-甲氧基黄芩素，黄芩黄酮，二氢木蝴蝶素，白杨素等有效成分。\n",
    "process": "春季至夏初采收(秋季亦可)。选生长3～4年的植株。将根挖出后除去茎苗、须根及泥土，晒至半干时撞去栓皮，再晒至全干。",
    "distinguish": "干燥根呈倒圆锥形，扭曲不直，长7～27厘米，径约1～2厦米。表面深黄色或黄棕色。上部皮较粗糙，有扭曲的纵皱纹或不规则的网纹，下部皮细，有顺纹或细皱纹，上下均有稀疏的疣状支根痕。质硬而脆，易折断；断面深黄色，中间有棕红色圆心。老根断面中央呈暗棕色或棕黑色朽片状，习称\"枯黄芩\"或\"枯芩\"；或因中空而不坚硬，呈劈破状者，习称\"黄芩瓣\"。根遇潮湿或冷水则变为黄绿色。无臭，味苦。以条粗长、质坚实、色黄、除净外皮者为佳。条短、质松、色深黄、成瓣状者质次。\n主产河北、内蒙古、山西、山东、陕西等地。此外，辽宁、黑龙江亦产。\n\n四川、云南所产的黄芩，为植物滇黄芩的根。药材外形相似，但较细，直径一般约0.5～1厘米，常有分枝，断面为极明显的黄绿色，质量较差。",
    "effect": "①抗炎抗变态反应\n黄芩甙、黄芩甙元对豚鼠寓体气管过敏性收缩及整体动物过敏性气喘，均有缓解作用，并与麻黄碱表现协同。甙元的磷酸钠盐较硫酸钠盐作用强，黄芩甙元能抑制离体气管及回肠之Sehultz-Dale反应，对豚鼠被动性皮肤过敏反应、组织胺皮肤反应亦表现抑制，在抗变态反应方面，甙元较甙作用强。黄芩此种抗变态反应，是由于伤害了肥大细胞的酶激活系统(SH-酶)，抑制了过敏性介体的释放，因而不产生过敏反应，此外它对平滑肌本身，也有直接的松弛作用。黄芩甙元及黄芩甙均能抑制过敏性之浮肿及炎症，二者并能降低小鼠：耳毛细血管的通透性，后者尚能防止低气压引起的小白鼠肺出血。\n\n②抗微生物作用\n黄芩有较广的抗菌谱，在试管内对痢疾杆菌、白喉杆菌、绿脓杆菌、葡萄球菌、链球菌、肺炎双球菌以及脑膜炎球菌等均有抑制作用，煎剂作喉头喷雾，对脑膜炎带菌者亦有效，即使对青霉素等抗菌素已产生抗药性的金黄色葡萄球菌，对黄芩仍属敏感。试管内对人型结核杆菌的抑制作用，报告不一致，煎剂对小白鼠实验性结核病有效，但对豚鼠则无效。试管内对流感病毒PR株有抑制作用，鼠痞染病毒后，能使之减轻肺部损伤和延长存活日期。对多种皮肤致病性真菌，体外亦有抑制效力，并能杀死钩端螺旋体。\n\n③解热作用\n早年报告，对疫苗引起发热的家兔静脉注射6%黄芩浸剂4～6毫升，有解热作用，以后有人用大剂量黄芩水煎剂(比上述报告静脉注射黄芩浸剂之量大4～30倍)口服或肌肉住射均未能证实有解热作用，如静脉注射则有轻微解热作用，此情况与静脉注射生理盐水一样，黄芩5克/公斤亦不能使热穿刺法致热的家兔退热。但腹腔或静脉注射黄芩甙，口服黄芩煎剂，对疫苗或酵母致热的家兔均能解热。上述研究结果不一致，可能由于植物来源多未作生药学检定，品种混乱，粗制剂静脉注射影响血压，亦能干扰解热作用。因此黄芩是否有解热性质，有待进一步研究。黄芩提取物对正常家兔无降温作用。\n\n④降压、利尿作用\n黄芩酊剂、浸剂、煎剂、醇或水提取物、黄芩甙对麻醉犬、猫、兔静脉、肌肉注射或灌胃，均可引起降压作用。浸剂口服能降低正常及慢性肾性高血压犬的血压，酊剂可使神经性高血压犬血压回至正常。浸剂口服的降压作用，以云南产者为最佳，河北次之，西北的较差。黄芩的降压原理，一般认为系直接扩张血管，也可能作用于血管感受器，反射地引起降压。黄芩同属植物Scutellariagalericulata则无降压作用。\n\n在急性利尿实验中，黄芩甙元作用最强，汉黄芩素次之，黄芩甙更差。黄芩醇提取物及煎剂(正常人及家兔)亦有利尿作用。\n\n⑤对血脂及血糖的作用\n黄芩及三黄制剂(黄连：黄芩：大黄为1：1：1)对正常家兔血清中总胆甾醇/总磷脂之比值无影响，但能降低饲养胆甾醇7周后家兔的此种比值，对切除甲状腺家兔的此种比值，三黄制剂亦能降低之。黄芩能使血糖轻度上升。\n\n⑥和胆，解痉作用\n黄芩煎剂和乙醇提取液可增加犬、兔胆汁排泄量，黄芩甙元较黄芩甙作用明显，汉黄芩素无影响；黄芩甙使结扎总输胆管的家兔在1～6小时内胆红素(较对照组)增高，但24～48小时后则使之降低。黄芩酊剂、煎剂对在位肠管有明显的抑制作用，酊剂可拮抗毛果芸香碱引起的肠管运动增强现象，切断迷走神经后并不影响其作用，用小白鼠小肠段进行解痉的效价测定，汉黄芩素只有弱的解痉作用，黄芩甙元则无解痉效力。\n\n⑦镇静作用\n黄芩甙能抑制小白鼠的自发活动，作用强度与剂量有关，黄芩煎剂可抑制小鼠阳性条件反射，此作用可能是由于它加强了皮层抑制过程所致，可用于神经兴奋性增高及失眠的高血压患者。\n\n⑧其他作用\n黄芩根茎的酊剂静脉注射，对士的宁中毒的蛙、猫、狗，可消除强直性痉挛的症状，并使动物免于死亡。黄芩甙、葡萄糖醛酸可降低小鼠士的宁中毒死亡率，前者10毫克就能提高其半数致死量约2.5倍。从测定四氯化碳中毒小鼠的肝糖元含量，以葡萄糖醛酸组含量较高，黄芩甙次之，黄芩甙元最低。",
    "creation": "黄芩：拣去杂质，除去残茎，用凉水浸润或置开水中稍浸捞出，润透后切片晒干(注意避免曝晒过度发红)。酒黄芩：取黄芩片喷淋黄酒，拌匀，用文火微炒，取出，晾干。(每黄芩100斤，用黄酒10～15斤)炒黄芩：取黄芩片用文火炒至表面微焦为度，取出，放凉。黄芩炭：取黄芩片用武火炒至表面焦褐色、边缘带黑色为度，但须存性，喷淋清水，取出，晒干。",
    "function": "泻实火，除湿热，止血，安胎。治壮热烦渴，肺热咳嗽，湿热泻痢，黄疸，热淋，吐、衄、崩、漏，目赤肿痛，胎动不安，痈肿疔疮。\n\n①《本经》：\"主诸热黄疸，肠澼，泄利，逐水，下血闭，(治)恶疮，疽蚀，火疡。\"\n\n②《别录》：\"疗痰热，胃中热，小腹绞痛，消谷，利小肠，女子血闭，淋露下血，小儿腹痛。\"\n\n③陶弘景：\"治奔豚，脐下热痛。\"\n\n④《药性论》：\"能治热毒，骨蒸，寒热往来，肠胃不利，破壅气，治五淋，令人宣畅，去关节烦闷，解热渴，治热腹中疞痛，心腹坚胀。\"\n\n⑤《日华子本草》：\"下气，主天行热疾，疔疮，排脓。治乳痈，发背。\"\n\n⑥《珍珠囊》：\"除阳有余，凉心去热，通寒格。\"\n\n⑦李杲：\"治发热口苦。\"\n\n⑧《滇南本草》：\"上行泻肺火，下行泻膀胱火，(治)男子五淋，女子暴崩，调经清热，胎有火热不安，清胎热，除六经实火实热。\"\n\n⑨《纲目》：\"治风热湿热头疼，奔豚热痛，火咳，肺痿喉腥，诸失血。\"\n\n⑩《本草正》：\"枯者清上焦之火，消痰利气，定喘嗽，止失血，退往来寒热，风热湿热，头痛，解瘟疫，清咽，疗肺痿肺痈，乳痈发背，尤祛肌表之热，故治斑疹、鼠瘘，疮疡、赤眼；实者凉下焦之热，能除赤痢，热蓄膀胱，五淋涩痛，大肠闭结，便血、漏血。\"\n\n⑾《科学的民间药草》：\"外洗创口，有防腐作用。\"",
    "taste": "苦，寒。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"大寒，无毒。\"\n\n③《药性论》：\"味苦甘。\"\n\n入心、肺、胆、大肠经。\n\n①《品汇精要》：\"行手太阴、阳明经。\"\n\n②《纲目》：\"入手少阴、阳明，手足太阴、少阳六经。\"\n\n③《雷公炮制药性解》：\"入肺、大肠、膀胱、胆四经。\"\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：煎水洗或研末撤。",
    "compatibility": "①《药对》：\"山茱萸、龙骨为之使。恶葱实。畏丹砂、牡丹、藜芦。\"\n\n②《本草经疏》：\"脾肺虚热者忌之。凡中寒作泄，中寒腹痛，肝肾虚而少腹痛，血虚腹痛，脾虚泄泻，肾虚溏泻，脾虚水肿，血枯经闭，气虚小水不利，肺受寒邪喘咳，及血虚胎不安，阴虚淋露，法并禁用。\"",
    "storage": "置通风干燥处，防潮。\n",
    "side_effects": "黄芩毒性极低，煎剂给兔灌胃，醇提取液静脉注射，仅呈活动减弱，黄芩浸剂4 g/kg给狗灌胃8周，亦未见任何毒性反应，如将黄芥浸剂2g/kg静脉注射于健康兔，先表现镇静，以后死亡，可见静脉注射比口服毒性大得多。黄芩提取物肌肉及静脉注射，可使正常家兔白细胞总数短时间内显着降低。黄芩素腹腔注射对小鼠的半数致死量为3081mg/kg。黄芩浸剂15g/kg/灌胃对犬有呕吐现象，5g/kg灌胃连续8周，使犬粪便稀软。",
    "category": "归经_心经",
    "plant": "黄芩，又名：空心草、黄金茶。\n多年生草本，主根长大，略呈圆锥状，外皮褐色。茎方形，高25～60厘米，基部多分歧，光滑或被短毛。叶对生，卵状披针形、披针形或线状披针形，长1.5～4.5厘米，宽3～12毫米，先端钝或急尖，基部圆形，全缘，具睫毛，上面光滑或被短毛，下面有腺点，光滑或仅在中肋有短毛；无柄或有短柄。总状花序脓生，花偏向一方；萼钟形，被白色长柔毛，先端5裂；花冠唇形，上唇比下唇长，筒状，上部膨大，基部甚细，紫色，长2～2.5厘米，表面被白色短柔毛；雄蕊4，2强；雌蕊1，子房4深裂，花柱基底着生。小坚果4，近圆形，黑色。花期7～8月。果期8～9月。\n生于草原、高燥砾质的山坡。分布黑龙江、吉林、辽宁、河北、河南、山东、四川、云南、山西、陕西、甘肃、内蒙古等地。\n\n本植物的果实(黄芩子)亦供药用，另详专条。\n\n下列同属植物亦同供药用：\n①粘毛黄芩，又名：黄花黄芩。形态与黄芩相似，唯植株较矮，高仅10～27厘米。花淡黄色，花萼密被腺毛及柔毛。小坚果被长柔毛。\n生砂砾地、荒地或草坡。分布内蒙古、山西、河北等地。\n\n②滇黄芩，又名：西南黄芩。植株矮小，高10～25厘米。茎直立，每节间密被两纵列白色柔毛及腺毛。叶片长椭圆形或广披针形，长达3.5厘米，宽约1.2厘米，全缘或稍具疏齿，两面疏被微柔毛；无柄。总状花序顶生；花冠蓝紫色，外面密被柔毛及腺毛。小坚果椭圆形，棕褐色，被柔毛。\n生于山区林边或疏林间。分布四川、云南等地。\n\n③甘肃黄芩，形态与滇黄芩相近，但叶较宽，呈卵状三角形，叶缘有不等的锯齿，叶柄显著。\n多生于石山地向阳草坡上。分布甘肃、陕西及山西。\n\n④薄叶黄芩，植株较小，高约35厘米。叶较薄，上面无毛或散生短毛，下面叶脉及边缘具短毛，散生腺点。\n分布东北至宁夏等地。\n\n⑤丽江黄芩，茎高20～36厘米，被倒向小疏柔毛。叶近无柄，椭圆状卵形或椭圆形。花冠黄白色、黄色至绿黄色，常带紫斑。\n生灌丛、草坡或松林下。分布云南西北部。\n\n⑥川黄芩，茎高10～30厘米。叶片大多为卵形。花冠白色、绿白色至紫色、紫蓝色。小坚果卵球形，具瘤。\n生于草坡、高山森林林缘。分布四川西部。",
    "application": "①治疗小儿急性呼吸道感染\n用50%黄芩煎液，1岁以下每天6毫升，1岁以上8～10毫升，5岁以上酌加，皆分3次服。经治急性上呼吸道感染51例，急性支气管炎11例，急性扁桃体炎1例。治后体温降至正常、症状消失者51例，无效12例。体温多在3天内恢复正常，症状消失多为4天。\n\n②治疗慢性气管炎\n取黄芩1斤，甘草0.5斤，加水煎煮2次，得煎液3斤；另取生石灰1斤，加冷开水10斤，搅拌浸泡静置24小时，取上清液8斤。将煎液缓缓加入石灰水中，边加边搅拌，至pH呈7～8为止。每次20～25毫升，日服3次。治疗35例，临床治愈2例，显效16例。对单纯型疗效较好。\n\n③治疗急性菌痢\n取黄芩、诃子等量，以明矾沉淀法提制成粉。每次2克，日服4次，小儿酌减。对症治疗：失水者补液，高热者配合解热剂。治疗100例，平均2.5天症状消失，3.3天大便镜检正常，4.3天大便培养转阴，5.3天临床治愈。\n\n④治疗钩端螺旋体病\n取黄芩、银花、连翘等量，分别制成黄芩素及银花、连翘浸膏，混合制成片剂，每片重0.5克，相当于生药3.7克。每次10～15片，6小时服1次，小儿酌减。共治65例，其中一个地区收治59例，治愈58例；另一地区收治6例，失败4例，疗效差异甚大，原因有待研究。有效病例服药后，开始降温时间平均为7.5小时，体温恢复正常时间平均为1.8天，临床症状和体征大多在2～5天内减轻或消失。以对中、轻度病人疗效较好，退热较快，对重度晚期病人退热较慢，疗效较差。服药期间未见严重毒性反应，仅少数病例有轻微恶心、呕吐及腹泻现象，停药后即可消失。\n\n⑤治疗传染性肝炎\n将黄芩的提取物-黄芩素装胶囊，每粒0.25克。每次2粒，日服3次，儿童酌减。治疗急性传染性肝炎27例，自觉症状和体征均于1月内消失，肝功能恢复正常。其中治疗半月，谷丙转氨酶即降至正常者占74.1%。亦有用黄芩素针剂，每日肌注2毫升(含黄芩素40毫克)，1个月为一疗程，治疗急性无黄疸型肝炎13例，基本治愈4例，显效1例，有效6例。另曾配合胎盘组织液每天肌注2毫升，有腹水者配合利尿剂，治疗迁延性肝炎7例，基本治愈4例，显效1例，有效2例；治疗慢性肝炎47例，基本治愈13例，显效6例，有效14例，无效14例。未见明显副作用。\n\n⑥治疗肾炎、肾盂肾炎\n用黄芩提取物制成5%黄芩素注射液，每次肌注100～200毫克(儿童减半)，每日2次。共治20例，治疗期间除配合卧床休息、低盐饮食外，均未兼用其他药物。结果急性肾炎11例，治愈(临床症状完全消失；复查尿液两次以上均正常)6例，好转(临床症状完全消失，复查尿液仅有少量红、白细胞)5例；肾盂肾炎9例，治愈、好转(标准同上)各4例，1例用药10天无变化。疗程最长17.5天，最短7天，平均12.5天。治愈病例临床症状的消失时间平均为9天，尿检恢复正常时间平均为15.6天。黄芩治疗肾病所以奏效，可能与其具有抗菌、降血压、利水等作用有关。\n\n⑦治疗高血压病\n将黄芩制成20%的酊剂，每次5～10毫升，日服3次。治疗51例，服药前血压均在180/100毫米汞柱以上，服药1～12月后血压下降20/10毫米汞柱以上者占70%以上。一般临床症状也随之消失或减轻。据观察，本药虽经较长时期服用，仍能发挥继续降压作用。无明显副作用。\n\n此外，以黄芩煎荆预防猩红热，黄芩含片预防白喉，有一定作用。",
    "position": "为唇形科植物黄芩的根。",
    "source": "《本经》"
  },
  {
    "name": "斑蝥",
    "alias": "斑猫，龙尾(《本经》)，螌蝥(《说文》)，斑蚝、龙蚝、斑菌、晏青(《吴普本草》)，龙苗(《药性沦》)，羊米虫(《陆川本草》)，老虎斑毛、花斑毛、花壳虫、小豆虫，放屁虫(《中药志》)，花罗虫(《广东中药》)，章瓦(《吉林中草药》)。",
    "ingredient": "南方大斑蝥含斑蝥素1～1.2%，脂肪12%及树脂、蚁酸、色素等。黄黑小斑蝥(台湾产者)含斑蝥素0.97%，但亦有达1.3%者。此外，一般斑蝥属含斑蝥素1～1.5%。",
    "process": "7～8月间于清晨露水未干时捕捉，捕捉时宜戴手套及口罩，以免毒素刺激皮肤、粘膜。捕得后，置布袋中，用沸水烫死，然后取出晒干。",
    "distinguish": "干燥虫体呈长圆形，大斑蝥全长10～25毫米，宽5～10毫米；小斑蝥长10～15毫米，宽5～7毫米。头略呈三角形。黑色。有1对较大的复眼及1对触角，触角多已脱落。背部革质鞘翅上有3条淡棕色横带纹。胸腹部棕黑色，有光泽。胸部突起，有足3对。腹部呈环节状，有黑色绒毛。气特异，味初辛后苦。以个大、有黄色花斑、色鲜明、完整不碎者为佳。\n主产河南、广西、安徽、四川、贵州、湖南、云南、江苏等地。以河南、广西产量较大。",
    "effect": "①发泡作用\n斑蝥(主要是其所含的斑蝥素)对皮肤、粘膜有发赤、发泡作用，曾用作抗刺激药。其刺激性颇强烈，但其组织穿透力却较小，因此其作用较缓慢，仅有中度疼痛，通常不涉及皮肤深层，所成的泡很快痊愈而不遗留疤痕。对粘膜或皮肤创口，则其作用较为剧烈。亦较难痊愈。口服毒性颇大，可引起肠胃炎及肾炎；特别是肾脏及泌尿道，对斑蝥素很敏感，小量可扩张肾小球，中毒量主要伤害肾小管。斑蝥素易自肠胃道吸收，皮肤也能吸收少量；排泄则主要通过肾脏，泌尿道受刺激可产生尿急、疼痛等症状(如使尿呈碱性，增加其溶解度，可减轻其刺激症状)，我国民间用其刺激发泡作用(称为\"冷灸\")于一定部位，治疗多种疾病。在甲醛性\"关节炎\"的兔身上，用斑蝥丹(即0.1克斑蝥蜜丸)灸治，有明显疗效，并证明有神经系统的参与。关于斑蝥素引起皮肤发泡，特别是引起皮肤棘层松解的原理问题，进行过很多研究，一般认为是由于皮肤中某种酶的参与所致。各种动物对斑蝥素的敏感性(特别是肾炎)有很大的种族差异。\n\n②抗肿瘤作用\n斑蝥素对小鼠肉瘤-180略有抑制作用，能使瘸组织呈碎块及糜烂状。临床上治疗肝癌有效，唯副作用较多，有待进一步研究。\n\n③其他作用\n斑蝥水浸剂(1：4)在试管内对蓝色毛癣菌等皮肤真菌有不同程度的抑制作用。有人报告斑蝥素有雌激素样作用；但有人认为，只有不纯的斑蝥素方有此作用，而单纯的斑蝥素并无激素样作用。",
    "creation": "斑蝥：拣净杂质，除去足、翅。米斑蝥：将米置锅内加热，喷水少许至米粘贴锅上，俟烟冒出时，加入斑蝥，轻轻翻炒，取出，去净米粒，除去足、翅。(每斑蝥10斤，用米2斤)\n\n①《雷公炮炙论》：\"凡修事斑猫，用糯米、小麻子相拌同炒，待米黄黑、出，去麻子等，去两翅、足并头。以血余裹悬墙角上一夜用之，则毒去也。\"\n\n②《纲目》：\"用麸炒过，醋煮用之。\"",
    "function": "攻毒，逐瘀。外用治恶疮，顽癣，口眼歪斜，喉蛾；内服治瘰疬，狂犬咬伤。\n\n①《本经》：\"主寒热，鼠瘘，恶疮疽，蚀死肌，破石癃。\"\n\n②《别录》：\"主疥癣，血积，堕胎。\"\n\n③《药性论》：\"治瘰疬，通利水道。\"\n\n④《日华子本草》：\"疗淋疾，敷恶疮瘘烂。\"\n\n⑤《纲目》：\"治疝瘕，解疔毒、猘犬毒、沙虱毒、轻粉毒。\"",
    "taste": "辛，寒，有毒。\n\n《本经》：\"味辛，寒。\"",
    "usage": "外用：研末敷贴、发泡，或酒、醋浸涂。内服：炒炙研末，1～2厘，或入丸、散。",
    "compatibility": "有剧毒，内服宜慎；体弱及孕妇忌服。\n\n①《本草经集注》：\"马刀为使。畏巴豆、丹参、空青。恶肤青。\"\n\n②《日华子本草》：\"恶豆花。入药除翼、足，熟炒用，生即吐泻人。\"\n\n③《本草衍义》：\"妊身人不可服，为能溃人肉。治淋药多用，极苦人，尤宜斟酌。\"\n\n④《纲目》：\"恶甘草。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "本品属剧毒药。小鼠急性实验，腹腔注射的半数致死量为1.25mg／kg；其内脏切片检查，无论急性或亚急性毒性试验，各脏器皆出现病变：心肌纤维浊肿明显(尤以亚急性试验为着)；肝细胞浊肿、脂变；肺、脾郁血，并有小灶性出血；肾小管上皮浊肿。斑蝥素30mg即可使人死亡。毒性：斑蝥不同炮制品小鼠灌胃的半数致死量：碱处理全斑蝥为514.28±21.83mg/kg；碱处理去头、足、翅为285.43±11.28mg/kg；米炒全斑蝥为389.67±14.58mg/kg；米炒去头、足、翅为234.58±11.39mg/kg；生品全斑蝥为267.36±12.10mg/kg；生品去头、足、翅为154.31±6.53mg/kg。斑蝥不同炮制品7mg/kg或14mg/kg连续灌胃30天，大鼠血、尿有异常，肝、肾、胃及其功能均有不同程度的损害，且高剂量组明显大于低剂量组。斑蝥素小鼠腹腔注射的半数致死量为1.71mg/kg。本品为剧毒药。小鼠腹腔注射的半数致死量为1.25mg／kg.其内脏切片检查，无论急性或亚急性毒性试验，各脏器皆出现病变：心肌纤维浊肿明显，肝细胞浊肿、脂变，肺、脾郁血，并有小灶性出血，肾小管上皮浊肿。斑蝥素口服人的致死量为30mg；按每1kg体重计算犬和猫的致死量为人的2.5倍；兔为人的45倍；而猬为人的3000倍。斑蝥素及其衍生物中以斑蝥素的毒性最大，斑蝥酸钠次之，而羟基斑蝥胺和甲基斑蝥胺的毒性很小。",
    "category": "肝；胃；肾经",
    "plant": "1.南方大斑蝥，体长15-30mm。全体被黑毛。头圆三角形，具粗密刺点。复眼大，略呈肾形。触角1对。前胸长稍大于宽。鞘翅端部宽于基部，底色黑色。每翅基部各有2个大黄斑，翅中央前后各有一黄色波纹状横带。翅面黑色部分刻点密集，黄色部分 刻点甚粗。2.黄黑小斑蝥，外形与上种相似，体小，长10-15mm。生态与分布同上种。\n生境分布：喜群集栖息和取食。复变态，幼虫共6龄，成虫4-5月开始为害植物的顺、芽及花等器官，7-8月最烈，多损伤大豆、花生、茄子及棉花等。资源分布：我国大部分地区均有分布。",
    "application": "①治疗风湿痛、神经痛等\n用斑蝥贴敷穴位治疗四肢关节、腰背部的风湿痛(包括职业性良性关节炎、肌纤维炎、风湿性关节炎、因神经血管疾病或外伤而引起的关节疼痛等)及神经痛(肋间神经痛、三又神经痛、手术或外伤瘢痕区的反射性神经痛等)、传染性肝炎恢复期的肝区痛等，均有一定的近期疗效。据数百例的观察，有效率在90%以上。大多数患者经1～3次治疗后，症状即消失或有不同程度的改善，尤以对急性风湿痛疗效显著。对增生性关节炎无明显效果，对有明显不可逆性的关节病变亦不适用。用法：取斑蝥12.5克、雄黄2克；或斑蝥50克、雄黄5克，共研细末，加蜂蜜适量，制成粒状备用。用时按针灸取穴原则选定穴位，然后取绿豆大小的圆粒，置于2平方厘米的胶布中央、贴于选定的穴位上。四肢躯干部位的穴位，一般在24小时后揭去。穴位的皮肤上可出现绿豆大小的微黄色透明小水泡，无明显疼痛，有时周围略痒。水泡通常在4～7日内结痂脱落。1次以敷贴1～3个穴位为宜，多则不超过5个穴位，以便有可能交错地进行第2、3次治疗。一般隔3～6天治疗1次，3～5次为一疗程。每疗程后可休息2～4天。亦可将斑蝥去头足后研成细末，以少许置膏药中心，贴于疼痛关节处，24小时后揭去，局部即发生银杏大小之水泡，以消毒针尖刺破，挤出液体，敷料覆盖。斑蝥敷贴于穴位上，起到一种\"微面积的化学性烧伤性刺激\"作用。这种刺激首先作用在皮肤的神经感受器上，通过复杂的神经反射机理而达到止痛及治病的目的。\n\n②治疗颜面神经麻痹\n取斑蝥粉0.2克，置于药油摊得较薄的膏药中心处，然后贴在病侧的太阳穴上(嘴歪向左侧贴在右侧，歪向右侧贴在左侧)。1昼夜后局部发泡，刺破后揩干渗液(防止流入眼内及附近皮肤上)，隔2～3日再贴，直至痊愈。局部发泡有感染时，待痊愈后再贴。治疗过程中忌饮酒。据近千例的观察，一般在用药后4～7日内口眼歪斜即渐减轻，10～14日可望痊愈。\n\n③治疗肝癌\n从斑蝥中提取的斑蝥素，对普通型原发性肝癌前期有一定疗效，表现为治疗后癌块缩小，自觉症状改善，生存时间延长。但对黄疸、腹水型肝癌的疗效较差。据35例、15例、32例原发性肝癌的治疗结果，总有效率分别为74%、80%和72%。另有5例治疗后，1例临床治愈；2例病情一度好转，最后死于肝功能衰竭；另2例病情明显改善。用法：内服斑蝥素片或胶囊(每片或每粒含斑蝥素1毫克)，每次1片(粒)。开始每日1次，待适应后可增加到2～3次，同时多饮绿茶解毒。并配合应用中草药，大部分病例加用小剂量化疗。此外，有用斑蝥原生药制成药片治疗肺癌、肝癌、乳房癌、宫颈癌，用斑蝥烧鸡蛋(鸡蛋叩一小孔，放入去头、足、翅的斑蝥1～3只，再用纸和泥糊好，置于火上烤熟，只吃鸡蛋，每天1只)治疗肝癌、胃癌?均获得一定疗效。服用斑蝥制剂后的副反应，主要表现在消化道和泌尿系统方面。如口腔、咽部粘膜充血、灼痛或溃疡；心窝部不适，甚或恶心呕吐，食欲减退，腹泻；尿颊、尿痛，甚或血尿。有时可出现四肢、面部麻木，或心率减隆，或暂时性血压升高等神经系统和心血管系统方面的反应。一般反应轻者不一定停药，多饮绿茶或对症处理即可缓解；泌尿系统症状严重者，应该停药数天。个别病例服药后心电图提示心肌损害，所以在服药期间应注意心脏情况。\n\n④治疗神经性皮炎\n㈠斑蝥15克，浸入70%酒精100毫升中，1周后取浸液涂患处。涂药后数小时，局部即发生水泡，用针刺破，敷料包扎，3～4天后即结痂脱落而愈。如病灶部仍有苔藓样变，可再次涂药，直至病变组织脱尽为上。一般涂药1～3次。亦可结合用0.25%普鲁卡因于病灶周围封闭。单用斑蝥酊外涂治疗24例，除1例中断治疗外，均获痊愈。加用普鲁卡因封闭治疗54例，除2例结果不明外，亦均治愈。㈡斑蝥2克，浸入65度烧酒100毫升中，7昼夜后取其上清液涂于患处，每日1～2次。30例患者经15～50天治疗后，痊愈25例，显著进步或进步者4例，无效1例。涂药后起泡者7例。治愈病例中，18例随访半年以上，有8例复发，但病情较原来为轻，经再涂药，很快又趋治愈。认为斑蝥酒有良好的止痒作用，可以阻断因搔痒而引起的恶性循环，使已紊乱的大脑皮质机能得到调整，并消除因搔抓对皮肤的刺激；同时，斑蝥酒的引赤作用，可以加速局部血循环，促进新陈代谢，从而改善局部营养，使苔藓比的病理组织吸收消退。\n\n⑤治疗斑秃\n取斑蝥40只，闹羊花40朵，骨碎补40片(每片约2分厚)，浸于95%酒精500毫升内，5天后取澄清液涂擦患处，每天1次。擦药前，先用土大黄、一枝黄花煎洗患处。据24例经1个月以上的治疗观察，其中显效及好转者9例，控制发展者11例。\n\n⑥治疗传染性疣\n取斑蝥12.5克，雄黄2克，研粉，加蜂蜜适量，调制成膏。同时先将疣之角化层削去，以碘酒消毒，然后取相当疣大小之斑蝥膏，用手指搓成扁圆状置于疣面，以胶布固定。经10～15小时，患部即起水泡，疣便浮离皮肤。治疗10例，均痊愈。",
    "position": "为芫青科昆虫南方大斑蝥或黄黑小斑蝥的干燥全虫。",
    "source": "《本经》"
  },
  {
    "name": "佩兰",
    "alias": "茴(《诗经》)，兰(《毛诗传》)，兰草、水香(《本经》)，都梁香(李当之《药录》)，大泽兰(《雷公炮炙论》)，燕尾香、香水兰(《开宝本草》)，孩儿菊、千金草(《续古今考》)，省头草(《唐瑶经验方》)，女兰、香草(《纲目》)，醒头草(《得配本草》)，石瓣、针尾凤(《广东中药》)。",
    "ingredient": "兰草全草含挥发油1.5～2%，油中含：对-聚伞花素乙酸橙花醇酯和5-甲基麝香草醚，前两者对流感病毒有直接抑制作用。叶含香豆精，邻-香豆酸及麝香草氢醌。\n大麻叶泽兰的叶，花中都含泽兰苦素和一倍半萜内酯，叶中又含泽兰甙。\n\n上述两种植物的根中都含有兰草素。",
    "process": "夏季当茎叶茂盛而花尚未开放时，割取地上部分，除净泥沙，晒干或阴干。",
    "distinguish": "干燥的全草，茎多子直，少分枝，呈圆柱形或扁压状，直径1.5～4毫米。表面黄棕色或黄绿色，有纵纹及明显的节，节不膨大。质脆，易折断，折断面类白色，可见韧皮部纤维伸出，木质部有蔬松的孔，中央有髓；有时中空。叶片多皱缩，破碎，完整者多呈3裂，中央裂片较大，边缘有粗锯齿，两面均无毛，色暗绿或微带黄，质薄而脆，易破碎。气微香，味微苦。以干燥、叶多、色绿、茎少。未开花、香气浓者为佳。\n主产江苏、浙江、河北、山东等地。\n\n西藏地区使用的佩兰，为菊科植物大麻叶泽兰的全草。",
    "effect": "1.佩兰挥发油对流行性感冒病毒有抑制作用。2.佩兰能引起牛羊慢性中毒，侵害肾、肝而生糖尿病。3.鲜叶或干叶的醇浸出物含有一种有毒成分，具有急性毒性，家兔给药后，能使其麻醉，甚至抑制呼吸，使心率减慢，体温下降，血糖过多及引起糖尿诸症。4.口服佩兰能引起小鼠动情周斯暂停，排卵受到抑制。佩兰100%水煎剂，用试管稀释法，对白喉杆菌、金黄色葡萄球菌、八叠球菌、变形杆菌、伤寒杆菌等有抑制作用。其挥发油对流感病毒有抑制作用。",
    "creation": "拣净杂质，用水洗净，捞出，稍润后，除去残根，切段，晒干。",
    "function": "清暑，辟秽，化湿，调经。治感受暑湿，寒热头痛，湿邪内蕴，脘痞不饥，口甘苔腻，月经不调。\n\n①《本经》：\"主利水道，杀蛊毒。\"\n\n②《翟公炮炙论》：\"生血，调气与荣。\"\n\n③《别录》：\"除胸中痰癖。\"\n\n④《开宝本草》：\"煮水以浴，疗风。\"\n\n⑤李杲：\"生津止渴，润肌肉。治消渴胆(\"胆\"字疑为\"脾\"字)瘅。\"\n\n⑥《纲目》：\"消痈肿，调月经。\"\n\n⑦《现代实用中药》：\"为芳香性健胃、发汗、利尿药。用于冒寒性头痛，鼻塞，神经性头痛，传染性热病，腹痛，腰肾痛，结石等。\"\n\n⑧中药志，：\"发表祛湿，和中化浊。治伤暑头痛，无汗发热，胸闷腹满，口中甜腻，口臭。\"",
    "taste": "辛，平。\n\n①《本经》：\"味辛，平。\"\n\n②李杲：\"味甘，性寒。\"\n\n③《医林纂要》：\"苦辛甘，寒。\"\n\n④《本草再新》：\"味苦辛，性微凉，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱(鲜者3～5钱)。",
    "compatibility": "阴虚、气虚者忌服。\n\n《得配本草》：\"胃气虚者禁用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "归脾;胃经",
    "plant": "兰草\n多年生草本。根茎横走，稍长。茎直立，高70～120厘米，下部光滑无毛。叶对生；在下部的叶常枯蒌；中部的叶有短柄，通常3深裂，裂片长圆形或长圆状披针形，长5～9厘米，宽1～2厘米，先端渐尖，边缘有锯齿，上面绿色，下面淡绿色，无腺点，沿脉疏被柔毛，揉之有香气；上部叶较小，通常不分裂。头状花序排列呈聚伞花序状；总苞长6～8毫米，总苞片10枚左右，2～3列，外列的甚短，内列者较住，膜质，长圆形至倒披针形，常带紫红色；每个头状花序具花4～6朵；花两性，全部为管状花；花有冠毛，冠毛均比花冠为短；花冠白色，长5～6毫米，先端5齿裂，裂片长不及1毫米；雄蕊5，豪药，不露于管外；子房下位，柱头2裂，伸出花冠外。瘦果圆柱形，长约3毫米，有5棱，熟时黑褐色。花期8～11月。果期9～12月。\n生溪边或原野湿地，野生或栽培。分布河北，山东、江苏、广东、广西、四川等地。\n\n本植物的花(千金花)亦供药用，另详专条。",
    "application": "用量3~9克，水煎服。多用治湿浊中阻、脘痞呕恶、口中甜腻、口臭、多涎、暑湿表症、头胀胸闷。",
    "position": "为菊科植物兰草的茎叶。",
    "source": "《本草再新》"
  },
  {
    "name": "葛根",
    "alias": "干葛、甘葛、粉葛、葛葛根、葛麻茹、葛子根、葛条根、鸡齐根",
    "ingredient": "\n野葛根含大豆甙元(daidzein)，大豆甙(daidzin)，葛根素(puerarin)，4'-甲氧基葛根素(4’-methoxypuerarin)，大豆甙元-4’，7-二葡萄糖甙(daidzein-4’，7-diglucoside)，大豆甙元-7-(6-O-丙二酰基)-葡萄糖甙[daidzein-7-(6-O-malonyl)-lucoside]，染料木素(genistein)，刺芒柄花素(for-mononetin)，大豆甙元-8-C-芹菜糖基(l→6)-葡萄糖甙[daidzein-8-C-apiosyl(1→6)-glucoside]，染料木素-8-C-芹菜糖基(1→6)-葡萄糖甙[genistein-8-C-apiosyl(1→6)-glucoside]，葛根素木糖甙 (puerarinxyloside，PG-2)，3’-羟基葛根素(3’-hydroxypuerarin，PG-1)，3’-甲氧基葛根素(3’-methoxypuerarin，PG-3)，4’-O-葡萄糖基葛根素(4’-O-glucosyl puerarin，PG-6)，葛根酚(puerarol)，葛根甙(pueroside)A、B，刺芒柄花素-7-葡萄糖甙(formononetin-7-glucoside)，羽扇烯酮(lupenone)，β-谷甾醇(β-sitosterol)，二十二烷酸(docosanoic acid)，二十四烷酸(tetracosanoic acid)，l-二十四烷酸甘油酯(glucerol-1-monotetracosanoate)，尿囊素(allantoin)，β-谷甾醇-β-D-葡萄糖甙(β-sitosteryl-β-D-glucoside)，6，7-二甲氧基香豆精(6，7-dimethoxycoumarin)，5-甲基海因(5-methylhydantoin)及以槐花二醇(sophoradiol)，广东相思子三醇(cantoniensistriol)，大豆皂醇(soyasapogenol)A、B ，葛根皂醇(kudzusapogenol)C、A和葛根皂醇B甲酯(kudzusapogenol B methylester)为甙元的三萜皂甙。葛藤亦含有大豆甙元，大豆甙，葛根素和β-谷甾醇。甘葛藤根含大豆甙，葛根素，4'-甲氧基葛根素，大豆甙元及痕量大豆甙元-4，7'-二葡萄糖甙。\n",
    "process": "\n春、秋采挖，洗净，除去外皮，切片，晒干或烘干。广东、福建等垃切片后，用盐水、白矾水或淘米水浸泡，再用硫黄熏后晒干，色较白净。\n",
    "distinguish": "\n干燥块根呈长圆柱形，药材多纵切或斜切成板状厚片，长短不等，约长20厘米左右，直径5～10厘米，厚0.7～1.3厘米。白色或淡棕色，表面有时可见残存的棕色外皮，切面粗糙，纤维性强。质硬而重，富粉性，并含大量纤维，横断面可见由纤维所形成的同心性环层，纵切片可见纤维性与粉质相间，形成纵纹。无臭，味甘。以块肥大、质坚实、色白、粉性足、纤维性少者为佳;质松、色黄、无粉性、纤维性多者质次。\n\n\n全国大部地区有产，主产河南、湖南、浙江、四川等地。\n\n\n除上述正品外，尚有同属植物食用葛藤、峨嵋葛藤、甘葛藤、三裂叶野葛藤等的块根，在少数地区亦作葛根使用。\n",
    "effect": "\n①对循环系统的作用\n\n\n葛根中提出的黄酮能增加脑及冠状血管血流量。麻醉狗颈内动脉注射葛根黄酮后，脑血流量增加，血管阻力相应降低，作用维持2～20分钟，如静脉注射，则脑血流量增加较轻，也不能解除肾上腺素及去甲肾上腺素收缩脑血管的作用，但对高血压动脉硬化病人则能改善脑循环，其作用温和。葛根黄酮及葛根酒浸膏注射于狗的冠状动脉及静脉，均能使冠状血管血流量增加，血管阻力降低。给大鼠腹腔及皮下注射葛根酒浸膏和腹腔注射其水煎剂及葛根中提出的结晶，对垂体后叶素所引起的心脏缺血反应均有保护作用，葛根水煎剂口服对高血压狗无明显的降压作用。葛根(日本产)煎剂中据报道有兴奋和抑制心脏两种成分。\n\n\n②解痉作用\n\n\n中国葛根(品种未注明)与日本市售葛根中均含天豆黄酮，对小鼠、豚鼠离体肠管具有罂粟碱样解痉作用，但中国产葛根较日本产者解痉作?强，可能与所含大且黄酮较多有关，此解痉成分能对抗组织胺及乙酰胆碱的作用;从日本产葛根中分离出之其他异黄酮类衍化物则无明显的扩乙酰胆碱作用。此外尚分离出肘肠管有收缩作用的物质，日本产葛根中提出之MTF-101有毒蕈碱样作用。\n\n\n③降血糖作用\n\n\n葛根(品种未注明)煎剂给家兔口服，开始2小时血糖上升，随即下降，第3、4小时下降最低，对家兔肾上腺素性高血糖不仅无对抗作用，反而使之增高，但能促进血糖提早恢复正常。葛根水提取物也能使家兔血糖初上升后下降，对饥锇家兔升血糖作用更显著，乙醚提取物对糖代谢则无明显影响。\n\n\n④解热及雌激素样作用\n\n\n日本产葛根浸剂对人工发热家兔有明显解热作用，维持4～5小时之久。葛根能增加未成熟小鼠子宫的重量，有雌激素样作用。此作用之有效成分为大豆黄酮。\n",
    "creation": "切片或块，生用。",
    "function": "\n升阳解肌，透疹止泻，除烦止温。治伤寒、温热头痛项强，烦热消渴，泄泻，痢疾，癍疹不透，高血压，心绞痛，耳聋。\n\n\n①《本经》：\"主消渴，身太热，呕吐，诸痹，起阴气，解诸毒。\"\n\n\n②《别录》：\"疗伤寒中风头痛，解肌，发表，出汗，开腠理。疗金疮，止痛，胁风痛。\"\"生根汁，疗消渴，伤寒壮热。\"\n\n\n③《本草经集注》：\"杀野葛、巴豆、百药毒。\"\n\n\n④陶弘景：\"生者捣取汁饮之，解温病发热。葛根为屑，疗金疮断血，亦疗疟及疮。\"\n\n\n⑤《药性论》：\"治天行上气，呕逆，开胃下食，主解酒毒，止烦渴。熬屑治金疮，治时疾解热。\"\n\n\n⑥《唐本草》：\"末服之，主猘狗啮，并饮其汁良。\"\n\n\n⑦《本草拾遗》：\"生者破血，合疮，堕胎，解酒毒，身热赤，酒黄，小便赤涩。\"\n\n\n⑧《日华子本草》：\"治胸膈热，心烦闷热狂，止血痢，通小肠，排脓破血，敷蛇虫啮。\"\n\n\n⑨《开宝本草》：\"小儿热痞，以葛根浸捣汁饮之。\"\n\n\n⑩《医学启原》：\"除脾胃虚热而渴。\"\n\n\n⑾张元素：\"发散表邪，发散小儿疮疹难出。\"\n\n\n⑿《纲目》：\"散郁火。\"\n",
    "taste": "\n甘辛，平。\n\n\n①《本经》：\"味甘，平。\"\n\n\n②《别录》：\"无毒。生根汁，大寒。\"\n\n\n③《纲目》：\"甘辛，平，无毒。\"\n\n\n入脾、胃经。\n\n\n①张元素：\"通行足阳明经。\"\n\n\n②《本草新编》：\"入胃，又入肺。\"\n\n\n③《本草求真》：\"入胃，兼入脾。\"\n\n\n④《要药分剂》：\"入胃、膀胱二经，兼入脾经。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或捣汁。外用：捣敷。\n",
    "compatibility": "\n①张元素：\"不可多服，恐损胃气。\"\n\n\n②《本草正》：\"其性凉，易于动呕，胃寒者所当慎用。\"\n\n\n③《本草从新》：\"夏日表虚汗多尤忌。\"\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "小鼠口服醇浸剂干粉10g及20g／kg，连服3天，未见毒性反应，口服醇浸剂2g／kg／天连续2月，实质性器官无病理改变。醇浸剂干粉静脉注射的半数致死量为2.1±0.12kg／kg。葛根素150mg／kg 对胎鼠无致畸作用，葛根素注射液对雄性生殖细胞无致突作用。",
    "category": "归经_脾经",
    "plant": "\n葛(《诗经》)，又名：鸡齐(《本经》)，絺绤草(《说文》)，鹿藿、黄斤(《别录》)，黄葛藤(《天宝本草》)，野扁葛。\n\n\n多年生藤本，长达10米，全株被黄褐色粗毛。块根肥厚。叶互生;具长柄;3出复叶，顶端小叶的柄较长，叶片菱状圆形，有时有3波状浅裂，长8～19厘米，宽6.5～18厘米，先端急尖，基部圆形，两面均被白色伏生短柔毛，下面较密;侧生小叶较小，偏椭圆形或偏菱状椭圆形，有时有2～3波状浅裂。总状花序腋生，总花梗密被黄白色绒毛;花密生;苞片狭线形，早落，小苞片线状披针形;蝶形花蓝紫色或紫色，长15～19厘米;花萼5齿裂，萼齿披针形;旗瓣近圆形或卵圆形，先端微凹，基部有两短耳，翼瓣狭椭圆形，较旗瓣短，通常仅一边的基部有耳，龙骨瓣较翼瓣稍长;雄蕊10，两体(9+1);子房线形，花柱弯曲。荚果线形，扁平，长6～9厘米，宽7～10毫米，密被黄褐色的长硬毛。种子卵圆形而扁，赤褐色，有光泽。花期4～8月。果期8～10月。\n\n\n生于山坡草丛中或路旁及较阴湿的地方。分布辽宁、河北、河南、山东、安徽、江苏、浙江、福建、台湾、广东、广西、江西、湖南、湖北、四川、贵州、云南、山西、陕西、甘肃等地。\n\n\n本植物的藤茎(葛蔓)、叶(葛叶)、花(葛花)、种子(葛谷)亦供药用，各详专条。\n",
    "application": "\n1、用于感冒、发热、恶寒、无汗、项强等症。\n\n\n葛根有发汗、退热作用，与柴胡等配伍可用于表热症;与麻黄、桂枝、芍药同用治风寒表症而见项背强、无汗、恶风者。\n\n\n2、用于麻疹透发不畅。\n\n\n葛根有透发麻疹作用，因其兼有生津、止泻功能，所以麻疹发热口渴，或伴有腹泻等症，常与升麻等配合应用。\n\n\n3、用于胃热口渴等症。\n\n\n本品又能生津止渴，对热病口渴，或消渴等症，可配麦冬、天花粉等同用。\n\n\n4、用于脾虚泄泻、湿热泻痢等症。\n\n\n本品性能升发清阳，鼓舞脾胃阳气上升，有制止泄泻的作用，临床常配合党参、白朮等治疗脾虚泄泻;但又可配黄连、黄芩等，用于湿热泻痢等症。\n",
    "position": "为豆科植物葛的块根。",
    "source": "《本经》"
  },
  {
    "name": "还阳参",
    "alias": "天竺参、万丈深、竹叶青、独花蒲公英(《滇南本草》)，铁刷把、有根无叶(《文山中草药》)。",
    "ingredient": "地上部分含8β-羟基-11β，13-二氢中美菊素（8β-hydroxy-11β，13-dihydrozaluzanin）C，8β-羟基异珀菊内酯（8β-hydroxyisoamberboin）8-表去酰洋蓟苦素（8-epidesacyl-cynaropicrin）[1-3]。",
    "process": "秋季采收，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "补肾阳，益气血，健脾胃。治性神经衰弱，妇人宫冷不孕，白带漏下，头晕耳鸣，心慌怔忡，小儿消化及营养不良。\n\n①《滇南本草》：\"治诸虚百损，五痨七伤，血气衰败，头晕耳鸣，心慌怔忡，妇人白带漏下，损伤督任二脉。\"\n\n②《文山中草药》：\"健胃消食，补肾壮刚。治小儿消化及营养不良，胃痛，性神经衰弱。\"",
    "taste": "①《滇南本草》：\"性温平，味甘。\"\n\n②《文山中草药》：\"苦，温。\"",
    "usage": "内服：煎汤，0.5～1两。",
    "compatibility": "《滇南本草》：\"肺热者忌用。若误用之，令人咳血，或咳嗽带血，或鼻血，或烦躁不安。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "长茎还阳参\n多年生草本，高30～50厘米。地下根圆形。茎直立，深绿色，有纵槽纹，分枝多。叶互生，退化成极小的刺状叶，长约0.5～1厘米，先端锐尖。头状花序顶生，花黄色。瘦果黑褐色，顶端有白色冠毛。花期夏季。\n生于山坡、田边、路旁或荒地的草丛中。分布云南、广东、广西等地。",
    "application": "?",
    "position": "为菊科植物长茎还阳参的根。",
    "source": "《滇南本草》"
  },
  {
    "name": "独角莲",
    "alias": "野半夏、犁头尖、剪刀草、玉如意、野慈菇、副本一粒红",
    "ingredient": "含β-谷甾醇（β-Sitosterol）、β-谷甾醇-D-葡萄糖甙（β-Sitosterol-D- glucoside）、皂甙（Saponin）、肌醇（Inositol）、蛋白质（Protein）、黏液质（Mucilage）、草酸钙（Calcium　oxalate）、蔗糖（Sucrose）、胆碱（Choline）、尿嘧啶（Uracil）、酪氨酸（Tyrosine）、缬氨酸（Valine）、琥珀酸（Succinic acid）、棕榈酸（Palmitic acid）、亚油酸（Linoleic acid）以及相应的甘油酯．",
    "process": "5～10月采。",
    "distinguish": "性状鉴别： \r\n　　块茎卵圆形或椭圆形，长2－5cm，直径1-3cm，顶端残留茎痕或芽痕。表面白色或淡黄色略平滑，有环纹及点状很痕。质坚硬，断面白色粉质。无臭味淡，麻辣刺舌。 \r\n　　以个大、质坚实、色白、粉性足者为佳。 \r\n　　显微鉴别： \r\n　　块茎横切面：木栓细胞有时残存。基本组动外侧有大型粘液腔及粘液细胞，内含草酸钙针晶束，长28－84μm；维管束散列，以外韧型为多见，偶有周木型。薄壁细含有众多淀粉粒。 \r\n　　粉末特征：类白色。①淀粉粒单粗球形或类球形，直径4- \r\n　　29μm，脐点点状、裂缝状、人字状、十字状、三叉状或星状，大粒层纹隐约可见；复粒由2-12个分粒组成，有的1个较大分粒与2-4个小分粒复合。②草酸钙针晶散在或成柬存在于类圆形或长圆形粘液细胞中，针晶束长约全116μm。③螺纹及环纹导管，直径9-46μm。",
    "effect": "用独角莲注射剂治疗已感染人型结核杆菌(H37RV)的豚鼠，有一定治疗作用。其疗效仅差于链霉素，与对照组比较效果很显著。随用量加大而作用增强。经小鼠、犬、豚鼠实验表明毒性很低。",
    "creation": "?",
    "function": "治毒蛇咬伤、瘰疬、跌打损伤。",
    "taste": "味辛、甘，性温，有毒。归胃、肝经。",
    "usage": "外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "独角莲\n多年生草本。块茎卵圆形或卵状椭圆形，直径2～4厘米，外被黑褐色小鳞片，块茎上端有须根20～40条。叶根生，1～4片，戟状箭形，大小不等，长9～45厘米，宽7～35厘米，先端渐尖，基部箭形，全缘或略呈波状，叶脉平行，侧脉伸至边缘时连成网状；叶柄圆柱形，肉质，长15～45厘米。花梗长8～16厘米，肉质，绿色，常带紫色细纵条斑点；肉穗花序，顶端延长成紫色棒状附属物，不超出佛焰苞；佛焰苞长约12～15厘米，紫色；花单性，雌雄同株，雄花序在上部，雌花序在下部，中间有无花地带，相隔5～8毫米，上有肉质条状突起；无花被；雄花有雄蕊1～3枚，花药无柄，药隔略突出；雌花子房1室，柱头无柄。浆果长约1厘米。花期6～8月。果期7～9月。\n生于山野阴湿处。分布河北、河南、山东、山西、陕西、甘肃、江西、福建等地。辽宁、吉林、湖北、江苏等地均有栽培。\n\n本植物的块茎(禹白附)亦供药用，另详专条。",
    "application": "?",
    "position": "为天南星科植物独角莲的全草。",
    "source": "《中国药植志》"
  },
  {
    "name": "还魂草",
    "alias": "打不死。",
    "ingredient": "?",
    "process": "\n夏、秋季采，洗净鲜用。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n消肿，止血，解毒。治创伤，无名肿毒，蛇咬及蝎螫。\n",
    "taste": "\n苦涩，平。肝经\n",
    "usage": "\n外用：捣敷或绞汁涂。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n轮叶景天\n\n\n多年生草本，高40～100厘米。须根细。茎直立，不分枝。叶3～5片轮生或对生，矩圆状披针形至卵状披针形，长4～8厘米，宽2.5～3.5厘米，先端急尖，基部楔形，边缘有波状疏齿，叶下常苍白色，几无柄。伞房花序顶生，花密生，顶为半圆球形，直径2.5～6厘米;萼片5，披针形，长约1毫米;花瓣5，黄白色、淡绿色至白色，矩圆状椭圆形，长4～5毫米;雄蕊10;鳞片条状楔形;心皮5，矩圆形。花期7～9月。\n\n\n生于高山坡草丛中或沟边石块中。分布四川、湖北、安徽、甘肃、陕西、山西、河北、山东至东北等地区。\n",
    "application": "?",
    "position": "为景天科植物轮叶景天的全草。",
    "source": "《陕西草药》"
  },
  {
    "name": "鸡内金",
    "alias": "鸡肶胵里黄皮、鸡肶胵、鸡盹内黄皮、鸡盹皮、鸡黄皮、鸡食皮、鸡合子、鸡中金、化石胆、化骨胆",
    "ingredient": "含胃激素、角蛋白等。\n组织化学方法显示砂囊的角蛋白样腆含一种糖蛋白，它的半胱氨酸的含率低于一般上皮角蛋白。\n\n出生4～3星期的小鸡砂囊内膜，含蓝绿色素和黄色素，分别为胆汁三烯和胆绿素的黄色衍生物。\n\n砂囊含维生素(总量100克)：维生素B1-100微克，B2-200微克，尼克酸7.0毫克，抗坏血酸5毫克。又抗坏血酸含量，每克砂囊含还原型的0.11毫克，总抗坏血酸0.12毫克；总抗坏血酸中，还原型占92%，氧化型占8%。",
    "process": "将鸡杀死后，取出砂囊，剖开，趁热剥取内膜，洗净晒干。(如剖开后先入水洗，则内膜不易剥离，多致撕裂。)",
    "distinguish": "性状鉴别，本品呈不规则囊片状，略卷曲。大小不一，完整者长约3.5cm，宽约3cm，厚约0.5cm。表面黄色、黄绿色或黄褐色，薄而半透明，有多数明显的条棱状波纹。质脆，易碎，断面色质样，有光泽。气微腹，味微苦。",
    "effect": "人口服鸡内金后胃液分泌量、酸度及消化力均见增高，其中消化力之增加出现较迟缓，维持也较久。服药后胃运动机能明显增强，表现在胃运动期之延长及蠕动波之增强，由于胃运动之增强，故胃排空率也大大加快。鸡内金本身内并不含有任何消化酶，其对胃分泌及运动的影响，并非服药后立即产生，而必需经过一段时间，故其作用是由药物被消化后进入血液内之某种体液因素引起的。",
    "creation": "鸡内金：拣去杂质，漂净晒干。炙鸡内金：先将砂子放入锅内炒热，再把洗净之鸡内金放入锅中，用文火拌炒至棕黄色或焦黄色鼓起，取出，筛去砂子。",
    "function": "消积滞，健脾胃。治食积胀满，呕吐反胃，泻痢，疳积，消渴，遗溺，喉痹乳蛾，牙疳口疮。\n\n①《本经》：\"主泄利。\"\n\n②《别录》：\"主小便利，遗溺，除热止烦。\"\n\n③《日华子本草》：\"止泄精，并尿血、崩中、带下、肠风、泻痢。\"\n\n④《滇南本草》：\"宽中健脾，消食磨胃。治小儿乳食结滞，肚大筋青，痞积疳积。\"\n\n⑤《纲目》：\"治小儿食疟，疗大人(小便)淋漓、反胃，消酒积，主喉闭、乳蛾，一切口疮，牙疳诸疮。\"\n\n⑥《本草述》：\"治消瘅。\"\n\n⑦《本经逢原》：\"治眼目障翳。\"\n\n⑧《本草再新》：\"化痰，理气，利湿。\"\n\n⑨《医学衷中参西录》：\"治痃癣癥瘕，通经闭。\"\n\n⑩《陆川本草》：\"生肌收口。治消化性溃疡。\"",
    "taste": "甘，平。\n\n①《别录》：\"微寒。\"\n\n②《日华子本草》：\"平，无毒。\"\n\n③《本草备要》：\"甘，平，性涩。\"\n\n入脾、胃经。\n\n①《本草经疏》：\"大肠、膀胱二经。\"\n\n②《本草再新》：\"入脾、胃二经。\"\n",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：焙干研末调敷或生贴。",
    "compatibility": "脾虚无积滞者慎服。",
    "storage": "置干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "家鸡，家禽。嘴短而坚，略呈圆锥状，上嘴稍弯曲。鼻孔裂状，被有鳞状瓣。眼有瞬膜。头上有肉冠，喉部两侧有肉垂，通常呈褐红色；肉冠以雄者为高大，雌者低小；肉垂亦以雄者为大。翼短；羽色雌、雄不同，雄者羽色较美，有长而鲜丽的尾羽；雌者尾羽甚短。足健壮，跗、跖及趾均被有鳞板；趾4，前3趾，后1趾，后趾短小，位略高，雄者跗跖部后方有距。",
    "application": "1。 治疗溃疡病　大黄3g, 炮附子、鸡内金各10g, 丹参30g, 白芍18g, 炙甘草6g．谷维素片200mg, 痢特灵片2g．将中药焙干后与西药共研极细粉， 炼蜜为10丸, 每次1丸， 每日2次．米汤或温开水送服．恶心者用生姜汤送服．15日为1个疗程．治疗十二指肠球部溃疡30例, 结果痊愈 21例， 显效7例, 无效2例．\n\n　2. 治疗扁平疣　鸡内金100g, 白米醋300ml， 浸泡30个小时后, 蘸取药液， 涂擦患处, 日3次．治疗126例， 结果： 痊愈80例, 好转20例， 无效26例．愈后均观察10天, 未见复发．　\n\n3。 治疗小儿厌食症　鸡内金10g, 淡全蝎8g．共研极细末， 装瓶备用．2岁以下每次0.3g, 日服2次；3岁以上每次0。6g, 日服2次．连服4天为1个疗程， 每个疗程间隔3天, 服药期间禁食生冷油腻食物．治疗50例， 结果1个疗程治愈者43例, 2个疗程治愈者6例， 1例经3个疗程治疗无效．　\n\n4. 治疗小儿腹泻　炒车前子、炒鸡内金各 30g, 共研细末， 装瓶备用．用时取药粉适量加蛋清调和如膏状贴于脐中, 再用纱布和胶布固定．每日换药1次， 5次为1个疗程．治疗52例, 结果痊愈 37例， 好转13例, 无效2例.",
    "position": "为雉科动物家鸡的干燥砂囊内膜。动物形态详\"鸡肉\"条。",
    "source": "《本草蒙筌》"
  }
]