[
  {
    "name": "朱砂根",
    "alias": "凤凰肠、老鼠尾(《生草药性备要》)，平地木、石青子、凉伞遮金珠、山豆根、地杨梅(《植物名实图考》)，散血丹、浪伞根、金鸡爪(《岭南采药录》)，高脚罗伞(《陆川本草》)，小罗伞(《南宁市药物志》)，土丹皮(《广西中药志》)，金锁匙、开喉箭、三条根、三两金、高茶风、铁凉伞、雪里开花(《湖南药物志》)，金鸡凉伞(《杭州药植志》)，大罗伞、大凉伞、凤凰翔(广州部队《常用中草药手册》)，红铜盘、高脚铜盘、青红草、硬脚金鸡、珍珠伞、桂笃油(《浙江民间常用草药》)，真珠凉伞(《福建中草药》)。",
    "ingredient": "含紫金牛醌、无羁萜、p-谷甾醇、岩白菜素、无机元素、朱砂根苷、朱砂根新苷A、朱砂根新苷B、百两金皂苷A、百两金皂苷B、11-o-没食子酰基岩白菜素、11-o-香草酰基岩白菜素、11-o-丁香酰基岩白菜素、仙客来亭A、环缩酚肽。有抗生育、止咳平喘、驱虫和杀虫、抑菌作用。",
    "process": "秋后采挖根部，洗净晒干。",
    "distinguish": "干燥根，多分枝，呈细圆柱状，略弯曲，长短不一，径4～10毫米。表面暗紫色或暗棕色，有纵向皱纹及须根痕。质坚硬，断面木部与皮部易分离，皮部发达，约占断面1／2，淡紫色，木部淡黄色。\n产福建、湖南、广西。\n\n湖南地区尚以同属植物两色紫金牛与本品同等使用。当地称为\"红浪伞\"、\"紫背朱砂根\"。",
    "effect": "25%煎剂试管内对金黄色葡萄球菌、大肠杆菌、绿脓杆菌有轻度的抑制作用。60%的乙醇提取物有抗早孕作用。",
    "creation": "1.净制：除去杂质，洗净。2.切制：洗净，切碎，晒干。",
    "function": "清热解毒，散瘀止痛。治上感，扁桃体炎，急性咽峡炎，白喉，丹毒，淋巴结炎，劳伤吐血，心胃气痛，风湿骨痛，跌打损伤。\n\n①《纲目》：\"治咽喉肿痹，磨水或醋咽之。\"\n\n②《生草药性备要))：\"治痰火，跌打，去瘀生新，宽筋续骨。\"\n\n③《岭南采药录》：\"治小儿干(疳)痞。\"\n\n④《广西中药志》：\"治风湿骨痛，鹤膝风。\"\n\n⑤《湖南药物志》：\"治劳伤吐血，血崩，心胃气痛，腹胀腹痛。\"\n\n⑥《浙江民间常用草药》：\"清热解毒。\"",
    "taste": "苦辛，凉。\n\n①《纲目》：\"苦，凉，无毒。\"\n\n②《生草药性备要》：\"味甘，性平。\"\n\n③《陆川本草》：\"辛苦，性寒。\"",
    "usage": "内服：煎汤，3～5钱；或研末为丸、浸酒。外用：捣敷。",
    "compatibility": "虚弱者慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "朱砂根\n灌木，高达1.5米，全体秃净。茎直立，有数个分枝。叶纸质至革质，椭圆状披针形至倒披针形，长6～12厘米，宽2～4厘米；先端短尖或渐尖，基部短尖或楔尖，两面均秃净，有隆起的腺点，边缘有钝圆波状齿，背卷，有腺体；侧脉12～18对，极纤细，近边缘处结合而成一边脉，常隐于卷边内；叶柄长5～10毫米。伞形花序顶生或腋生，花序柄长1.5～2厘米；花白色或淡红色；萼片5裂，裂片长卵形，钝头；花冠5裂，裂片长椭圆状披针形，长4～5毫米，与萼片均有稀疏的腺点；雄蕊5，花丝极短，基部扁；子房上位，花柱线形。核果球形，直径约6毫米，熟时红色，有黑色斑点。花期6～7月。\n生于山地林下、沟边、路旁。分布浙江、安徽、江西、湖南、湖北、四川、福建、广东、广西等地。\n\n本植物的叶(朱砂根叶)亦供药用，另详专条。",
    "application": "治疗急性咽峡炎\n用10%水煎液，每服30毫升，每天3次；或用粉剂1克装胶囊吞服，每天3次；或用蜜丸，日服3次，每次1丸(含药粉1克)。经治45例，痊愈22例，好转19例，无效4例。一般于服药当天咽痛减轻，第2天热退，3～4天局部红肿消退。服药后少数有恶心、呕吐、胃区痛等副作用，停药后即可恢复。",
    "position": "为紫金牛科植物朱砂根的根。",
    "source": "《纲目》"
  },
  {
    "name": "合欢",
    "alias": "\n合昏皮、夜合皮、合欢木皮。\n",
    "ingredient": "\n皂苷、鞣质等。\n",
    "process": "?",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "?",
    "taste": "?",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "?",
    "position": "\n豆科植物合欢的树皮。\n",
    "source": "?"
  },
  {
    "name": "鸡冠花",
    "alias": "鸡髻花、鸡公花、鸡角枪、鸡冠头、鸡骨子花、老来少",
    "ingredient": "花含山柰甙(kaempferitrin)、苋菜红甙(amaranthim)、松醇(pinite)及大量硝酸钾；黄色花序中含微量苋菜红素，细色花序中含大量苋菜红素。种子含脂肪油12.8%，脂肪酸组成：丹桂酸微量，肉豆蔻酸0.1%，棕榈酸8.7%，硬脂酸1.3%，花生酸微量，山萮酸0.7%，廿四成碳烷酸0.5%，十六碳酸微量51.5%，二十碳烯酸0.1%，芥酸1.9%，二十四碳烯酸0.1%，亚油酸32.9%，亚麻酸2.6%。\n\n",
    "process": "8～10月间，花序充分长大，并有部分果实成熟时，剪下花序，晒干。",
    "distinguish": "为带有短茎的花序，形似鸡冠，或为穗状、卷冠状。上缘呈鸡冠状的部分，密生线状的绒毛，即未开放的小花，一般颜色较深，有红、浅红、白等颜色；中部以下密生许多小花，各小花有膜质灰白色的苞片及花被片。蒴果盖裂；种子黑色，有光泽。气无，味淡。以朵大而扁，色泽鲜艳的白鸡冠花较佳，色红者次之。\n全国大部分地区有产。",
    "effect": "试管法证明，煎剂对人阴道毛滴虫有良好作用，虫体与药液接触5-10分钟后即趋消失。10%煎剂在试管中，加等量阴道滴虫养液，30分钟时虫体变圆，活动力减弱，60分钟时大部虫体消失；如前剂浓度为20%，则15分钟时虫体即消失。试管法证明，本品煎剂对人阴道毛滴虫有良好杀灭作用，10%煎剂加等量阴道滴虫培养液，30分钟时虫体变圆，活动力减弱，60分钟时大部分虫体消失；20%煎剂可使虫体5-10分钟内消失。本品10%注射液对孕鼠、孕豚鼠、家兔等宫腔内给药有中期引产作用。\n\n",
    "creation": "拣净杂质，除去茎及种子，剪成小块。",
    "function": "凉血，止血。治痔漏下血，赤白下痢，吐血，咳血，血淋，妇女崩中，赤白带下。\n\n①《滇南本草》：\"止肠风下血，妇人崩中带下，赤痢。\"\n\n②《纲目》：\"治痔漏下血，办白下痢，崩中，亦白带下，分赤白用。\"\n\n③《玉楸药解》：\"清风退热，止衄敛营。治吐血，血崩，血淋诸失血证。\"",
    "taste": "甘，凉。\n\n①《滇南本草》：\"性寒，味苦微辛。\"\n\n②《纲目》：\"甘，凉，无毒。\"\n\n③《四川中药志》：\"性凉，味甘涩，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：煎水熏洗。",
    "compatibility": "尚不明确。",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "鸡冠花，又名：鸡冠苋。\n一年生草本，高60～90厘米，全体无毛。茎直立，粗壮。单叶互生；长椭圆形至卵状披针形，长5～12厘米，宽3.5～6.5厘米，先端渐尖，全缘，基部渐狭而成叶柄。穗状花序多变异，生于茎的先端或分枝的末端，常呈鸡冠状，色有紫、红、淡红、黄或杂色；花密生，每花有3苞片；花被5，广披针形，长5～8毫米，干膜质，透明；雄蕊5，花丝下部合生成环状；雌蕊1，柱头2浅裂。胞果成热时横裂，内有黑色细小种子2至数粒。花期7～9月。果期9～10月。\n全国大部地区有栽培，为观赏植物。\n\n本植物的茎叶(鸡冠苗)、种子(鸡冠子)亦供药用，各详专条。",
    "application": "用量6~ 12克，水煎服。用治吐血、崩漏、便血、痔血、赤白带下、久痢不止。",
    "position": "为苋科植物鸡冠花的花序。",
    "source": "《岭南本草》"
  },
  {
    "name": "龙眼核",
    "alias": "圆眼核、桂圆核仁。",
    "ingredient": "\n\n\n",
    "process": "果实成熟后，剥除果皮、假种皮，留取种仁，鲜用或晒干备用。\n\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "止血，定痛，理气，化湿。治创伤出血，疝气，瘰疬，疥癣，湿疮。\n\n①《滇南本草图说》：\"治瘿疾。\"\n\n②《医学入门》：\"烧烟熏鼻，治流涕不止。\"\n\n③《纲目》：\"治狐臭，龙眼核六枚同胡椒二七枚研，遇汗出即擦之。\"\n\n④《本草再新》：\"治瘰疬，消肿排脓拔毒。并治目痰。\"\n\n⑤《岭南采药录》：\"疗疝气，敷疮癣，又止金疮出血。\"",
    "taste": "苦；涩；平；\r\n\n\n\n\n《泉州本草》：\"味涩。\"",
    "usage": "外用：煅存性研末调敷或干撒。内服：煎汤，1～3钱；或研末。",
    "compatibility": "?",
    "storage": "剥除果皮、假种皮，留取种仁，晒干备用。\n",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n\n\n",
    "application": "?",
    "position": "为无患子科植物龙眼的种子。植物形态详\"龙眼肉\"条。",
    "source": "《滇南本草图说》"
  },
  {
    "name": "羌活鱼",
    "alias": "秉氏鲵、杉木鱼(《四川中药志》)。",
    "ingredient": "?",
    "process": "夏、秋捕捉，捕得后用酒醉死，洗净晒干或以微火炕干。",
    "distinguish": "干燥的羌活鱼，全身皮肉皱缩，呈干枯状，长12～15厘米。头部口眼模糊不清，四肢枯瘦，趾尚明显可辨。尾部侧扁，背部棕褐色或枯棕色，腹部显黄棕色。气腥臭。以条大、肥实、身干、无霉蛀者为佳。\n产四川。",
    "effect": "?",
    "creation": "微火炕焦，研末用。",
    "function": "行气止痛。治肝胃气痛及血虚脾弱，面色萎黄。",
    "taste": "辛咸，平，无毒。",
    "usage": "内服：煎汤，3～5两；或研末。",
    "compatibility": "非气滞作痛者忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；胃二经",
    "plant": "山溪鲵，体形呈圆柱形而略扁，全长12-16cm。头部扁平，头顶较为平坦，头长、宽几相等。吻端圆阔；鼻孔近吻端；眼大，约为吻等长或略短；上、下颌3 细齿；舌大，长椭圆形。四肢的指、趾扁平，末端钝圆，基部无蹼。尾长为全长之半或略长。周身皮肤光滑，常指、跖趾底部枯木逢春以棕色角质鞘，指、趾末端具棕色的角质爪状物。体侧有肋沟12条左右。体色变异较大，一般为橄榄绿色，背面有深色细点纹交织成麻斑。腹面色浅，麻斑少。雄性肛孔小而略成一短横缝；雌性的为一纵裂缝。\n生境分布：生活于高山溪中或林下阴湿处，以昆虫、软体动物、蚯蚓等为食。资源分布：分布于甘肃、湖北、四川、西藏等地。",
    "application": "?",
    "position": "为小鲵科动物山溪鲵的全体。",
    "source": "《四川中药志》"
  },
  {
    "name": "钟乳石",
    "alias": "石钟乳(《本经》)，虚中、钟乳(《吴普本草》)，公乳、留公乳，芦石、夏石(《别录》)，黄石砂(《药性论》)，卢布、夏乳根(《石药尔雅》)。",
    "ingredient": "\n主要成分为碳酸钙。此外，尚含少量镁及极少量酸不溶性残渣。\n",
    "process": "\n采得后，除去杂石。粗如酒杯的称钟乳石；细如管状的称滴乳石。\n",
    "distinguish": "\n①钟乳石\n呈圆柱形或圆锥形，大小不一，长5～15厘米，直径2～7厘米。表面白色、灰白色或灰褐色，粗糙凹凸不平。质坚而重，断面较平整，洁白色或棕黄色，中央多可见一圆孔，圆孔周围呈多数圈层。气无，味微咸。滴加稀盐酸则产生大量气泡。\n\n②滴乳石\n呈笔管状或圆柱状，中空，稍弯曲，长3～5厘米：直径1～1.5厘米，管壁厚约1毫米。表面乳白色或灰黄色，多半透明，粗糙或稍光滑。质硬而脆，易折断，断面具玻璃光泽，空洞较大，有的可见环形层次。气无，味微咸。\n以上两种均以色白、有光泽者为佳。\n产广西、广东、湖北、四川、贵州、云南、陕西、甘肃、山西等地。\n\n钟乳石由于形状不同，在《本草》中有着各种不同的名称。当碳酸钙液从洞顶下滴，逐渐凝结下垂而成冰檐状物，其附于石上的粗大根盘，称为\"股孽\"；其下较细部分或有中空者，为\"孔公孽\"；再下延成呈较细的圆柱状或管状者为钟乳。名称虽异，实属一物。今并作一条。但习惯上均用钟乳部分。\n\n滴乳石，《本草》称为鹅管石，但目前所用鹅管石药材，除部分地区用滴乳石外，多数地区使用栎珊瑚的石灰质骨胳，参见\"鹅管石\"条。\n",
    "effect": "?",
    "creation": "生用或煅用，配方时捣碎。",
    "function": "\n温肺气，壮元阳，下乳汁。治虚劳喘咳，寒嗽，阳痿，腰脚冷痹，乳汁不通。\n\n①《本经》：\"主咳逆上气，明目益精，安五藏，通百节，利九窍，下乳汁。\"\"孔公孽，主伤食不化，邪结气，恶疮疽瘘痔，利九窍，下乳汁。\"\"殷孽，主烂伤瘀血，泄痢，寒热，鼠瘘，癥瘕结气。\"\n\n②《别录》：\"益气，补虚损，疗脚弱疼冷，下焦伤渴，强阴。\"\"孔公孽，主男子阴疮，女子阴蚀，及伤食病常欲眠睡。\"\"殷孽，主脚冷疼弱。\"\n\n③《药性论》：\"主泄精，寒嗽，壮元气，能通声。\"\"孔公孽，治腰冷膝痹毒风，能使喉声圆朗。\"\n\n④《日华子本草》：\"补五劳七伤。\"孔公孽，治瘫结。\"\"殷孽，治筋骨弱，并痔漏等疾及下乳汁。\"\n\n⑤《医林纂要》：\"补命门，破痼冷，温脾胃，生气血。\"\n\n⑥《本草求原》：\"暖肺纳气，治肺寒气逆，喘咳痰清。\"\n",
    "taste": "\n甘，温。\n\n①《本经》：\"味甘，温。\"\"孔公孽、殷孽，味辛，温。\"\n\n②《吴普本草》：\"神农：辛。扁鹘：甘，无毒。\"\"孔公孽，岐伯：咸；扁鹊：酸，无毒。\"\n\n③《别录》：\"殷孽，无毒。\"\n\n④《药性论》：\"有大毒。\"\"孔公孽，昧甘，有小毒。\"\n",
    "usage": "\n内服：煎汤，3～5钱；或入丸、散。\n",
    "compatibility": "\n阴虚火旺肺热咳嗽者忌服。\n\n①《本草经集注》：\"蛇床为之使。恶牡丹、玄石、牡蒙。畏紫石、蘘草。\"\"孔公孽，木兰为之使，恶细辛。\"\"殷孽，恶防已，畏术。\"\n\n②《药性论》：\"忌羊血。\"\n",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "肺；肾；脾；肝经",
    "plant": "晶体结构属三方晶系。呈扁圆锥形、圆锥形及圆柱形。表面粗糙，凹凸不平。类白色，有的因含杂质而染成灰白色或浅棕黄白色等。玻璃光泽或暗淡。硬度3，性脆。断面较平整，可见同心层状构造成放射状构造，中心有的有空心。相对密度2.6-2.8。\n生境分布：钏乳石系含碳酸钙的水溶液，经石灰岩裂隙，从溶洞顶滴下，因水分蒸发，二氧化碳散逸，使析出的碳酸钙淀积而成，且自上向下逐渐增长，倒垂于洞顶。资源分布：分布于山西、陕西、甘肃、湖北、湖南、广东、广西、四川、贵州、云南等地。",
    "application": "用量3~9克，煎服。用治寒痰咳喘、阳虚冷喘、腰酸冷痛、胃痛泛酸、产后乳汁不通。",
    "position": "\n为碳酸盐类矿物钟乳石的矿石。\n",
    "source": "\n《本草崇原》\n"
  },
  {
    "name": "南瓜叶",
    "alias": "?",
    "ingredient": "含叶绿素。为天然食用色素。",
    "process": "夏、秋采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治痢疾，疳积，创伤。",
    "taste": "味甘；微苦；性凉",
    "usage": "内服:煎汤，2～3两；或入散剂。外用:研末掺。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "一年生蔓生草本，茎条达2-5m。常节部生根，密被白色刚毛。单叶互生；叶柄粗壮，长8-19cm，被刚毛；叶片宽卵形或卵圆形，有5角或5浅裂，长12-25cm，宽20-30cm，先端尖，基部深心形，上面绿色，下面淡绿以，两面均被刚毛和茸毛，边缘有小而密的细齿。卷须稍粗壮，被毛3-5歧。花单性，雌雄同株；雄花单生，花萼筒肿钟形，长5-6mm，裂片条形，长10-15mm，被柔毛，上部扩大成叶状，花冠黄色，钟状，长约8cm，5中裂，裂片边缘反卷，雄蕊3，花丝腺体状，长5-8mm，花室折曲；雌花单生，子房1赛马，花柱短，柱头3，膨大，先端2裂，果梗粗壮，有棱槽，长5-7cm，瓜蒂扩大成喇叭状。瓠果形状多样，外面常有纵沟。种子多数，长卵形或长圆形，灰白色。花期6-7月，果期8-9月。",
    "application": "?",
    "position": "为葫芦科植物南瓜的叶片，植物形态详\"南瓜\"条。",
    "source": "《岭南草药志》"
  },
  {
    "name": "胡椒",
    "alias": "昧履支(《百阳杂俎》)，浮椒(《东医宝鉴》)，玉椒(《通雅》)。",
    "ingredient": "含胡椒碱、胡椒脂碱、胡椒新碱，挥发油含向日葵素，二氢葛缕醇、氧化石竹烯、隐品酮。",
    "process": "当果穗基部的果实开始变红时，剪下果穗，晒干或烘干后，即成黑褐色，取下果实，通称\"黑胡椒\"。如全部果实均已变红时采收，用水浸渍数天，擦去外果皮，晒干，则表面里灰白色，通称\"白胡椒\"。",
    "distinguish": "①黑胡椒\n又名:黑川。为近圆球形果实，直径3～6毫米。表面暗棕色至灰黑色，具网状皱纹。顶端有微细突起的柱头遗迹，基部有自果轴脱下的疤痕。外果皮及中果皮质松睫，易剥落，内果皮薄壳状而稍坚硬。纵切面大部分为淡黄棕色或黄白色、坚硬而稍带粉性的外胚乳，靠近顶端有细小的胚及内胚乳，外胚乳通常中央颜色较浅，并具有空隙。气芳香，有刺激性，味辛辣。以粒大、饱满、色黑、皮皱、气味强烈者为佳。\n\n②白胡椒(《纲目拾遗》)\n又名:白川。为近圆球形果核，直径3～6毫米。表面灰白色，平滑，顶端略扁或微凹，基部多少隆起，有时显黑棕色斑。四周有纵走的脉纹10～14条。内果皮及种子的性状均与黑胡椒同。以个大、粒圆，坚实、色白；气味强烈者为佳。\n\n国内产于广东、广西及云南等地。国外产于马来西亚，印度尼西亚、印度南部、泰国、越南等地。",
    "effect": "正常人将胡椒0.1克含于口内而不咽下，测定用药前后的血压及脉搏，共试24人，均能引起血压上升，收缩压平均升高13.1毫米汞柱，舒张压升高18.1毫米汞柱，均于10～15分钟后复原，对脉搏无显著影响，多数受试者除舌头辛辣感外，尚有全身或头部的热感。胡椒的作用与辣椒相似，但刺激性较小，内服可用作驱风、健胃剂，外用可作刺激剂、发赤剂。所含胡椒碱曾用作解热和驱风剂。并有微弱的抗疟作用。\n\n胡椒的水、醚或酒精提取物在试管内试验或对感染大鼠的整体试验中证明有杀绦虫的作用，对吸虫及线虫作用不明显。\n\n同属植物卡瓦胡椒有镇静及抗惊厥作用。橙黄色胡椒果实的醇浸膏对子宫有收缩作用，并能兴奋离体肠管；对两栖类及哺乳动物的心脏有抑制作用(包括收缩力及频率)，减少冠脉流量。上述各项作用可被阿托品所拮抗，故属M-胆碱能性质，对蛙腹直肌无N-胆碱样作用。",
    "creation": "拣净杂质，筛去灰屑。用时打碎，或研成细粉。",
    "function": "温中，下气，消痰，解毒。治寒痰食积，脘腹冷痛，反胃，呕吐清水，泄泻，冷痢。并解食物毒。\n\n①《唐本草》:\"主下气，温中，去痰，除脏腑中风冷。\"\n\n②《海药本草》:\"去胃口气虚冷，宿食不消，霍乱气逆，心腹卒痛，冷气上冲，和气。\"\n\n③《日华子本草》:\"调五脏，止霍乱，心腹冷痛，壮肾气，主冷痢，杀一切鱼、肉、鳖、草毒。\"\n\n④《本草蒙筌》:\"疗产后血气刺疼，治跌扑血滞肿痛。\"\n\n⑤《纲目》:\"暖肠胃，除寒湿反胃、虚胀冷积，阴毒，牙齿浮热作痛。\"",
    "taste": "辛，热。\n\n①《唐本草》:\"味辛，大温，无毒。\"\n\n②《日用本草》:\"味辛，热。有毒。\"",
    "usage": "内服:煎汤，0.5～1钱；或入丸、散。外用:研末调敷或置膏药内贴之。",
    "compatibility": "阴虚有火者忌服。\n\n①《海药本草》:\"不宜多服，损肺。\"\n\n②《本草备要》:\"多食发疮痔、脏毒、齿痛目昏。\"\n\n③《随息居饮食谱》:\"多食动火燥液，耗气伤阴，破血堕胎，发疮损目，故孕妇及阴虚内热，血证痔患，或有咽喉口齿目疾者皆忌之。绿豆能制其毒。\"",
    "storage": "密闭，置阴凉干燥处。",
    "side_effects": "胡椒碱给于大鼠腹腔注射的半数致死量为348.6mg/kg。",
    "category": "胃；脾；肾；肝；肺；大肠经",
    "plant": "胡椒\n常绿藤本。茎长达5米许，多节，节处略膨大，幼枝略带肉质。叶互生，叶柄长1.5～3厘米，上面有浅槽；叶革质，阔卵形或卵状长椭圆形，长8～16厘米，宽4～7厘米，先端尖，基部近圆形，全缘，上面深绿色，下面苍绿色，基出脉5～7条，在下面隆起。花单性，雌雄异株，成为杂性，成穗状花序，侧生茎节上；总花梗与叶柄等长，花穗长约10厘米；每花有一盾状或杯状苞片，陷入花轴内，通常具侧生的小苞片；无花被；雄薜2，花丝短，花药2室；雌蕊子房圆形，1室，无花柱，柱头3～5枚，有毛。浆果球形，直径4～5毫米，稠密排列，果穗圆柱状，幼时绿色，熟时红黄色。种子小。花期4～10月。果期10月至次年4月。\n生长于荫蔽的树林中。分布热带、亚热带地区，我国华南及西南地区有引种。",
    "application": "①治疗小儿消化不良性腹泻\n㈠内服:用白胡椒1克研粉，加葡萄糖粉9克配成散剂。1岁以下每次0.3～0.5克，3岁以下0.5～1.5克，一般不超过2克，每日3次，连服1～3天为一疗程。如有脱水现象须补液。治疗小儿单纯性消化不良性腹泻20例，痊愈18例，好转2例。㈡外敷:以胡椒末填敷患儿脐眼，外贴暖脐膏，固定24小时，未愈可再贴1次。观察40例，均有效。㈢穴位注射:取白胡椒研碎蒸馏制成50%注射液，行穴位注射。取穴:天枢、足三里。小儿每穴0.2毫升，成人每穴0.5毫升，两侧交替应用。治疗42例，经治1～5次(一般1～3次)均获痊愈。\n\n②治疗肾炎\n取白胡椒7粒，新鲜鸡蛋1个。先将鸡蛋钻一小孔，然后把白胡椒装入鸡蛋内，用面粉封孔，外以湿纸包裹，放入蒸笼内蒸熟。服时剥去蛋壳，将鸡蛋胡椒一起吃下。成人每日2个，小儿每日1个。10天为一疗程，休息3天后再服第二疗程，一般用3个疗程。试治6例，除1例10年的慢性肾炎患者外，其余5例均治愈。\n\n③治疗慢性气管炎和喘息\n将白胡椒粒放入75%酒精中泡30分钟，取出切成2或4瓣，用于穴位埋藏。选穴:膏盲，定喘，脚骨前压痛点(天突至膻中穴之间的压痛点)，膻中，肺俞。治疗时胸前、背后各取1穴，切开1厘米长、0.5厘米深之切口，用止血钳伸入作穴位按摩，患者有酸麻胀感和喉头发热感，再把胡椒瓣放入穴位，盖好敷料，不必缝合，7天做1次，一般需做2～3次。胡椒不被吸收，故须注意局部感染。亦可将白胡椒制成10%的注射液，行穴位注射；进针后待有酸麻胀感时快速注入0.7～1.0毫升(成人量)药液。选穴:大椎，定喘，膏盲，肺俞；配穴:通气，膻中，丰隆，孔最。可交替选用，每次2～3穴。7～10天为一疗程，连续二个疗程可望不咳不喘。\n\n④治疗神经衰弱\n取白胡椒1粒(剪成两半)置于耳穴部位，胶布固定；而后用拇指捏压敷药部位至有发热感，每日4～6次。捏压时不宜搓捻以免移位，若胡椒破碎或捏压无刺激时，需重新更换。一般宜持续2周，如有反复则宜继续第二疗程。取穴:神经衰弱-枕、肾、神门；神经衰弱综合症-皮质下、额、心。初步观察，对失眠、头痛、头昏、入睡困难、睡眠浮浅等疗效显著，对多梦、记忆力减退等疗效较差。\n\n⑤治疗皮肤病\n先取紫皮蒜捣烂，再加入细胡椒粉(2:1)共捣成糊状备用。治疗时先用三棱针在双侧耳背静脉点刺放血；并在一侧耳轮脚凹陷处划破表皮(1～2厘米长的竖切口)，双耳交替划割。按无菌操作进行。然后取椒蒜泥约米粒大放于胶布上，贴在切口处固定。每4天治疗1次，10次为一疗程，疗程之间休息10天。观察各种皮肤病(神经性皮炎、牛皮癣、湿疹、痤疮、神经瘙痒症、过敏性皮炎)共219例，治愈156例(71.2%)，进步56例(25.1%)。远期疗效有待进一步观察。一般无不良反应，仅极个别病人治疗后诉心慌，烦躁。",
    "position": "为胡椒科植物胡椒的果实。",
    "source": "《唐本草》"
  },
  {
    "name": "贯众",
    "alias": "萹苻、泺(《尔雅》)，贯节、贯渠、百头、虎卷、扁符(《本经》)，贯中、贯钟、贯来、渠母、伯芹、药渠、黄钟(《吴普本草》)，伯萍、乐藻(《别录》)，草鸱头(陶弘景)，伯药、药藻(《经典释文》)，凤尾草(《本草图经》)，蕨薇菜根(《滇南本草》)，黑狗脊、贯仲、管仲(《纲目》)。",
    "ingredient": "粗茎鳞毛蕨根茎主要成分为绵马素，系一种复杂的间苯三酚衍生物，性不稳定，能缓缓分解而产生三叉蕨素及白三叉蕨素；又含三叉蕨酚、黄三叉蕨酸、绵马次酸。另含有挥发袖、绵马鞣质、脂肪、树脂等；尚含三萜化合物羊齿烯、茉烯-b、铁线蕨酮、茉醇、茉醇-29雁齿烯等。\n\n荚果蕨根茎含坡那甾酮A、蜕皮甾酮、蝶甾酮。\n\n紫萁根茎含坡那甾酮-A、蜕皮松、蜕皮甾酮。\n\n乌毛蕨根茎含绿原酸。\n\n狗脊蕨根茎含淀粉(29.5%或48.5%)、鞣质。\n\n欧洲鳞毛蕨根茎含绿原酸、绵马酸、黄三叉蕨酸、副三叉蕨素、低三叉蕨素、三叉蕨酚、白三叉蕨素、三叉蕨素、三叉蕨宁、黄三叉蕨宁、低三叉蕨酚及绵马次酸等。",
    "process": "春、秋采挖，削去叶柄、须根，除净泥土，晒干。",
    "distinguish": "①东北贯众\n为植物粗茎鳞毛蕨的干燥根茎。呈长圆锥形，上端钝圆或截形，下端较尖，略弯曲；长10～20厘米，直径5～8厘米。表面黄棕色至黑棕色，密被排列整齐的叶柄残基及鳞叶，并有弯曲线状的细根。叶柄残基呈扁圆柱形，稍弯曲，质硬，折断面略平坦；棕色，维管束5～7个，呈黄白色点状，排列成圆环，河面一对稍大，每一叶柄基部外侧常生出3条须根。剥去叶柄残基，可见根茎，直径1～2厘米，质坚硬而不易折断，断面不平坦，呈深绿色至棕色。气特殊；味初淡而微带涩，渐苦而辛。\n主产东北地区。\n\n②蛾眉蕨贯众\n为植物蛾眉蕨的干燥根茎。呈长卵圆形，上端钝圆，下端较尖；长10～16厘米，直径6～10厘米；黑褐色。叶柄残基上部较宽而扁，向下渐细，两侧边缘具有明显的刺状突起，基部较窄常呈菱方形；质硬而脆，易折断，断面平坦，维管束2条，呈\"八\"字形排列；维管束中间，常有-个暗色点或已成空洞。叶柄基部外侧生有1或3条须根，常扁压，有分支。气微而特异，味涩或苦辛。\n产北京、河南、甘肃等地。\n\n③荚果蕨贯众\n为植物荚果蕨的根茎。呈倒卵形或长卵圃形，上部钝圆，下部稍尖，稍弯曲，常有呈尖嘴状突出的根茎；全体长10～16厘米，直径4～7厘米；棕褐色；周围密被叶柄残基及须根和少量鳞片。叶柄残基上部扁平，向下渐窄，背部隆起，中央有-条明显的纵棱脊，近上端可见呈\"V\"或\"M\"形的突起皱纹；质硬而脆，易折断，断面略平坦，有维管束2条，呈\"八\"字形排列。叶柄基部生出1～3条弯曲的须根，多分支，有时具棕色绒毛。气微而特异，味涩\n产吉林、河北、河南、北京、陕西等地。\n\n④紫萁贯众，又名:薇贯众。为植物紫萁的干燥根茎。呈圆锥状或三角圆锥状，稍弯曲，顶端有时分支；长10～20厘米，直径4～8厘米；表面棕褐色，密被斜生的叶柄残基及须根，无鳞片。叶柄残基呈扁圆柱形，边缘钝圆，具耳状托叶翅，但翅易剥落，多已不存或呈撕裂状；质硬，折断面呈新月形或扁圆形，多中空，可见\"U\"形维管束，托叶翅的厚壁组织连成-片，断面呈一条黑线。叶柄基部生出弯曲的须根，常扁压，多分支。气微弱而特异，味淡微涩。\n产华中、华东等地。\n\n⑤乌毛蕨贯众\n为植物乌毛蕨的干燥根茎。呈圆柱状或棱柱形，上端稍大；长10～20厘米，直径5～6厘米；呈棕褐色或黑褐色。根茎直立，粗壮，密被有空洞的叶柄残基及须根和鳞片。叶柄残基扁圆柱形，表面被黑褐色伏生的鳞片，脱落处呈小突起，粗糙；质坚硬，横断面中央多呈空洞状，皮部薄，有十数个点状维管束，排成环状，内面的两个稍大。叶柄基部较粗，外侧有一瘤状突起，簇生十余条须根。气微弱而特异，味微涩。\n产湖南、广东、广西等地。\n\n⑥苏铁蕨贯众\n为植物苏铁蕨的干燥根茎。呈圆柱形，有时稍弯曲，多已纵切成两半或横切、斜切成厚片。根茎粗壮，直径3～5厘米，密被极短的叶柄残基及须根和少量鳞片，或叶柄残基全被削除；质坚硬，横切面圆形，灰棕色至红棕色，密布黑色小点；边缘呈不规则圆齿形，外皮黑褐色，皮层散布多数黄色点状维管束，中柱维管束十数个，多呈\"U\"、\"V\"字形或短线形，排成一圆圈，形成花纹。叶柄基部切面近圆形，直径5～8毫米，密布小黑点，维管束6～10个，排列成环，鳞片呈棕黄色毛茸状，松软。气微弱，味涩。\n产广东、广西。\n\n⑦狗脊蕨贯众\n为植物狗脊蕨的干燥根茎。呈长圆柱形或削成四方柱形，挺直或稍弯曲，下端较尖；长6～26厘米，直径2～7厘米；红棕色至黑褐色。粗壮的根茎密被粗短的叶柄残基及须根和鳞片。叶柄残基半圆柱形，镰刀状弯曲，质坚硬，折断面可见维管束2～4个，内面的一对大，成\"八\"字形或\"ε3\"形排列。叶柄基部常生出1条弯曲的须根。鳞片靠近顶端较多，棕红色，片状，全缘。气微弱，味微苦涩。\n产浙江、湖南、四川等地。\n\n贯众的品种，历来就很复杂，除上述品种外，尚有多种蕨类植物的根茎在不同地区作贯众使用。如辽东鳞毛蕨的根茎使用于河南、山东、湖南；单芽狗脊蕨的根茎使用于甘肃、湖南、云南、贵州；多鳞耳蕨的根茎使用于西藏地区；欧洲鳞毛蕨的根茎使用于新疆。另外，鳞毛蕨科植物山地贯众习称贯众，与《植物名实图考》所载的贯众相符，但这种植物的根茎，目前很少作贯众入药，仅在四川、云南、贵州、江西等省的部分县及江苏南京等地民间使用。参见\"昏鸡头\"条。",
    "effect": "贯众品种较多，药理试验时大多未作鉴定。\n\n①驱虫作用\n粗茎鳞毛蕨，即东北贯众，根称绵马，含粗绵马精49.17%，可作欧绵马的代用品，驱除绦虫。欧绵马能麻痹绦虫，应用历史已很长。国内报告，贯众(品种未经鉴定)在体外对猪蛔有效。粗茎鳞毛蕨还能驱除牛肝蛭。其复方煎剂对牛片形吸虫病及阔吸盘吸虫病有治疗功效。\n\n②抗病毒作用\n上海报道，贯众对流感病毒(流感原甲型PR株、亚洲甲型病毒)在鸡胚试验上有强烈抑制作用，在小鼠(滴鼻法)试验上也有效。但作用较弱。此抗病毒作用与其所含鞣酸有关(含14.5%)。陕西亦报道，贯众对流感病毒的甲型(PR6)、亚洲甲型(57-4)、乙型(Lee)、丙型(1233)、丁型(仙台)均有抑制作用。在用人胚肾原代单层细胞的组织培养上，也证明贯众对479号腺病毒3型、72号脊髓灰质炎Ⅱ型、44号爱可9型、柯萨奇A9型、柯萨奇B6型、乙型脑炎(京卫研1株)、140号单纯疱疹等七种有代表性病毒株有较强的抗病毒作用。欧绵马的水煎剂也有抗单纯疱疹病毒的作用。\n\n③抗菌作用\n江西、湖南、广东报道，当地贯众有某些抑菌作用，但效力不强，农村中作饮水消毒或预防流行性脑脊髓膜炎。据称，对皮肤真菌也有些抑制作用。\n\n④对子宫的作用\n煎剂及精制后的有效成分对家兔的离体及在位子宫有显著的兴奋作用，收缩增强，张力提高。粗茎鳞毛蕨注射液对豚鼠(0.1～0.7毫升。每毫升相当生药50毫克)、家兔(O.8～1.3毫升)的离体子宫有显著的兴奋作用，运动频率及紧张度均增加，振幅减小，大剂量呈现强直性收缩；但换洗后，仍可恢复正常。蛾眉蕨贯众对子宫作用不甚明显。据报道，贯众与拳参等组成的\"止血净\"，外用有止血、镇痛、消炎作用。",
    "creation": "贯众：用清水稍浸，取出，早晚各洒水一次，润软，切片，晒干。贯众炭：取净贯众片炒至焦黑色为度，喷洒清水，放凉。",
    "function": "杀蛔、绦、蛲虫，清热，解毒，凉血，止血。治风热感冒。温热斑疹，吐血，衄血，肠风便血，血痢，血崩，带下，疮疡，尿血，月经过多，刀伤出血，蛔虫、饶虫、绦虫?，人工流产，产后出血。\n\n①《本经》:\"主腹中邪热气，诸毒，杀三虫。\"\n\n②《别录》:\"去寸白，破癥瘕，除头风，止金疮。\"\n\n③《本草图经》:\"止鼻衄。\"\n\n④《滇南本草》:\"祛毒，止血，解水毒。\"\n\n⑤《纲目》:\"治下血崩中，带下，产后血气胀痛，斑疹毒，漆毒，骨哽。\"\n\n⑥《会约医镜》:\"治邪热腹痛，解时行疫气。\"\n\n⑦《奉经续疏》:\"治喉痹，消顽肿。\"\n\n⑧《东北常用中草药手册》:\"驱虫，止血，清热解毒。治蛔虫，绦虫，虫积腹痛；子宫功能牲出血，白带。贯众放在水缸中，饮用其水，预防流行性感冒、感冒、流行性脑脊髓膜炎、麻疹。\"\n\n⑨《陕西中草药》:\"清热解毒，止血杀虫。预防流行性乙型脑炎、流行性腮腺炎等传染病。治便血。尿血、鼻衄、月经过多、蛔虫症、蛲虫症。\"\n\n⑩金华《常用中草药单方验方选编》:\"祛风活血，补肝肾。治风寒湿痹，腰膝酸痛，遗尿。\"",
    "taste": "苦，凉。\n\n①《本经》:\"味苦，微寒。\"\n\n②《吴普本草》:\"神农、歧伯:苦，有毒。一《经》甘，有毒。黄帝:咸酸，一《经》苦，无毒。\"\n\n③《滇南本草》:\"性寒，味咸涩。\"\n\n④《陕西中草药》:\"味涩、苦，性寒，有小毒。\"\n\n⑤金华《常用中草药单方验方选编》:\"苦甘，温。\"",
    "usage": "内服:煎汤，1.5～3钱；或入丸、散。外用:研末调涂。",
    "compatibility": "阴虚内热及脾胃虚寒者不宜，孕妇慎用。\n\n①《本草经集注》:\"藋菌为之使。\"\n\n②《药性论》:\"赤小豆为使。\"\n\n③《本草经疏》:\"病人虚寒无实热者禁用。\"\n\n④《云南中草药》:\"孕妇忌服。\"",
    "storage": "?",
    "side_effects": "毒性绵马有毒，故已少用。所幸它在肠胃道不易吸收，但如肠中有过多脂肪，则可促进吸收而致中毒。它能麻痹随意肌（包括心肌），对胃肠道有刺激，严重时导致呕吐、下泻，还能引起视力障碍，甚至失明（视网膜血管痉挛及伤害视神经）；中毒时引起中枢神经系统之障碍，震颤、惊厥乃至延脑麻痹。对孕妇、虚弱患者、小儿、实质器官的疾病患者、消化道溃疡者皆禁用。粗茎鳞毛蕨注射液，临床应用尚未发现有何副作用，动物试验，毒性较轻，小鼠腹腔注射半数致死量为34±0.04ml/kg。应准确掌握剂量。",
    "category": "肝；胃经",
    "plant": "①粗茎鳞毛蕨，又名:绵马鳞毛蕨、鸡膀鳞毛蕨，野鸡膀子、绵马羊齿、东绵马、日本绵马、牛毛黄。\n多年生草本，高50～100厘米。地下根茎斜生，粗大块状，坚硬，有许多叶柄残基及须根，并密生锈色或深褐色的大形鳞片，鳞片长披针形至线形，长1～2.5厘米。叶簇生于根茎顶端；叶柄长10～25厘米，自基部直达叶轴均密生棕色条形至钻形狭鳞片；叶片草质，广倒披针形，长60～100厘米，中部稍上方最宽处约25厘米，二回羽状全裂或深裂:中部羽片长10～15厘米，宽2～3厘米；小裂片密接，长圆形，圆头，几全缘或先端有钝锯齿，两面多少被锈色鳞片，下面淡绿色；侧脉羽状分叉。孢子囊群分布于叶片中部以上的羽片上，生于小脉中部以下，每裂片2～4对；囊群盖肾圆形，直径约1毫米，棕色。\n生于林下沼地。分布黑龙江、吉林、辽宁、河北等地。\n\n②蛾眉蕨，又名:亚美蹄盖蕨。\n多年生草本，高30～90厘米。根状茎粗短，直立或斜生，有较多坚硬的叶柄残基，先端有阔披针形鳞片。叶簇生；叶柄长15～20厘米，禾秆色；叶片草质，长约60厘米，宽约20厘米，先端渐尖，沿叶轴、羽轴和主脉有棕色短毛，2回羽状全裂和深裂，中部羽片长12～15厘米，宽1～2厘米，羽裂几达羽轴；裂片椭圆形，先端钝或浑圆，宽3～4毫米，边缘有浅圆齿，有单一的侧脉5～7对。孢子囊群狭长圆形，囊群盖新月形，全缘，质厚。\n生于山谷林下或灌丛中。分布东北及河北、河南、陕西、四川、云南西北部。\n\n③荚果蕨，又名:小叶贯众。\n多年生草本，高50～90厘米。根状茎直立，连同叶柄基部密生披针形鳞片。叶簇生，2型，有柄；不育叶片圆倒披针形，长45～90厘米，宽14～25厘米，2回深羽裂，中部羽片宽1～2厘米；裂片边缘浅波状或顶端具圆齿；侧脉单一；下部羽片向下逐渐缩短成耳状。能育叶较短小，挺立，具粗硬的长柄，一回羽状，纸质，羽片向下反卷成有节的荚果状，包被囊群。孢子囊群圆形，生于侧脉分支的中部，成熟时汇合成条形；囊群盖白色膜质，熟后破裂消失。\n生于高山林下。分布东北、华北以及四川、西藏、陕西等地。\n\n④紫萁，又名:高脚贯众、老虎牙、水骨菜。\n多年生草本，高50～80厘米。根状茎粗壮，横生或斜升。叶2型，幼时密被绒毛；不育叶片三角状阔卵形，长30～50厘米，宽25～40厘米，顶部以下2回羽状，小羽片长圆形或长圆披针形，先端钝或尖，基部圆形或宽楔形，边缘有匀密的微钝锯齿。能育叶强度收缩，小羽片条形，长1.5～2厘米，沿主脉两侧密生孢子囊，成熟后枯萎。\n生于林下或溪边的酸性土壤上。分布河南、山东、安徽、江苏、浙江、福建、台湾、广东、广西、江西、湖北、四川、贵州、云南、陕西等地。\n\n⑤乌毛蕨，又名:龙船蕨、赤蕨头。形态参见\"东方乌毛蕨叶\"条。\n\n⑥苏铁蕨\n常绿粗大多年生草本，高约1.2米。根状茎木质，粗短，直立；有圆柱状主轴，连同根茎密生红棕色长钻形鳞片。叶多数，簇生主轴顶部；叶柄长6～20厘米，黄棕色；叶片革质，光滑，长圆披针形，长60～100厘米，宽10～30厘米，1回羽状，羽片条状披针形，长10～15厘米，宽1～1.5厘米，先端渐尖，基部斜心形，边缘有细密钝锯齿，常向下反卷；叶脉下凹，主脉两侧各有一行斜上的三角形网眼，网眼外的小脉分离。孢子囊最初沿网脉生长，以后向外布满叶脉全部，无囊群盖。\n生于山地干旱荒坡上。分布广东、广西、台湾和云南、贵州等地。\n\n⑦狗脊蕨，又名:大叶贯众。\n多年生草本，高50～90厘米。根状茎租短，倾斜，密生棕色披针形大鳞片。叶簇生；叶柄长30～50厘米，黄棕色，被多数鳞片；叶片厚纸质，长圆形，长30～80厘米，宽20～40厘米，2回羽裂，仅羽轴下部有小鳞片；下部羽片长15厘米左右，宽2～3厘米，羽裂1／2或略深；裂片三角形或三",
    "application": "贯众品种较多，各地临床报道，大多未经鉴定。\n\n①预防感冒\n将贯众制成冲剂内服，每人每次12克(相当于生药9钱)，每周2次。预防服药观察306人，观察期间发病者占12.02%，而对照组340人中发病者占33.2%。亦可用贯众3钱、桑叶1.5钱煎服，每天1次，每周连服2天，共服3周。服药者671人，发病者占3.56%；对照组649人，发病率为8.32%。\n\n②预防流行性脑脊髓膜炎\n内服粉剂或片剂，成人每次2克，10岁以下1克，1岁以下0.5克，每周服药1次，连服2周。在4764人中检出健康带菌者(咽拭培养阳性)59例，按上法服药后，复查均转为阴性。以后每月再按上法服药2周，经3个月后再次复查，仍为阴性。\n\n③治疗胆道蛔虫病\n用贯众、苦楝根皮各75克(15岁以下儿童每次每岁各5克)，水煎两次，煎液混合浓缩成100毫升左右，空腹时1次顿服，连服2日。病情急剧者可日服2次，连服2次后须间隔1、2天再服，以防中毒。除便秘者外，不必服泻药。观察34例，服药2～6次，症状、体征消失者30例，显著减轻者4例，所有病例均在服药后1～4天内连续排出蛔虫。\n\n④用于收缩子宫\n用粗茎鳞毛蕨制成注射液，每2毫升相当于原药1克，行肌肉注射或子宫颈局部注射，重症剂量加倍。治疗产后出血、流产后出血、人工流产、剖腹产及葡萄胎手术共48例，有效率91.6%。一般在用药后10分钟左右出现明显子宫收缩，随即流血减少直至停止。另有报道用乌毛蕨制成注射液，轻症2毫升(相当生药5克)，重症4毫升，肌肉注射，应用于人工流产及产后流血52例，均在注射后3～5分钟出现明显的子宫收缩，无一例失败，且注射后无任何副作用。\n\n此外，不少地区曾用贯众配合苦楝皮、紫苏、土荆芥组成复方，治疗钩虫病，但疗效差异极大。",
    "position": "主要为鳞毛蕨科植物粗茎鳞毛蕨，蹄盖蕨科植物蛾眉蕨，球子蕨科植物荚果蕨，紫萁科植物紫萁，乌毛蕨科植物乌毛蕨、苏铁蕨、狗脊蕨等的根茎。",
    "source": "《本经》"
  },
  {
    "name": "青风藤",
    "alias": "清风藤,青藤,寻风藤",
    "ingredient": "青藤的茎和根含青藤碱、双青藤碱、木兰花碱、尖防己碱、四氢表小檗碱、异青藤碱、土杜拉宁、清风藤碱、dl-丁香树脂酚、十六烷酸甲酯、N-去甲基尖防已碱、白兰花碱、光千金藤碱。又含β-谷甾醇、豆甾醇。\n\n青藤的茎含清风藤碱甲等多种生物碱。",
    "process": "青藤及华防己夏、秋采割藤茎，晒干，或润透切段，晒干。清风藤秋冬采老藤，切段，晒干。",
    "distinguish": "①青藤的干燥藤茎呈细长圆柱形，直径5～20毫米，外表灰褐色或棕褐色，有纵皱及横向皮孔，节处膨大。体轻，质坚实而脆，易折断，断面灰黄色或淡灰棕色，不平坦，横切面韧皮部很窄，木质部导管与射线呈放射状排列，导管较大，中央为圆形的髓。气弱，味苦。\n产江苏、浙江、湖北等地。\n\n②华防己的干燥藤茎呈圆柱形，长10～30厘米。表面灰棕色，有不规则的沟纹、裂隙和疤痕。质极坚硬，不易折断。切断面导管明显，维管束呈放射状，且显清晰的多层环纹，一般2～7圈，偏心性。气微弱，味微苦。\n产湖南。\n\n③清风藤的干燥老藤呈圆柱形，灰黑色，光滑，外表有纵皱纹及叶柄残基。横断面皮部较薄，灰黑色，木质部黄白色，射线不明显。味微苦。\n产浙江。\n\n青风藤的原植物，《本草》记载简略，殊难确定为何种，据目前药用情况，主要为上述防己科的青藤。此外，四川所用者为防己科植物木防己的茎(参见\"青檀香\"条)；福建所用者为茜草科植物鸡矢藤的茎(参见\"鸡矢藤\"条)；浙江尚有用五加科植物常春藤的茎(参见\"常春藤\"条)。",
    "effect": "①对神经系统的作用\n㈠镇痛作用：青藤碱在用小鼠电刺激法、热板法以及家兔光热刺激法的试验中，均证明具有肯定的镇痛作用。脑内注射产生镇痛作用所需的剂量，相当于腹腔注射的1／2000，说明其镇痛作用的部位在中枢神经系统；它与丙烯吗啡合用，并不出现拮抗，反而产生协同，说明它的镇痛原理与吗啡类镇痛药有所不同。其产生镇痛所需的剂量约为吗啡的10倍，持续时间较短。连续应用也能产生耐受性，但较吗啡缓慢，与吗啡之间并无交叉耐受性。与异丙嗪合用，作用增强，这主要是由于两药中枢作用的协同，部分还可能由于异丙嗪对抗了青藤碱释放组织胺所致。合用时对青藤碱的耐受的产生及毒性皆无影响。㈡镇静作用：青藤碱明显减少小白鼠的自发活动和被动活动，对巴比妥类睡眠时间并无明显影响；对士的宁有某些拮抗作用(降低士的宁对小鼠的惊厥阈)，但不能对抗五甲烯四氮唑。犬、猴口服青藤碱45～95毫克／公斤也有显著的镇静作用。小剂量(5～10毫克／公斤)即能延长小鼠和猫的防御性运动条件反射的潜伏期，条件反射部分消失，随之非条件反射也有少部分消失，说明它首先是对高级神经活动的兴奋过程有抑制性影响。青藤碱并能消除电刺激小鼠引起的\"激怒\"反应，似有安定作用。㈢其他作用：青藤碱有镇咳作用，对小鼠及猫，其镇咳效价与可待因相仿；对豚鼠则其效价仅及可待因的1／4。异丙嗪可加强其镇咳作用。另外，略有催吐作用，对注射去水吗啡引起的呕吐无影响。对大鼠腹腔注射大剂量时，有一定的降温作用。对家兔注射中毒量时，体温亦有所下降，但如反复给予，可产生耐受性，体温不再下降。据报道，它对家兔角膜有局部麻醉作用，可作局部浸润麻醉药使用，但也能产生耐受性，如连续注射，则作用减弱。\n\n②降压作用\n青藤总碱对麻醉或不麻醉实验动物(犬、猫、兔、大鼠)，无论静脉注射或灌胃都有肯定的急性降压效果，作用迅速、显著而持久，但连续多次给药，则产生快速耐受性。降压作用与M-胆碱能神经或乙酰胆碱无关，也非组织胺释放所致，可能与其抗肾上腺素及神经反射作用有关。由于上述降压特性，它对犬的慢性实验性高血压无显著治疗效果。青藤的酸性提取物，在兔的急性试验中，亦不影响血压。\n\n③对胃肠活动的影响\n青藤碱给犬、猴口服常有轻度的胃肠不良反应；对离体的兔肠及豚鼠肠有抑制作用，并能对抗毛果芸香碱、组织胺、乙酰胆碱及氯化钡的致痉挛作用，但对在位的犬及兔肠，静脉注射青藤碱均引起小肠暂时兴奋，这种兴奋作用可被苯海拉明、六烃季铵完全阻断，阿托品完全或部分阻断，但切断二侧迷走神经并不能阻断。注射青藤碱可增加胃液分泌及其酸度，胃蛋白酶活性无明显改变。对胃肠道的兴奋作用，主要是与组织胺释放有关。但给予新安他精(抗组织胺药)未能抑制胃液分泌。青藤的酸性提取物，能兴奋离体兔肠。\n\n④抗炎作用\n青藤碱对大鼠甲醛性和蛋清性\"关节炎\"有显著的消退作用，切除肾上腺或垂体后，就无此作用。对正常大鼠，能降低肾上腺内维生素C的含量，在戊巴比妥(能抑制下丘脑)麻醉后，即失去此作用，故青藤碱的抗炎作用原理可能是通过下丘脑影响垂体-肾上腺系统所致，而与释放组织胺无关。对豚鼠的主动性过敏性休克有防止作用，对犬则比较差。与抗原同时应用，可抑制抗原释放组织胺。对滴虫、疟原虫也有抑制作用。",
    "creation": "除去杂质，略泡，润透，切厚片，干燥。",
    "function": "祛风湿，利小便。治风湿痹痛，鹤膝风，水肿，脚气。\n\n①《本草图经》：\"治风。\"\n\n②《纲目》：\"治风湿流注，历节鹤膝，麻痹瘙痒，损伤疮肿，入酒药中用。\"\n\n③《浙江天目山药植志》：\"行水利尿，泻下焦血分湿热。治风水肿，脚气，风湿关节疼痛，口眼歪斜，痈肿恶疮。\"\n\n④《中国药植志》：\"除湿，祛风，行气，利水。治膀胱水肿，风肿，脚气湿肿。\"\n\n⑤《温岭县药物资源名录》：\"驱风湿，通经络。治风寒湿痹，鹤膝风，肢节肿痛。\"",
    "taste": "苦，平。\n\n①《本草便读》：\"苦，平。\"\n\n②《浙江天目山药植志》：\"苦辛，寒。\"\n\n归肝、脾经。",
    "usage": "内服，煎汤，3～5钱；浸酒或熬膏。外用：煎水洗。",
    "compatibility": "青风藤品种较复杂。全国多数地区所用的青风藤，主要为本文所说的青藤。其根部在河南，四川地区又作防己药用，湖北地区尚以华防己和木防己的藤茎做青风藤。上述复杂品种中，仅华防己的藤茎与青藤近似，但切断面显清晰的多层环纹，一般2~7圈，中心偏斜，其它品种，均与青藤显著不同，易于区别。",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "①青藤，又名：大叶青藤、土木通、土藤、大青木香、岩见愁、排风藤。\n落叶缠绕藤本。茎带木质，枝绿色，光滑，有纵直条纹。叶互生，叶柄长5～10厘米；叶片近圆形或卵圆形，长6～12厘米，宽4～12厘米，基部稍心形或近截形，全缘或5～7浅裂，上面光滑，绿色，下面苍白色。花小，单性，雌雄异株；圆锥花序，长10～18厘米，多少被毛；雄花具花萼6片，黄色，长1.8～2.5毫米，外侧被毛；花瓣6片，淡绿色；雄蕊9～12枚，长约1.6毫米；雌花的花被与雄花同；具9枚退化雄蕊；心皮3，花柱反曲，柱头浅裂。核果，黑色，长5～7毫米，直径4一5毫米，内果皮扁平。种子半月形。花期6～7月。\n生于山地。分布河南、安徽、江苏、浙江、福建、广东、广西、湖北、四川、贵州、陕西等地。\n\n②华防己，又名：湘防已、过山龙、穿山藤、秤钩风。\n木质藤本，长达10米余，全体无毛。枝绿色或紫褐色，具细纹。叶互生，阔卵形至近圆形，长5～10厘米，宽7～12厘米，先端尖；全缘，基部截形、圆形或微心形，基出脉5；叶柄长4～8厘米。聚伞花序腋生；花小，单性，绿色或黄色；萼片6，椭圆形，长约2.5毫米；花瓣6，近圆形，长约1.5毫米；雄花具雄蕊6，花丝长约2毫米，花药球形；雌花具退化雄蕊6，子房上位，心皮3，分离。果为小核果。\n生山坡林缘灌丛中。分布湖南、广东、广西。\n\n③清风藤\n落叶缠绕藤本。嫩枝条屈曲，有微毛。单叶互生；叶片椭圆形至卵状椭圆形，长5～7厘米，宽3～4.5厘米，先端短尖，基部圆或带阔楔形，全缘，两面光滑无毛，苹质；落叶后，叶柄基部残留枝上成短刺状，顶端微呈两歧.花单生或数朵簇生于叶腋，下有鳞片数枚，先叶开放；花黄色，直径5～6毫米；萼5裂；花瓣5，倒卵状椭圆形；雄蕊5，短于花瓣；子房基部有5尖裂的花盘，花柱锥形.核果深裂，成并立的2分果，分果扁，倒卵形，熟吐深碧色。花期3月。果期5月。\n生于山坡路旁、林下、溪边灌丛中。分布江苏、安徽、浙江、江西、广西、湖南等地。",
    "application": "用量6~12克，水煎服或水煎冲黄酒服。外用水煎液擦洗痛处。用治风湿痹痛、关节肿胀、麻痹瘙痒。药理试验证实，有镇痛、镇静和抗炎、抗过敏等作用。对心血管系统的作用表现在多方面，如抗心律失常、抗心肌缺血、降血压等。",
    "position": "为防己科植物青藤、华防己或清风藤科植物清风藤等的藤茎。",
    "source": "《中药志》"
  }
]