[
  {
    "name": "泥鳅",
    "alias": "鳛、鳅(《尔雅》)，鳅鱼(《本草拾遗》)，和鳅(《泉州本草》)。",
    "ingredient": "\n可食部每100克含水分83克，蛋白质9.6克，脂肪3.7克，碳水化物2.5克，灰分1.2克；又含钙28毫克，磷72毫克，铁0.9毫克。\n\n肉的脂肪中，含脂肪酸1.3～2.5%。\n\n全体100克中含维生素A-70国际单位，维生素A原90国际单位，维生素B1-30微克，B2-440微克，尼克酸4.0毫克。\n",
    "process": "为鳅科动物泥鳅、花鳅、大鳞泥鳅的全体。拉丁植物动物矿物名：1.Misgurnus anguillicaudatus(Gantor)2.Cobitis taenis Linnaeus3.Misgurnus miolepis (Gunther)采收和储藏：常年均可捕捞，捕后，除去内脏，洗净，鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n补中气，祛湿邪。治消渴，阳痿，传染性肝炎，痔疾，疥癣。\n\n①《滇南本草》：\"煮食治疮癣，通血脉而大补阴分。\"\n\n②《医学入门》：\"补中，止泄。\"\n\n③《纲目》：\"暖中益气，醒酒，解消渴。\"\n\n④《随息居饮食谱》：\"杀虫。\"\n\n⑤《四川中药志》：\"利小便。治皮肤瘙庠，疥疮发痒。\"\n",
    "taste": "\n甘，平。\n\n①《滇南本草》：\"味酸甘。\"\n\n②《医学入门》：\"甘，温，无毒。\"\n\n③《纲目》：\"甘，平，无毒。\"\n",
    "usage": "\n内服：煮食或烧存性入散剂。外用：烧存性研末调敷。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肝；肾经",
    "plant": "1.泥鳅，体细长，前段略呈圆筒形。后部侧扁，腹部圆，头小。口小、下位，马蹄形。眼小，无眼下刺。须5对。鳞极细小，圆形，埋于皮下。侧线鳞116-170，背鳍2，7，臀鳍2，5-6。体背部及两侧灰黑色，全体有许多小的黑斑点，头部和各鳍上亦有许多黑色斑点，背鳍和尾鳍膜上的斑点排列成行，尾柄基部有一明显的黑斑。其他各鳍灰白色。2.花鳅，体长4-12cm，为体高的6-7倍，为头长的4-6倍，头很侧扁。眼间隔狭窄。吻颇长，眼小，侧位而高，有小而直立两叉须。鼻孔近于眼，背鳍无硬棘，始点为腹鳍前上方，胸鳍不达腹鳍，腹鳍不达臀鳍。尾鳍圆形。侧线完全。鳞很小。背部及体侧各有较大黑斑点一行，另有三行小点于体侧上部，尾鳍上方有一明显黑点，背、尾鳍有几条黑斑，头上有许多小黑点，有条黑纹由吻达眼。3.大鳞泥鳅，体长而侧扁。体长为体高的5-6.2倍，为头长的4.7-6.2倍。头长为吻长的2.1-2.8倍，为眼径的4.1-8.1倍，口亚下位。须5对，最长1对口须末端达鳃盖骨后缘。鳞埋于皮下，侧线鳞102-107。背鳍2，6，不具硬刺。臀鳍2，5。尾柄较高，具明显的皮褶棱。胸鳍距腹鳍很远。尾鳍圆。肛门位臀鳍起点前。背部及体侧上半部灰黑色，侧下半部及腹面灰白色。背鳍、尾鳍具黑色小点。其他各鳍灰白色。\n生境分布：1.喜栖于静水的底层，常出没于湖泊、池塘、沟渠和水田底层富有植物碎屑的游泥表层，对环境适应力强，天气闷热时浮出水面呼吸，水干涸则钻入泥土中一般2冬雌性成熟。6-7月产卵。杂食性。2.喜居于泥底水质较肥的浅静水中，以高等植物叶片为食。分布于吉林、辽宁、河北、内蒙古、江苏、福建等地。3.分布于我国长江中下游、渠江及其附属湖泊、水体之中。资源分布：1.我国除西部高原外，其他各地均有分布。2.舂布于吉林、辽宁、河北、内蒙古、江苏、福建等地。3.分布于我国长江中下游、渠江及其附属湖泊、水体之中。\n栽培：生活习性，泥鳅属底层鱼类，常见于底泥较深的湖边、池塘、稻田、水沟等浅水水域。生活水温10-30℃最适水温为25-27℃，故应属温水鱼类。当水温升高时30℃时，泥鳅即潜入泥中度夏。冬季水温下降到5℃以下时，即钻入泥中20-30cm深处越冬。对低氧环境适应性强。除了鳃呼吸外，还可以进行皮肤呼吸和肠呼吸。视觉很弱，但触觉及味觉极为灵敏。杂食性，幼鱼阶段摄食动物性饵料，以浮游动物、摇蚊幼虫、丝蚯蚓等为食。长大后，饵料范围扩大，除可食多种昆虫外，也可摄食丝状藻类、植物根、茎、叶及腐殖质等。成鳅则以摄食植物食物为主。一般多为夜间摄食。水温10℃以下，30℃以上即停止摄食。养殖技术，泥鳅生长发育到2龄后性腺成熟，雌醺身长度与怀卵量有关，体长20cm的雌鳅怀卵24000粒以上。卵径1.2-1.5mm，黄色半透明，粘性卵。每年5-7月，水温在18-20℃时为产卵盛期.多产在水草丛生的流水处。鳅卵孵化时间的长短与水温有关，当水温为15℃时，孵出时间需要4天，当水温25℃时，仅2天即可。初生鱼苗，全长约3.7mm，吻端有粘着器官，可使鱼体悬挂在鱼巢上，依靠卵黄供自身营养。3天后，鱼苗全长5.3mm，腰点出现，卵黄囊消失，开始摄食外界食物。这时可钭鱼巢移出孵化池。泥鳅苗种培育分两个阶段进行，第1阶段为鱼苗培育，将全长5.3mm的鱼苗部育到10mm左右。第2阶段是从1cm培育到3cm或更大。饲养管理，泥鳅饲养管理大致分为孵化管理、鱼苗管理、鱼种管理、成鱼管理等几个时期。饲养3-4个月的鱼种，何等长达100mm，体重可达11g；饲养1年后，体重可达15g。另外，泥鳅也可稻田养殖。也可与其他鱼种混养。在养殖过程中可投喂含有鱼粉、蚕蛹粉、米糠、麸皮等成分的混合饲料，以作补充。每日投喂1-2次。",
    "application": "\n治疗传染性肝炎\n\n",
    "position": "\n为鳅科动物泥鳅的肉或全体。\n",
    "source": "\n《滇南本草》\n"
  },
  {
    "name": "祖师麻",
    "alias": "祖司麻、走司马、走丝麻、大救驾、黄杨皮、爬岩香、金腰带",
    "ingredient": "1．黄瑞香根皮和茎皮主要含二萜和香豆素。二萜类：黄瑞香丙素（daphnegiraldifin），瑞香毒素（daphnetoxin），12-羟基瑞香毒素（12-hydroxydaphnetoxin）。香豆精类：西瑞香素（daphnoretin），瑞香素（daphnetin），即7，8-二羟基香豆精（7，8-dihydroxycoumarin），瑞香甙（daphnin）即7，8-二羟基香豆精-7-β-D-葡萄糖甙（7，8-dihydroxycoumarin-7-β-D-gluc-coside），7，8-二甲氧基香豆精（7，8-dimethoxy coumarin），伞形花内酯（umbelliferone），7-羟基-8-甲氧基香豆精（7-hydroxy-8-methoxy coumarin），7-甲氧基-8-羟基香豆精（7-methoxy-8-hy-droxycoumarin）。另含β-谷甾醇（β-sitosterol），3，4，5-三甲氧基苯甲酸（3，4，5-trimethoxybenzoic acid），丁香甙（syringin），芫花素（genkwanin）即5，4＇-二羟基-7-甲氧基黄酮（5，4＇-dihydroxy-7-methoxyflavone）。2．陕甘瑞香根皮含二萜、香豆精、木脂素类成分。二萜主要为唐古特瑞香甲素（tanguticacine），格尼迪木春（gniditrin），上沉香毒（excoecariatoxin），瑞香毒素（daphnetoxin），瑞香醇酮（daphneolone）；香豆精类成分有瑞香新素（daphneticin），瑞香素（daphnetin），西瑞香素（daphnoretin），7-羟基-8-甲氧基香豆精（7-hydroxy-8-methoxycoumarin）；木脂素主要为左旋-松脂酚（pinoresinol），丁香树脂酚（syringaresinol），左旋-落叶松脂醇（lar-iciresinol），左旋-双氢芝麻素（dihydrosesamin）。另含十六烷酸（hexadecanoic acid）。",
    "process": "全年可采。",
    "distinguish": "干燥根皮，呈带状，宽1～2厘米，边缘内卷成筒状，外表灰棕色至紫棕色，有纵皱及横纹，栓皮易开裂脱落。内表面浅黄色至淡棕色，光滑，有纵纹理。质坚韧，不易折断，断面富纤维性。气微，味微酸苦。\n\n同科植物结香(参见\"梦花\"条)和陕西瑞香的根皮及茎皮亦同等入药。",
    "effect": "?",
    "creation": "?",
    "function": "祛风除湿，止痛散瘀。治风湿痹痛，四肢麻木，头痛，胃痛，跌打损伤。\n\n①《陕西中药志》：\"止痛，散血，补血，有麻醉性。用于跌打损伤，周身疼痛，头痛，心胃痛，腰腿痛。又治四肢麻木。\"\n\n②《陕西中草药》：\"祛风除湿，温中散寒。治感冒，风湿疼痛，中风麻木，半身不遂，皮肤痒疹。\"",
    "taste": "《陕西中药志》：\"辛苦，温，有小毒。\"",
    "usage": "内服：煎汤，1～2钱；或煅研为散。",
    "compatibility": "孕妇禁服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；心经",
    "plant": "黄瑞香\n直立落叶小灌木，高达50厘米或较高，通体平滑无毛。根红黄色。小枝绿色或紫褐色。叶互生，常集生于小枝梢端；倒披针形，长3～6厘米，先端尖或钝，全缘，基部长楔形，下延成极短的柄，上面绿色。下面被粉白色霜。顶生头状花束，有花3～8朵，着生于光滑无毛的短梗上；无苞片；花被黄色，筒部长6～8毫米，裂片4，尖形，长约为筒长之半；雄蕊8，2列，着生于花被管的近顶部；子房1室。浆果卵形，鲜红色。花期6月。果期7月。\n生于山地疏林中。分布陕西、甘肃、四川、青海等地。",
    "application": "治疗关节炎\n将祖师麻制成20%祖师麻醑，用纱布四层浸透，敷于患处，盖一层塑料布后包扎。10～30分钟后，局部有热感、灼痛；4～6小时后出现水泡。在无菌操作下抽出泡内积液，经3～5天泡皮结痂脱落。以后根据病情再敷，一般2～4次即可。或用祖师麻细粉200克，加凡士林800克，调成软膏，取适量敷于患部。上盖塑料布，包扎。约6～8小时局部出现水泡，处理方法同上。亦可制成20%祖师麻膏药，用时将其烤热，待温贴于患部。贴敷30小时后，局部出现痒感、热感、红丘疹、渗出液，于第5～6天揭去膏药。待局部症状消失后，根据病情再贴，一般贴2～3次。共治疗风湿性关节炎50例，良性关节炎38例，外伤性关节炎7例，类风湿性关节炎5例，腰痛、肌肉痛11例；结果共治愈66例(占59.5%)，好转38例(占34.2%)，无效7例(占6.3%)。祖师麻作为发泡剂，可使局部循环改善，起到祛瘀活血，舒通血脉的作用。用药后如局部无反应，则疗效不佳。治程中少数患者可出现不同程度的反应，如皮疹、发热、嗜睡，但均无不良后果，停药数日自行消失。醑剂和软膏局部反应较重，适用于较重患者；膏药适用于老年体弱、儿童、妇女等的腰腿痛。本品对皮肤、粘膜有穿透力，加工制作时须注意防护。",
    "position": "为瑞香科植物黄瑞香的根皮或茎皮。",
    "source": "出自《陕西中药志》"
  },
  {
    "name": "了哥王",
    "alias": "地棉皮、山豆了、九信草。",
    "ingredient": "根皮含南荛甙(wikstroemin)，并含荛花酚(wikstoeniol)，牛蒡酚(arctigenin)、罗汉松脂素(matairesinol)和冷杉松脂酚(pinamoresinol)。根中分离4个具抗癌活性的物质，其中之一为双白瑞香素(daphnoretn)；另从根中提出了哥王多糖体-1(WIP-1),平均分子量5000-6000，纸层析和薄层鉴定结果，WIP-1是由葡萄糖、阿拉伯糖、半乳糖醛酸、半乳糖和木糖组成，其摩尔比为28:6:2:1,单糖间的连接方式以α-(1→4)连接为主，其次是α (1→3)连接。",
    "process": "秋至春初采挖，洗凈曬干，經多次蒸曬去毒后用。性狀根長圓柱形，彎曲，老根常有分支，長達40cm，直徑0.5～3cm。表面黃棕色或暗棕色，有支根痕和不規則淺縱皺紋及橫裂紋，老根有橫長皮孔。質堅韌，斷面皮部類白色，厚1.5～4mm，強纖維性，與木部分離，撕裂后纖維呈綿毛狀。味微苦甘，而后有持久的灼熱不適感。",
    "distinguish": "?",
    "effect": "具有引产、抗肿瘤作用;有利尿，抑菌等作用。",
    "creation": "晒干备用。",
    "function": "清热解毒，消肿散结，止痛。治瘰疬，痈肿，风湿痛，百日咳，跌打损伤。\n1、《生草药性备要》：消热毒疮，手指生狗皮头。可撕皮扎之。\n2、《岭南采药录》：叶和盐捣烂外敷。能去皮肤红黑瘀血，拔毒消肿。\n3、《南宁市药物志》：杀虫解毒，消肿，止痛，清热，泻下。治麻风，梅毒，痈疮，无名肿毒，风湿痛，肺痨，痧气，百日咳，痢症。",
    "taste": "苦辛，寒。有毒。\n\n①《生草药性备要》：\"味辛，性子，有毒。\"\n\n②《南宁市药物志》：\"苦，寒，有毒。\"",
    "usage": "内服：煎汤(宜久煎4小时以上)，2～3钱。外用：捣敷，研末调敷或煎水洗。",
    "compatibility": "《南宁市药物志》：\"本品有剧毒，用时宜慎，孕妇忌服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺；小肠经",
    "plant": "灌木，高30～lOO厘米。枝红褐色，无毛。叶对生，坚纸质至近革质，长椭圆形，长2～5厘米，宽8～15毫米，先端钝或急尖，基部楔形，全缘；叶柄短或几无。花黄绿色，数朵组成顶生短总状花序；总花梗长6～10毫米；花梗长1～2毫米；花萼管状，长9～12毫米，被疏柔毛，裂片4，卵形；雄蕊8，2轮，花丝甚短；花盘鳞片4，通常两两合生；子房椭圆形，顶部被疏柔毛，柱头近球形，花柱极短。核果卵形，长约6毫米，熟时暗红色至紫黑色。花、果期夏，秋季。",
    "application": "内服：煎汤(宜久煎4小时以上)，10～15g；外用：适量，捣敷，或研末调敷。用治肺炎，支气管炎，腮腺炎，咽喉炎，淋巴结炎，乳腺炎，痈疽肿毒，风湿性关节炎，水肿臌胀，麻风，闭经，跌打损伤。",
    "position": "为瑞香科植物了哥王的茎叶。",
    "source": "《岭南采药录》"
  },
  {
    "name": "白及",
    "alias": "甘根、连及草、臼根、白给、冰球子、白鸟儿头、地螺丝、羊角七、千年棕、君求子、一兜棕、白鸡儿、皲口药、利知子",
    "ingredient": "新鲜块茎含水分14.6%、淀粉30.48%，葡萄糖1.5%。又含挥发油、粘液质。根含白及甘露聚糖，是由4份甘露糖和1份葡萄糖组成的葡配甘露聚糖。\n\n\n\n\n",
    "process": "8～11月采挖，除去残茎、须根，洗净泥土，经蒸煮至内面无白心，然后撞去粗皮，再晒干或烘干。",
    "distinguish": "\n   \n\n",
    "effect": "止血作用：白及根磨成细粉或白及煎煮后所得胶状液掺入淀粉烘干研末，于狗肝行止血试验，7只中有6只皆于6分钟内达到满意的止血效果；用纯淀粉或淀粉海绵止血，效果均较差。止血试验后8-27天将狗杀死检查，7只中除1只感染外，其余的出血部位均与大网膜形成粘连，结缔组织反应轻微，显微镜下检查，组织反应亦均轻微。用水提取液的纱布或水提取液经低温干燥或喷雾干燥成粉覆盖于狗肝、脾及兔肝或大腿肌肉行止血试验，出血可立即停止，肝切除或肌肉横切引起之出血，即使创面渗血很多，亦不能将其冲去。动物体温在试验前后3天内无大变化，从组织切片看，白及对组织的局部反应性很小，第5天左右即可被吸收，全部动物均未用抗菌药，并未发生化脓。白及水煎浓缩膏状物加入0.2%地衣酸钠及0.4%盐酸小檗碱，干燥后研成细粉，对兔肝、狗肝及股动脉之出血，亦有明显的止血效果。白及的止血作用与其所含胶状成分有关，其作用原理可能为物理性的。白及液注入蛙下腔静脉后，可见末梢血管内红细胞凝集，形成人工血栓，从而有修补血管缺损的作用，而又不致阻塞较大血管内血液的流通。家兔用试管法及毛细管法均证明静脉注射2%白及胶液1.5ml／kg，可显著缩短凝血时间及凝血酶元时间，并加速红细胞沉降率。 \n　　2.保护胃粘膜作用： \n　　2.1.对盐酸引起的大鼠胃粘膜损伤的保护作用：白及煎剂能明显地减轻由0.6mol／L盐酸引起的大鼠胃粘膜损伤，即有明的细胞保护作用。1%白及煎剂1.5ml/只灌胃，对盐酸灌胃引起的大鼠胃粘膜损伤有保护作用。白及煎剂对大鼠胃液分泌量、胃液总酸度均无明显影响，胃液总酸排出量反而增加；用胃内源性前列腺素合成阻断剂消炎痛，可翻转白及的细胞保护作用。因此，白及煎剂对胃粘膜保护作用的机理不是通过抑制胃酸分泌，而很可能是刺激胃粘膜合成和释放内源性前列腺素而实现的。推测1%白及煎剂刺激胃粘膜合成的前列腺素的量不足以显著性地抑制胃酸分泌，提示产生胃粘膜细胞保护作用所需的PG量远小于其抑制胃酸分泌所需的量。 \n　　2.2.对实验性胃、十二指肠穿孔的治疗作用：对麻醉犬胃小弯及十二指肠第一部前壁各作人工穿孔一个，直径皆为1cm左右，灌入白及粉9g，15秒钟后两穿孔皆为白及所堵，40秒后，十二指肠穿孔即为大网膜遮盖，待动物逐渐苏醒、轻度活动时，再由胃管内注入稀粥500ml，观察两孔皆无漏出。再由肠系膜血管注入10%氯化钠20ml，胃蠕动显然增多、增强，也无内容物漏出。术后8小时再次剖腹，腹腔内未见胃内容物，腹腔渗出液极少，培养阴性。但若狗先饱食或穿孔较大，则服白及后无堵孔作用。此种作用可能是白及借其高度粘性，在胃内形成一定厚度的胶状膜，从而使穿孔堵塞，胃内容物停止外漏，为大网膜、肝脏等的遮盖作用造成更有利的条件。 \n　　3.预防实验动物肠粘连的作用：健康大白兔切开阑尾后作浆肌层致密缝合，模拟临床常见的具感染、缺血、异物和创伤的多因素粘连模型。结果用白及溶胶腹腔灌注的白兔，有2只未发生粘连，即使发生粘连处数目和粘连面积均明显少于右旋糖酐组和对照组，认为预防肠粘连是有效的，且比其他药物好。 \n　　4.抗菌、抗真菌作用：乙醇浸液用平板稀释法，1：100对金黄色葡萄球菌，1：20对枯草杆菌以及人型结核杆菌有抑制作用。水浸剂用试管稀释法，1：4对奥杜盎小孢子菌有抑制作用。从白及中提得5个成分，3个联苯类（bibenzyls）,2个双氢菲类（dihydrophenanthrenes）,100μg/ml浓度对枯草杆菌、金黄色葡萄球菌、白色念珠菌ATCC1057及发癣菌QM248有抑制作用。 \n　　5.抗癌及防癌作用：白及粘液质部分（主要为多糖成分）50mg/只腹腔注射，连续15-27天，对大鼠瓦克癌（W256）小鼠子宫颈癌（U14）、小鼠艾氏腹水癌实体型均有抑制作用，10、20mg/kg腹腔注射，连续10-25天，对小鼠肝癌、肉瘤180也有抑制作用。白及注射液（2%）4、6、8ml/只腹腔注射，每周3次，共给药48、60、72次，分批观察，表明对大鼠二甲氨基偶氮苯（DAB）诱发肝癌有明显抑制作用；电镜观察亚微结构，白及对肝细胞有较好的抗损伤作用，二甲氨基偶氮苯诱发的肝癌细胞，核大、核膜弯曲凹陷，白及组肝细胞结构正常。 \n　　6.其它作用：由抗动物失血性休克实验表明，2%的白及制剂可起到代血浆的作用，并有维持血容量及提高血压作用。白及胶质制成的5%注射剂，可作为硬化剂，在兔肠系膜静脉主干内注射，可使末梢血管壁形成无菌性炎症，血栓形成快，止血效果良好，对肝脏、肺脏无损害，作为血管栓塞材料，效果优于鱼肝油酸钠等。",
    "creation": "拣去杂质，用水浸泡，捞出，晾至湿度适宜，切片，干燥。",
    "function": "收敛止血；消肿生肌。主咯血；吐血；衄血；便血；外伤出血；痈疮肿毒；烫灼伤；手足皲裂；肛裂\n\n\n①《本经》：\"主痈肿恶疮败疽，伤阴死肌，胃中邪气，贼风痱缓不收。\"\n\n②《别录》：\"除白癣疥虫。\"\n\n③《药性论》：\"治结热不消，主阴下痿，治面上皯疱，令人肌滑。\"\n\n④《唐本草》：\"手足皲拆，嚼以涂之。\"\n\n⑤《日华子本草》：\"止惊邪、血邪，痢疾，赤眼，癥结，发背，瘰疬，肠风，痔瘿，刀箭疮扑损，温热疟疾，血痢，汤火疮，生肌止痛，风痹。\"\n\n⑥《本草图经》：\"治金疮不瘥，痈疽方中多用之。\"\n\n⑦李杲：\"止肺血。\"\n\n⑧《滇南本草》：\"治痨伤肺气，补肺虚，止咳嗽，消肺痨咳血，收敛肺气。\"\n\n⑨《中国药植图鉴》：\"治矽肺。\"",
    "taste": "苦；甘；涩；寒.\r\n\n\n\n\n《本经》：\"味苦，平。\"\n\n②《吴普本草》：\"神农、黄帝：辛。李氏：大寒。雷公：辛，无毒。\"\n\n③《别录》：\"辛，微寒，无毒。\"\n\n④李杲：\"苦甘，微寒，性涩。\"",
    "usage": "内服：煎汤，1～3钱；或入丸、散。外用：研末撒或调涂。",
    "compatibility": "外感咳血，肺痈初起及肺胃有实热者忌服。\n\n①《本草经集注》：\"紫石英为之使。恶理石。畏李核，杏人。\"\n\n②《蜀本草》：\"反乌头。\"\n\n③《本草经疏》：\"痈疽已溃，不宜同苦寒药服。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "白及，又名：连及草(《本经》)，箬兰、朱兰(《花镜》)，紫兰、紫蕙、百笠。\n多年生草本，高30～70厘米。块茎肥厚肉质，为连接的三角状卵形厚块，略扁平，黄白色；须根灰白色，纤细。叶3～5片，披针形或广披针形，长15～30厘米，宽2～6厘米，先端渐尖，基部下延成长鞘状，全缘。总状花序顶生，花3～8朵，疏生；苞片披针形，长1.5～2.5／厘米；花淡紫红色或黄白色，花被片狭椭圆形，先端尖，唇瓣倒卵形，内面有5条隆起的纵线，上部3裂，中央裂片矩圆形；雄蕊与雌蕊结合为蕊柱，两侧有狭翅，柱头顶端着生1雄蕊，花粉块4对，扁而长，蜡质；子房下位，圆柱状，扭曲。蒴果圆柱形，长3.5厘米，直径1厘米，两端稍尖狭，具6纵肋，顶端常具花瓣枯萎后留下的痕迹；花期4～5月。果期7～9月。\n生长于山野川谷较潮湿处。分布河南、陕西、甘肃、山东、安徽、江苏、浙江、福建、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。",
    "application": "用量6~15克，煎服，或3~6克，研粉吞服。用治咳血吐血、肺结核咳血、溃疡病出血。外用适量。用治外伤出血、疮疡肿毒、皮肤皲裂。不宜与乌头类药材同用。",
    "position": "为兰科植物白及的块茎。",
    "source": "《本经》"
  },
  {
    "name": "南沙参",
    "alias": "南沙参、泡参、泡沙参",
    "ingredient": "\n1.四叶沙参的根含三萜类皂甙为沙参皂甙。\n\n2.杏叶沙参的根含呋喃香豆精类：花椒毒素。\n",
    "process": "为桔梗科多年生草本植物沙参属轮叶沙参、杏叶沙参、阔叶沙参及同属多种植物的干燥根，野生。",
    "distinguish": "本品略呈圆柱形或圆锥形，略扭曲，偶有分歧，上端较粗，下端渐细，长5～20余厘米，直径1～3厘米。顶端常有粗细不一的茎芦。表面淡黄色。上部及茎芦上多有横皱纹，皱纹沟内有未去尽的褐色表皮，形成续断的环状斑纹。中下部有皱纹沟纹，并有须根痕及褐色斑点。质轻松，易折断，断面不平齐，黄白色，呈散乱层片状，有许多裂隙，无木质心。气微，味苦微苦。",
    "effect": "\n1、本品有祛痰作用，可持续4小时以上。\n\n2、沙参的1:40浸液无溶血现象，但能与红血球作用变色而发生混浊沉淀。\n",
    "creation": "切咀，生用。",
    "function": "\n养阴清肺，化痰，益气。用于肺热燥咳，阴虚劳嗽，干咳痰黏，气阴不足，烦热口干。\n",
    "taste": "\n甘，微寒。归肺、胃经。\n",
    "usage": "\n2～4钱。\n",
    "compatibility": "\n1.不宜与藜芦同用。\n\n2.风寒咳嗽禁服。\n",
    "storage": "\n置通风干燥处，防蛀。\n",
    "side_effects": "?",
    "category": "?",
    "plant": "\n1、四叶沙参(轮叶沙参)多年生草本，高30～50厘米。主根粗肥，长圆锥形或圆柱状，黄褐色，粗糙，具横纹，顶端有芦头。茎常单生，少有丛生，除花序外不分枝，无毛。基生叶成丛，卵形、长椭圆形或近圆形;茎生叶常4片轮生，偶有5～6片轮生，外形变化很大，由卵形、披针形至条形，长4～8厘米，宽1.5～3厘米，边缘有粗锯齿、细锯齿至全缘，叶越宽，齿越粗。夏季开花，花序圆锥状，下部花枝轮生，顶部花枝有时互生;花萼光滑而小，杯状，先端5裂，裂片条状;花冠蓝色，窄钟形，长约1厘米，先端5浅裂;雄蕊5;雌蕊1，下部具肉质花盘，花柱细长，突出花冠外，柱头2裂，子房下位。蒴果球形而稍扁，孔裂，含有多数种子。\n\n2、杏叶沙参 多年生草本，高60～100厘米，全株被白色细毛。主根粗肥，细长圆锥形。茎单一，直立，上部分枝。基生叶有长柄，叶片广卵形;茎生叶互生，有短柄或无柄;叶片卵形或窄卵形，长3～7厘米，愈向上部叶愈窄小，边缘有粗细不等的锯齿。夏季开花，宽相近，蓝色。蒴果近球形。\n",
    "application": "\n1.慢性支气管炎，干咳无痰或痰少而黏：南沙参9克，麦冬10克，杏仁9克，川贝母9克，批把叶9克。每日1 剂，水煎服。\n\n2.百日咳：南沙参9克，百部9克，麦冬10克。每日l剂，水煎服。有缓解痉挛性咳嗽作用。\n\n3.肺结核，干咳无痰：南沙参9克，麦冬6克，甘草3克。开水冲泡，代茶饮服。有强壮止咳作用。\n\n4.胃阴不足，胃部隐痛：南沙参10克，玉竹10克，麦冬10克，白芍10克，佛手5克，延胡索5克。水煎服，每日1剂。现代可用于慢性胃炎和胃神经症。\n\n5.食道炎、胸骨刺痛、吞咽困难：可用南沙参、麦冬、甘草、桔梗、金银花、连翘各100克，胖大海50克，共为蜜丸。每次1～2丸，日服3～5次，于两餐之间或空腹含化，缓咽。有明显疗效，而且复发率低。\n\n6.小儿口疮：南沙参6克，王竹6克，天花粉6克，扁豆6克，大青叶6克。水煎服，每日1剂。一般服药2～5剂，溃疡面愈合，疗效显著。\n\n7.虚火牙痛：大量南沙参(杏叶沙参)与鸡蛋同煮。食蛋。\n\n8.产后无乳：南沙参(杏叶沙参)12克与猪肉适量同煎。饮汤吃肉。\n",
    "position": "\n本品为桔梗科植物轮叶沙参或沙参的干燥根。\n",
    "source": "\n《全国中草药汇编》\n"
  },
  {
    "name": "松花粉",
    "alias": "松花、松黄(《唐本草》)。",
    "ingredient": "\n含油脂及色素等。\n",
    "process": "\n4～5月开花时，将雄球花摘下，晒干，搓下花粉，除去杂质。\n",
    "distinguish": "\n干燥松花粉为淡黄色的细粉末，用扩大镜观察，呈均匀的小圆粒。体质轻飘，易飞扬，手捻有滑润感，不沉于水。气微香，味有油腻感。以黄色、细腻、无杂质、流动性较强者为佳。\n\n\n主产浙扛、江苏、辽宁、吉林、湖北等地。\n",
    "effect": "?",
    "creation": "\n筛去杂质，晒干或烘干。\n",
    "function": "\n祛风益气，收湿，止血。治头旋眩晕，中虚胃疼，久痢，诸疮湿烂，创伤出血。\n\n\n①《纲目》：\"润心肺，益气，除风，止血。亦可酿酒。\"\n\n\n②《本草汇言》：\"疗久痢，解酒毒，清血热。\"\n\n\n③《本经逢原》：\"除风湿，治痘疮湿烂。\"\n\n\n④《随息居饮食谱》：\"酿酒主养血息风。\"\n\n\n⑤《江苏植药志》：\"预防汗疹。外用作创伤止血剂。\"\n\n\n⑥《四川中药志》：\"收敛止血。治皮肤湿疹，黄水疮湿烂不结痂。\"\n",
    "taste": "\n甘，温。\n\n\n①《本草衍义》：\"味淡。\"\n\n\n②《纲目》：\"甘，温，无毒。\"\n\n\n入足厥阴肝经、足太阴脾经\n",
    "usage": "\n内服：煎汤，1～2钱；浸酒或调服。外用：干掺或调敷。\n",
    "compatibility": "\n《本草衍义补遗》：\"多食发上焦热病。\"\n",
    "storage": "置干燥处，防潮。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n植物形态　常绿乔木，高达25m。一年生枝淡红褐色或淡灰色，无毛；二三年生枝上的苞片宿存；冬季红褐色，稍有树脂。树皮纵深裂或不规则鳞片状，少有浅裂成薄片剥落。针叶2针一束，粗硬，长10～15cm，树脂管约10个，边生；叶鞘宿存。雄球花丛生新枝基部，雌球花生于枝端。球果卵圆形，长4～10cm，成熟后蝉褐色，宿存；鳞盾肥厚，横脊显著，鳞脐凸起有刺尖。种子长卵圆形，长6～8mm，种翅长约10mm。花期4～5月，球果次年10月成熟。\n",
    "application": "外用干掺或调敷。用量3~5克，调服或浸酒饮。用治黄水疮、皮肤湿疹、糜烂、婴儿尿布性皮炎、外伤出血。有抗病毒及收敛、止血作用。外敷止血效果良好。另具有增耐力、对抗疲劳的作用。",
    "position": "为松科植物马尾松或其同属植物的花粉。植物形态详\"松节\"条。",
    "source": "《唐本草》"
  },
  {
    "name": "罗汉果",
    "alias": "拉汗果、假苦瓜、光果木鳖、金不换、罗汉表、裸龟巴",
    "ingredient": "\n含多量葡萄糖等。\n",
    "process": "\n9～10月间果熟时采摘，置地板上，使其后熟，约8～10天果皮由青绿转黄，用火烘炕，经5～6天，成为叩之有声的干燥果实，然后刷毛，纸包，装箱。\n",
    "distinguish": "\n干燥果实，圆形至长圆形，径5～8厘米，外表黄褐色至深棕色，较光泽，微具残留毛茸，少数有较深色的纵条纹。顶端膨大，中央有一圆形的花柱基痕，基部略狭，有果柄痕。质脆易碎，破碎后内表面黄白色，疏松似海绵状。除去中果皮，可见明显的纵脊纹10条。种子扁平，矩圆形或类圆形，棕色，边缘较厚，中央微凹，内有子叶2枚。味甜。以形圆、个大、坚实、摇之不响、色黄褐者为佳。\n\n\n主产广西。\n",
    "effect": "\n1.止咳作用：D-甘露醇有止咳作用。又可用于脑水肿，能提高血液渗透压，降低颅内压，脱水作用强于尿素，且持续时间长。还可用于大面积烧伤和烫伤的水肿，防治急性肾功能衰竭病和降低眼球内压，治疗急性青光眼以及代替糖作糖尿病患者的甜味食品或调味剂。\n\n\n2.对肠管作用：罗汉果健身茶(含罗汉果77.5%，含茶叶15%，含7.5%罗汉果制剂)对小白鼠离休小肠自发活动无明显影响，但可加强家兔和狗离体小肠自发活动。对乙酰胆碱或氯化钡引起的肠管强直性收缩均有拮抗作用，使肠管松弛而解痉;对肾上腺素引起的肠管松弛也有拮抗作用，使肠管恢复自发性活动。表明罗汉果健身茶对肠管运动机能有双向调节作用。\n\n\n3.其它作用：罗汉果健身茶对正常家兔胃生物电无影响，即不影响正常的消化道运动机能。罗汉果健身茶给麻醉狗灌胃，血压和心电图均无明显影响。\n",
    "creation": "果实烘干、备用。",
    "function": "\n清肺润肠。治百日咳、痰火咳嗽，血燥便秘。\n\n\n①《岭南采药录》：\"理痰火咳嗽，和猪精肉煎汤服之。\"\n\n\n②《广西中药志》：\"止咳清热，凉血润肠。治咳嗽，血燥胃热便秘等。\"\n",
    "taste": "\n味甘;性凉\n\n\n①《岭南采药录》：“味甘。”\n\n\n②《广西中药志》：“味甘，性凉，无毒。”\n\n\n入肺、脾二经\n\n\n《广西中药志》：\"入肺、脾二经。\"\n",
    "usage": "\n内服：煎汤，3～5钱。\n",
    "compatibility": "脾胃虚寒者忌服。",
    "storage": "置干燥处，防霉，防蛀。",
    "side_effects": "罗汉果健身茶急性毒性试验表明其毒性较小。",
    "category": "归经_肺经",
    "plant": "\n多年生攀援藤本。嫩茎被白色柔毛和红色腺毛，茎暗紫色，具纵棱。叶互生，卵形或长卵形，长11～16厘米，宽10～13厘米，先端急尖或渐尖，基部心形，全缘，上面绿色，被短柔毛，沿叶脉分布较密，下面暗绿色;嫩叶呈暗棕红色，密布红色腺毛，沿叶脉密被短柔毛;叶柄长4～5厘米，卷须侧生，先端二又。花单性，雌雄异株;花序柄、花柄、萼片、花瓣均被柔毛及腺毛;雄花腋生，5～7朵排列成总状;苞片1，矩圆形;萼5浅裂，裂片具线状尖尾;花瓣5，淡黄色，微带红色，卵形，长约2厘米，先端具尖尾;雄蕊3，花药分离。1枚1室，其余2枚2室;雌花单生于叶腋，萼管先端5裂;花瓣5，倒卵形，先端短尖，子房下位，与萼管合生，花柱3，柱头2歧，有退化雄蕊3。瓠果圆形、长圆形或倒卵形，幼时深棕红色，成熟时青色，被茸毛。花期6～8月。果期8～10月。\n\n\n多为栽培品，广西有大量栽培。\n\n\n本植物的叶(罗汉果叶)亦供药用，另详专条。\n\n\n本品随着果形不同，有茶山子、长单果、拉江子、红毛果等园艺品种。\n",
    "application": "用量9~15克，内服煎汤。用治伤风感冒咳嗽、咽痛失音、暑热口渴、肠燥便秘。",
    "position": "为葫芦科植物罗汉的果实",
    "source": "《岭南采药录》"
  },
  {
    "name": "木姜子",
    "alias": "山胡椒、木香子、木樟子、山姜子、木椒子、腊梅柴、大木姜、香桂子、猴香子、生姜材、黄花子、辣姜子",
    "ingredient": "1.清香木姜子 鲜果含挥发油2.5%-3%，主成分为柠檬醛-a（citral-a）即是牻牛儿醛（geranial），柠檬醛-b（citral-b）即是橙花醛（neral），共80.5%，柠檬烯（limonene）5.1%，香茅醛（citronellal）3.9%，芳樟醇（linalool）2.8%，牻牛儿醇（geraniol）1.9%等。种仁含油57.7%，主成分为月桂酸（lauric acid）占85.6%，还含癸酸（capric acid）7.5%，肉豆蔻酸（myristic acid）2.8%，油酸（oleic acid）2.6%，亚油酸（linoleic acid）1.1%，棕榈酸（palmitic acid）0.3%，十四碳烯酸（tetradecenoic acid）0.1%等。\n2.毛叶木姜子 果含挥发油3%-5%，脂肪油25%。\n3.木姜子 干果含挥发油约2%-6%，主要成分为柠檬醛（citral），牻牛儿醇（geraniol），柠檬烯（limonene）等。种仁含油55.4%，主成分为月桂酸（lauric acid）39.5%，癸酸（capric acid）41.7%，还含十二碳烯酸（dodecenoic acid）8.1%，癸烯酸（decenoic acid）2.7%，十四碳烯酸（tetradecenoic acid）1.0%，肉豆蔻酸（myristic acid）1.0%，油酸（oleic acid）1.7%，亚油酸（linoleic acid）2.9%，辛酸（caprylic acid）0.1%等。\n",
    "process": "秋季末采摘，阴干。\n\n",
    "distinguish": "性状鉴别 果实类圆球形，直径4-5mm。外表面黑褐色或棕褐色，有网状皱纹，先端钝圆，基部可见果柄脱落的圆形疤痕，少数残留宿萼及折断提醒柄。除去果皮，可见硬脆的果核，表面暗棕褐色。质坚脆，有光泽，外有一隆起纵横纹。破开后，内含种子1粒，胚具子叶2片，黄色，富油性。气蓄谋香，味辛辣，微苦而麻。\n\n",
    "effect": "1.平喘作用 离体气管平滑肌试验表明，山苍子油（毛叶木姜子果实提取的挥发油）10μl/ml能松驰豚鼠正常气管平滑肌及乙酰胆碱或组胺致痉的气管平滑肌。预先加入挥发油可阻断乙酰胆碱及组胺引起的收缩。用含1μl/ml挥发油的Locke液灌流，第3分钟开始就能增加正常豚鼠离体肺灌流量，给豚鼠灌胃300μl/kg，腹腔注射170μl/kg，对5%乙酰胆碱喷雾引起的支气管痉挛有明显的保护作用。大鼠被动皮肤过敏试验，豚鼠过敏性休克和豚鼠离体回肠过敏性收缩试验等，其挥发油均呈明显抗过敏作用，同时对慢反应物质所致豚鼠肠段收缩变有明显的拮抗作用。表明其平喘作用除扩张支气管，还与抗过敏介质的形成和释放有关。\n2.抗心律失常作用 给小鼠灌胃毛叶木姜子油0.3ml/kg，连续3d，能明显降低氯仿引起的心室颤动的发生率，变能对抗氯化钡引起的心律失常，对氯化钡所致大鼠的双向性心动过速的心律失常迅速恢复为正常窦性心律，对乌头碱引起心律失常的剂量及致死量有所提高，但统计学不显着，对毒毛花苷G引起的心律失常无对抗作用。\n3.抗真菌作用 0.005%-0.01%木姜子油能抑制试管内黄癣菌、断发毛癣菌、絮状表皮癣菌、石膏样孢子菌等9种皮肤癣菌。0.033%-0.1%还能抑制白色念珠菌、新型隐球菌、孢子丝菌及几种皮肤着色真菌（裴氏着色真菌、卡氏枝孢菌、茄病镰刀霉、粉绿木霉等）。唯对曲菌抑菌力较弱，直到浓度加大到1%，才能抑制黄曲霉和烟曲霉。除抑菌作用外，木姜子油尚有一定程度的杀菌作用。初步认为抑菌有效成分为柠檬醛等。\n",
    "creation": "?",
    "function": "健脾，燥湿，调气，消食，止痛，解毒消肿。主胃寒腹痛；暑湿吐泻；食滞饱胀；痛经；疝痛；疟疾；疮疡肿痛\n。\n\n①《贵州民间药物》：\"健脾燥湿，助消化，外治疮毒。\"\n\n②《重庆草药》：\"逐寒、镇痛，健胃、消饱胀。治心胃冷气痛，冷骨风，寒食摆子，痛经。\"\n\n③《湖南药物志》：\"祛风，散寒。\"",
    "taste": "\n味辛，苦；性温。归脾、胃经。\n",
    "usage": "内服：煎汤，3～5钱；或入散剂。外用：捣烂敷或研粉调敷。",
    "compatibility": "热证忌服。\n《重庆草药》：\"肠胃有热者忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "1.清香木姜子 落叶小乔木，高10m。幼枝有短柔毛；顶芽圆锥形，外被黄褐色柔毛。叶互生；叶柄长1.5cm；叶片卵状椭圆形或长圆形，长7-14cm，宽2.5-5cm，先端渐尖，基部楔形略圆，上面深绿色，无毛，下面粉绿色，被疏柔毛，中脉稍密。雌雄异株；伞形花序腋生，常4个簇生于短枝上，每一花序有花4-6朵，先叶开放或与叶同时开放；花被裂片6，黄绿色或黄白色，椭圆形，长约2mm；能育雄蕊9，花丝有灰黄色柔毛，花药4室，皆内向瓣裂。果球形，直径5-7mm，先端具小尖头，成熟时黑色；果柄长4mm，果托不增大，有稀疏短柔毛。花期2-3月，果期9月。\n2.毛叶木姜子 落叶灌木或小乔木，高达4m。幼枝灰褐色，密被短柔毛，老时脱落；顶芽圆锥形，鳞片外面有柔毛。叶互生或聚生于枝顶；叶柄被白色柔毛；叶片长圆形椭圆形，长4-12cm，宽2-4.8cm，先端急尖，基部楔形，上面暗绿色，无毛，仅中脉疏被柔毛，下面绿白色，密被白色柔毛。伞形花序腋生，常2-3个簇生于短枝上；花单性雌雄异株，每一花序有花4-6朵，先叶开放或与叶同时开放；花被裂片6，黄色，宽倒卵形；能育雄蕊9，花丝有柔毛；退化雌蕊无。果球形，直径约5mm，果托很小，成熟时蓝黑色，果梗长5-8mm，有稀疏短柔毛。花期3-4月，果期9-10月。\n3.木姜子，落叶小乔木，高3-7m。花枝细长。叶簇聚于枝端，纸质，披针形或倒披针形，长5-10cm，初有绢丝状短柔毛，后渐变为平滑；叶柄有毛。花单性，雌雄异株；伞形花序，由8-12朵花组成，具短梗；花先于叶开放；总苞片表面有毛，早落；花黄色，花梗细小，长1-1.5cm，有绢丝状粗毛；花被6，倒卵形；花药4室，瓣裂，全内向，花丝仅于基部有细毛；雌花较大，有粗毛。核果球形，蓝黑色，直径约7-10mm；果梗上部稍肥大。花期3-4月。果期8-9月。\n",
    "application": "?",
    "position": "为樟科植物清香木姜子、毛叶木姜子和木姜子的果实",
    "source": "《贵州民间药物》"
  },
  {
    "name": "香茅",
    "alias": "大风茅(《岭南采药录》)，柠檬茅(《种子植物名称》)，柠檬草(《广州植物志》)，茅草茶、姜巴茅(《贵州民间药物》)，姜草、香巴茅(《四川中药志》)，香茅草、风茅草(《广东中药》Ⅱ)，姜巴草(《贵州草药》)。",
    "ingredient": "\n茎叶含挥发油0.4～0.8%，其中主要成分柠檬醛，含量达75～85%。又含少量香茅醛、牻牛儿醇和甲基庚烯酮。\n",
    "process": "\n全年可采，采得后洗净，晒干。\n",
    "distinguish": "?",
    "effect": "\n香茅的挥发油有抗真菌(如委内瑞拉链丝菌等)作用。曾有报告，叶、根中含胰岛素样物质，为灰白色、无臭微苦的粉末，非生物碱或甙，亦非鞣质；其胰岛素效价为：口服1克相当440单位，皮下注射相当880单位。香茅醛及牻牛儿醇皆有特异气味，可作香料；无特殊药理作用。与香茅醇化学结构相近的香茅酸对小鼠皮下注射，有麻痹作用；对离体蟾蜍心脏有强心作用，大剂量可致收缩期停止。注射于家兔可使血压下降，呼吸增大。蟾蜍下肢灌流可使血管扩张。在离体兔肠标本上，有抑制平滑肌的作用。对兔有溶血作用。\n",
    "creation": "?",
    "function": "\n疏风解表，祛瘀通络。治感冒头痛，胃痛，泄泻，风湿痹痛，跌打损伤。\n\n①《岭南采药录》：\"散跌打伤瘀血，通经络。头风痛，以之煎水洗。将香茅与米同炒，加水煎饮，止水泻。煎水洗身，可祛风消肿，解腥臭。提取其油，可止腹痛。\"\n\n②《陆川本草》：\"发表退热，消肿止痛。主治风湿骨痛，跌打损伤，感冒身热。\"\n\n③《四川中药志》：\"祛风湿，散凉寒。治筋骨疼痛及半身麻木。\"\n\n④《广东中药》Ⅱ：\"治头晕，头风，风痰，鹤膝症；煎水饮可以止心痛。\"\n\n⑤《贵州草药》；\"补虚，止咳，镇痛，宁心。\"\n",
    "taste": "\n辛，温。\n\n①《岭南采药录》：\"味辛。\"\n\n②《陆川本草》：\"辛，温。\"\n\n③《四川中药志》：\"性温，味辛辣，无毒。\"\n",
    "usage": "\n内服：煎汤，1～2钱；或浸酒。外用：煎水洗或研末调敷。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n香茅\n多年生草本，全体带有柠檬香。秆粗壮，高达2米，节常具蜡粉。叶片长达1米，宽15毫米，两面均粗糙，呈灰白色。佛焰苞披针形，狭窄，长1.5～2厘米，红色或淡黄色，比总梗长3～5倍；伪圆锥花序线形至长圆形，疏散，具3回分枝，基部间断，其分枝细弱而下倾或稍弯曲以至弓形弯曲，第1回分枝具5～10节，第2回和第3回分枝具2～3节而单纯；总状花序孪生，长1.5～2厘米，具4节；穗轴节间长2～3毫米，具稍长之柔毛，但其毛并不遮蔽小穗；无柄小穗两性，线形或披针状线形，无芒，尖锐；第1颖先端具2微齿，脊上具狭翼，背面微凹而在下部凹陷，脊间无脉；第2外稃先端浅裂，具短尖头而无芒；有柄小穗铅紫色。\n栽植于耕地、园中或坡地。广东、广西、云南、四川、福建、台湾、浙江、上海等地均有。\n\n本植物的根(香茅根)亦供药用，另详专条。\n",
    "application": "?",
    "position": "\n为禾本科植物香茅的全草。\n",
    "source": "\n《岭南采药录》\n"
  },
  {
    "name": "紫石英",
    "alias": "赤石英,氟石。",
    "ingredient": "\n主要为氟化钙，纯品含钙51.2%，氟48.8%，但常有杂质氧化铁和稀土元素。\n",
    "process": "\n采得后，拣选紫色的入药。去净外附的砂砾及粘土。\n",
    "distinguish": "\n为不规则的块状。全体呈紫色或浅绿色，色深浅不匀。半透明至透明，玻璃样光泽。表面常有裂纹。质坚体重，不易碎，断面不整齐。气无，味淡。以色紫、质坚者为佳。不溶于水溶于硫酸，并放出氟化氢，与盐酸和硝酸作用很弱。\n产浙江、江苏、辽宁、黑龙江、河北、湖南、湖北、甘肃等地。\n\n《本草衍义》称：\"紫石英明澈如水精，其色紫而不匀。\"似与本品相符。又掌禹锡引《岭表录异》云：\"紫石英其色淡紫，其质莹澈，随其大小皆有五棱，两头如箭簇。\"则又似石英类矿物。目前市售品主要为萤石。但少数地区如四川、云南等地亦有以石英类矿物作紫石英入药者。\n",
    "effect": "?",
    "creation": "紫石英：洗净泥土，捣成小块。般紫石英：取净洁的紫石英块，入柑埚内，置无烟的炉火中煅红透，倒入醋盆中淬酥，取出，再煅淬一次，晾干。(每紫石英100斤，用醋30-40斤)1.《纲目》：(紫石英)凡入丸散，火煅醋淬七次，研末水飞过，晒干入药。2.《本经逢原》：(紫石英)经火则毒，生研极细，水飞三次用。",
    "function": "\n镇心，安神，降逆气，暖子宫。治虚劳惊悸，咳逆上气，妇女血海虚寒不孕。\n\n①《本经》：\"主心腹咳逆(\"咳逆\"一作\"呕逆\")邪气。补不足，女子风寒在子宫，绝孕十年无子。\"\n\n②《别录》：\"疗上气，心腹痛，寒热邪气，结气，补心气不足，定惊悸，安魂魄，镇下焦，止消渴，除胃中久寒，散痈肿。\"\n\n③《药性论》：\"女子服之有子，主养肺气，治惊痫，蚀脓，虚而惊悸不安者，加而用之。\"\n\n④《本草再新》：\"安新安神，养血去湿。\"\n\n⑤《本草便读》：\"温营血而润养，可通奇脉，镇冲气之上升。\"\n",
    "taste": "\n甘，温。\n\n①《本经》：\"味甘，温。\"\n\n②《别录》：\"辛，无毒。\"\n",
    "usage": "\n内服：煎汤，2～4钱；或入丸散。\n",
    "compatibility": "\n阴虚火旺者忌服。\n\n①《本草经集注》：\"长石为使。畏扁青、附子。不欲鮀甲、黄连、麦句姜。\"\n\n②《本草经疏》：\"妇人绝孕由于阴虚火旺不能接受精气者忌用。\"\n\n③《得配本草》：\"血热者忌用。\"\n",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "心；肝；肺；肾经",
    "plant": "等轴晶系。晶体呈立方体、八面体、十二面体；集合体常呈致密粒状块体出现。颜色很少是无色透明的，大部分被染成各种颜色，如黄、浅绿、浅蓝、紫色及紫黑色等，以浅绿、紫色和紫黑色者为最常见，其色可因加热、压力、X射线、紫外线等而改变，加热时能失去色彩，而受X射线照射后，又恢复原色。条痕白色。玻璃光泽。透明至微透明。解理依八面体。断口呈贝壳状。硬度4。比重3.18。加热后显萤光。此外，少数地区使用的紫色石英为氧化物类石英族矿物石英（Quartz）的紫色透明晶体，习称紫水晶（Amethyst），晶体结构属三方晶系。晶体呈六方双锥、六方柱聚形，柱面具横纹。集合体呈致密块状。淡紫色或深紫色，透明而莹澈，油脂光泽。硬度7，断口贝壳状，相对密度2.5-2.8，具压电性。不溶于一般酸。\n生境分布：形成于热液矿床中，或伟晶气液作用形成的矿脉中。有时也大量出现于铅锌硫化物矿床中。资源分布：分布于浙江武义、义乌、金华一带，甘肃、河南、湖南也是主要分布区。此外，黑龙江、辽宁、山西、山东、江苏、安徽、江西、福建、湖北、广东、四川、贵州、云南等地亦有分布。",
    "application": "用量9～15克，打碎，先煎。用治失眠多梦、心悸易惊、肺虚咳嗽、宫寒不孕。",
    "position": "\n为卤化物类矿物萤石的矿石。\n",
    "source": "\n《本经》\n"
  }
]