[
  {
    "name": "千里找根",
    "alias": "小赖藤(《云南中草药选》)，绿包藤，癞浆包藤(《云南恩茅中草药选》)，克赛麻奈(傣名)",
    "ingredient": "?",
    "process": "秋季采集。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "通经活血，清热解毒。治骨折，挫伤，刀伤，痢疾，腹胀，痈疖肿毒。\n\n①《云南中草药选》：\"通经活血，收口生肌。\"\n\n②《云南思茅中草药选》：\"清热解毒，驱虫。\"",
    "taste": "《云南中草药选》：\"苦，凉。\"",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "皱波青牛胆\n落叶攀援藤本，高达20余米。嫩枝圆柱形，黄绿色，老枝褐色或灰色，有显著凸出的皮孔，砍断后，很快自切面附近的皮孔生长出不定根数条，下延至地面。单叶互生，革质，叶片心形，长5～10厘米，宽3.5～8厘米，先端锐尖，基部心形，上面绿色；下面淡绿色，有微柔毛，基出脉5～7条，下面突起；叶柄长1.5～5厘米。花单性异株；雄花萼片6，2列；花瓣6，较小；雄蕊6；蜂花花瓣较小，匙形；假雄蕊6，棒状；心皮3.果序长7厘米；核果卵圆形，长1.5厘米，径约1厘米，热时橙黄色。\n\n生于杂木林内、路旁及篱笆上。分布云南等地。",
    "application": "?",
    "position": "为防己科植物皱波青牛胆的藤茎。",
    "source": "《云南中草药选》"
  },
  {
    "name": "白背三七",
    "alias": "大肥牛,枪刀药,清心菜,土生地,白仔菜药,散血姜,土田七,白血皮菜,胡豆七,胖儿草,三百棒,地滚子,磊救驾,百步还阳,石三七,树三七,大绿叶,接骨丹,玉枇杷,金丝枇杷,白东枫,厚面皮,鸡菜,白番苋,白红菜,疔拔,叉花三七,大晕病药",
    "ingredient": "正二十烷（n-Eicosane ），二十四烷醇（Tetracosanol ），二十八烷酸（Octacosanoic acid ），二十八烷醇（Octacosyl alcohol ），棕榈酸（Palmitic acid ），豆甾醇-3-O-β-D-吡喃葡萄糖苷（Stigmasterol-3-O-β-D- glucopyranoside ），豆甾醇（Stigmasterol ），β-谷甾醇（β-Sitosterol ），胡萝卜苷（Daucosterol ），木栓酮（Friedelin ）。　　从该植物中已分离得到具有肝毒性的吡咯啶生物碱，﻿以及黄酮、三萜、甾醇、核苷类化学成分。",
    "process": "秋、冬采挖，洗净晒干。",
    "distinguish": "根茎肥大、肉质，呈团块状，径2～3厘米，新鲜时灰黄色，侧生茎芽多枚，短圆锥状，有的可见环节。折断面灰白色。\n产广西等地。",
    "effect": "白背三七鲜样水提物3.3,6.6 mL/kg(相当于生药0.2,0.4 g/kg)及95%乙醇提取物0.75,1.50 mL/kg(相当于生药0.2,0.4 g/kg)对正常小鼠的血糖有显著的降低作用，其中1.50 mL/kg 95%乙醇提取物的降血糖效果优于格列本脲；白背三七乙酸乙酯提取物40 g(生药)/kg，正丁醇提取物4 g(生药)/kg均可明显降低正常小鼠的血糖，且乙酸乙酯提取物40 g(生药)/kg能明显降低四氧嘧啶糖尿病小鼠的血糖；白背三七总生物碱(32,16,8 mg/kg)、总黄酮(8,4,2 mg/kg)及单体化合物IV[3-O-β-D-吡喃葡萄糖(6→1)-α-L-鼠李糖山奈素](8,2 mg/kg)对正常及四氧嘧啶糖尿病模型小鼠血糖水平均有降低作用，该作用对四氧嘧啶糖尿病模型小鼠更为显著，其中对四氧嘧啶糖尿病模型小鼠血糖水平的降低作用从末次给药后0.5 h时即已显现，一直持续到末次给药后6 h，说明这些提取物和单体化合物的降血糖的作用。",
    "creation": "?",
    "function": "清热凉血，散瘀消肿。治支气管炎，肺结核，崩漏痈肿，烫伤。跌打损仿，刀伤出血。\n\n①《广西药植图志》：\"煮汤内服，凉血解毒；捣烂外敷跌打伤，消肿散瘀；又用以敷热痈，散痛消肿。经九蒸十晒，浸酒或煎汤服补血。\"\n\n②《云南中草药》：\"清热消炎，舒筋活络。治骨折，外伤出血，支气管炎，肺结核，崩漏。\"",
    "taste": "甘，凉。\n\n①《广西药植图志》：\"味甘，性凉。\"\n\n②《广西中药志》：\"味淡，性平，无毒。\"\n\n③《云南中草药》：\"咸微辛，寒，有毒。\"\n\n入肺，心二经。",
    "usage": "内服：煎汤。2～3钱；或浸酒。外用：捣敷或研末调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "白子菜，又名：鸡菜。\n多年生草本，高30～50厘米。根茎块状。茎紫红色，被短毛。叶根生；长卵形成矩圆状倒卵形，长9～15厘米，宽8厘米，先端钝或短尖，基部楔尖，有时有两耳，叶缘具不规则缺刻及锯齿，并有灰白色短缘毛，上面绿色，秃净或疏被灰白色短毛，主脉上较多，下面浅绿色或紫红色，主脉突出，上被疏短毛，网脉干时呈黑色；叶柄短或无。花茎根出，疏被短毛。头状花序顶生，数朵，径1～1.5厘米；总苞2轮，缘状披针形，外轮短，疏寓，内轮覆瓦状排列，倍长于外轮，疏被灰白色短毛；花全部管状，金黄色；雄蕊5，花药联合，内藏，着生于冠管的1／2处；雌蕊花柱细长，外露，柱头2裂。瘦果成熟时深褐色，有线条，冠毛白色。花期春束至冬初。\n喜生于潮湿的阴地上。分布台湾至华南。西南一带。\n\n本植物的茎叶(白背三七茎叶)亦供药用，另详专条。",
    "application": "?",
    "position": "为菊科植物白子菜的根及根茎。",
    "source": "《云南中草药》"
  },
  {
    "name": "黄蜀葵叶",
    "alias": "秋葵叶。",
    "ingredient": "?",
    "process": "为锦葵科植物黄蜀葵Abelmoschus manihot (L.) Medic.的叶。拉丁植物动物矿物名：1.Abelmoschus manihot (L.) Medic.[Hibiscus manihot L.]2.Abelmoschus manihot (L.)Medic.var pungens(Roxb.)Hochr.采收和储藏：春、夏季采收，鲜用或晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《福建民间草药》：\"托疮解毒，排脓生肌。\"",
    "taste": "①《福建民间草药》：\"甘，寒，滑，无毒。\"\n\n②福州军区《中草药手册》：\"甘，滑，微寒。\"",
    "usage": "外用：适量，鲜品捣敷。内服：煎汤，10-15g，鲜品可用至30-60g。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肾经",
    "plant": "1.黄蜀葵 一年生或多年生草本，高1-2m。疏被长硬毛。叶互生；叶柄长6-18cm，疏被长硬毛；托叶披针形，长l-1.5cm。叶掌状5-9深裂，直径15-30cm，裂片长圆状披针形，长8-18cm，宽1-6cm，两面疏被长硬毛，边缘具粗钝锯齿。花单生于枝端叶腋；小苞片4-5，卵状披针形，长15-25mm，宽4-5mm，疏被长硬毛；萼佛焰苞状，5裂，近全缘，较长于小苞片，被柔毛，果时脱落；花大，淡黄色，内面基部紫色，直径约12cm；雄蕊柱长1.5-2cm，花药近无柄；柱头紫黑色，匙状盘形。蒴果卵状椭圆形，长4-5cm，直径2.5-3cm，被硬毛。种子多数，肾形，被柔毛组成的条纹多条。花期8-10月。2.本变种与上种的区别为：植株全体密被黄色长刚毛。\n生境分布：常生于山谷草丛、田边或沟旁灌丛间。资源分布：1.分布于中南、西南及河北、陕西、山东、浙江、江西、福建等地。2.分布于西南及台湾、湖北、广东、广西、海南等地。",
    "application": "?",
    "position": "为锦葵科植物黄蜀葵的叶片，植物形态详\"黄蜀葵花\"条。",
    "source": "《福建民间草药》"
  },
  {
    "name": "白僵蚕",
    "alias": "僵蚕(《千金方》)，天虫(《药材资料汇编》)，僵虫(《河北药材》)。",
    "ingredient": "白僵蚕体表的白粉中含草酸铵。\n\n白僵菌的培养能合成大量草酸，吡啶-2，6-二羧酸，大量脂肪。脂肪中的脂肪酸组成主要是棕榈酸、油酸、亚油酸、少量硬脂酸、棕桐油酸和α-亚麻酸。白僵菌至少能分泌3种水解酶，即脂酶、蛋白酶和壳质酶，促进穿通受染幼虫表皮。并能利用谷氨酸、天门冬氨酸、草酸铵、柠檬酸铵、酒石酸铵作为氮源，但不能有效地利用无机氮化合物。白僵菌还含白僵菌黄色素，在培养中的氮源枯竭时这种色素迅速积累；还能合成溶纤维蛋白酶。白僵菌除感染家蚕外，还侵袭玉米螟、蜡蛾幼虫；并从中分离出高分子量的昆虫毒素和环肽类昆虫毒物质白僵菌素，白僵菌还含甾体11α-羟基化酶系，用于合成类皮质激素。",
    "process": "收集病死的僵蚕，倒入石灰中拌匀，吸去水分，晒干或焙干。",
    "distinguish": "呈圆柱形，多弯曲而皱缩。长约2～5厘米，直径4～7毫米。表面灰白色或现浅棕色，多被有白色粉霜。头、足及各节均清晰可辨。体外常杂有丝团缠绕。头部黄褐色，类圆形。足8对，呈突起状。质硬而脆，易折断；断面平坦，色棕、黑不一，多光亮，外层为白色，显粉性，内有4个褐色的亮圈。微有腐臭气，味微咸。以条直肥壮，质坚，色白，断面光者为佳。\n\n此外，用白僵菌接种于蚕蛹，使发病而成僵蛹，可代白僵蚕供药用，参见\"僵蛹\"条。",
    "effect": "1.抗惊厥作用：10%煎液2g／kg给小鼠口服，对硝酸士的宁引起的惊厥有明显的对抗作用。由市售白僵蚕、蝉蜕等组成的合剂（即五虎追风散的煎剂）能降低士的宁、戊四氮、可卡因，烟碱等引起小鼠惊厥的死亡数。人工白僵蚕煎剂亦有对抗士的宁所致的小鼠惊厥的作用。2.催眠作用：醇水浸出液对小鼠和兔有催眠作用，小鼠口服0.5g／20g，皮下注射0.25g／20g，约等于50mg／kg苯巴比妥皮下注射的催眠效力。3.僵蛹的药理作用：僵蛹对抗小白鼠由硝酸士的宁引起的惊厥，效果是明显的，结果与白僵蚕一致。在降低死亡率方面，试验组与对照组差异不明显，但僵蛹与白僵蚕的结果一致。两个结果中僵蛹都略优于白僵蚕。",
    "creation": "白僵蚕：拣去丝毛，洗净灰土，晒干。炒僵蚕：用麸皮撒于热锅中，侯烟冒起，倒入僵蚕，炒至黄色，取出筛去麸皮。放凉。(每僵蚕100斤，用麸皮10斤)\n\n①《雷公炮炙论》：\"凡使白僵蚕，先须以糯米泔浸一日，待蚕桑涎出如蜗牛涎浮于水面上，然后漉出，微火焙干，以布净拭蚕上黄肉毛并黑口甲了，单捣，筛如粉用也。\"\n\n②《日华子本草》：\"入药除绵丝并子尽，匀炒用。\"",
    "function": "祛风解痉，化痰散结。治中风失音，惊痫，头风，喉风。喉痹，瘰疬结核。风疮瘾疹，丹毒，乳腺炎。\n\n①《本经》：\"主小儿惊痫夜啼，去三虫，灭黑黚，男子阴瘍病。\"\n\n②《别录》：\"女子崩中赤白，产后余痛，灭诸疮瘢痕。\"\"未之，封疔肿，根当自出。\"\n\n③《药性论》：\"治口噤，发汗，主妇人崩中下血不止。\"\n\n④《日华子本草》：\"治中风失音，并一切风疾，小儿客忤，男子阴痒痛，女子带下。\"\n\n⑤《本草图经》：\"治中风，急喉痹，捣筛细末，生姜自然汁调灌之。\"\n\n⑥《医学启源》：\"去皮肤间诸风。\"\n\n⑦《纲目》：\"散风痰结核，瘰疬，头风，风虫齿痛，皮肤风疮，丹毒作痒，痰疟癥结，妇人乳汁不通，崩中下血，小儿疳蚀鳞体，一切金疮，疔肿风痔。\"\n\n⑧《本草正》：\"治小儿疳蚀，牙龈溃烂，重舌，木舌。\"\n\n⑨《玉楸药解》：\"活络通经，驱风开痹。治头痛胸痹，口噤牙疼，瘾疹风瘙；烧研酒服，能溃痈破顶，又治血淋崩中。\"",
    "taste": "辛咸，平。\n\n①《本经》：\"味咸，平。\"\n\n②《别录》：\"辛，平，无毒。\"\n\n③《药性论》：\"微温，有小毒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：研末撒或调敷。",
    "compatibility": "①《药性论》：\"恶桑螵蛸、桔梗、茯苓、茯神、萆薢。\"\n\n②《本草经疏》：\"凡中风口噤，小儿惊痫夜啼，由于心虚神魂不宁，血虚经络劲急所致，而无外邪为病者忌之。女子崩中，产后余痛，非风寒客入者，亦不宜用。\"",
    "storage": "?",
    "side_effects": "用体重18-22g小鼠，雌雄各半，分为5组，每组10只，以不同剂量的僵蛹水剂灌胃，观察24小时内各组动物死亡数，按Miller及Trainter法求出其半数致死量为44.5±1.4g／kg。剂量在35g／kg时开始出现毒性症状，表现为活动逐渐减少，伏地不动，部分物出现紫绀，10只动物中有一只死亡。",
    "category": "肝；肺；胃经",
    "plant": "家蚕蛾，雌、雄蛾全身均密被白色鳞片。体长1.6-2.3cm。翅展3.9-4.3cm。体翅黄白色至灰白色。前翅外缘顶角后方向内凹切，各横线色稍暗，不甚明显，端线与翅脉灰褐色，后翅较前翅色淡，边缘有鳞毛稍长。雌蛾腹部肥硕，末端钝圆；雄蛾腹部狭窄，末端稍尖。幼虫即家蚕，体色灰白至白色，胸部第2、第3节稍见膨大，有皱纹。腹部第8节背面有一尾角。\n生境分布：我国大部地区，均有饲养。资源分布：分布很广。\n栽培：用白僵病菌孢子接种在家蚕皮肤上，在适宜的温度、湿度下，使孢子发芽，侵入蚕体，因而发病毙僵，形成僵蚕。1.准备工作：接种前4-6天，将蚕房、蚕具清洁消毒，用2%浓度的福尔马林，加温至24℃以上，按每平方尺喷15ml，密闭24小时；亦可用0.2%赛力散、0.5%或1%石灰浆的混合剂，每平方尺喷洒25ml。2.接种：当蚕大眠（四眠）后，五龄响食前，取僵蚕洗液，或人工培养的白僵菌，调成均匀的浮悬液（天冷用温水，水温不超过32℃,天热用冷水），用单管式喷雾器，均匀地喷射到蚕体上，以蚕体见湿为度。下菌多少是生产僵蚕的一个关键。所以菌种数量应根据气候条件和饲育品种而定，广东增城地区每1mm（3）菌液中含8-10万个孢子左右,江苏无锡地区，一般1mm（3）菌液中含5-6万个孢子为宜。3.管理：接种时，饲育室要保湿保温，以干燥差0-1℃为标准，室温以25℃左右为宜。接种后15-20分钟第1次给桑，以后每隔5-6小时给1次，做到良桑饱食。温度和湿度是发僵率高低的关键之一，天热要降温，湿度不足要补湿，蚕僵死后应及时拾出，另窝摊放，保持温度和湿度，让其充分发僵。",
    "application": "①治疗糖尿病\n内服僵蚕丸，轻度患者每次1克，每日3次，中、重度每次2克，每日3～4次。观察9例，病程最长15年，最短8个月。经治2～5个月，全部病例的尿糖、血糖均有不同程度的降低，自觉症状消失，饮食及体重增加，全身有力，精神状况显著好转。停药或过度饮食及疲劳仍有复发的可能，故治疗后需保持一定的维持量(2克／日)。远期疗效尚待观察。\n\n②治疗急性乳腺炎\n将生僵蚕5钱，研成细末，用陈醋调匀，涂发炎部位及其周围，1日数次，保持湿润，直至肿块消散，一般症状缓解为止。另以金银花、蒲公英各2两，分次煎服或代茶。曾治17例，多数为炎症早期，除1例发病第5日就诊者仍化脓外，余16例均消散而愈，其中2例曾并用青霉素。一般用药2～3天症状缓解，肿块变软，5～8天肿块消失。",
    "position": "为蚕蛾科昆虫家蚕蛾的幼虫感染白僵菌而僵死的干燥全虫。动物形态详\"原蚕蛾\"条。",
    "source": "《本经》"
  },
  {
    "name": "蓼子草",
    "alias": "小毛蓼(《种子植物名称》)，小蓼子草、红蓼子(《四川中药志》)。",
    "ingredient": "?",
    "process": "开花期间采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《四川中药志》：\"散寒活血。治麻疹，羊毛疔，跌损后受寒，阴寒及陈寒。\"",
    "taste": "《四川中药志》：\"性温，味淡微辣，无毒。\"",
    "usage": "内服：水煎或酒煎，2～5钱。外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺经",
    "plant": "细刺毛蓼\n一年生直立草本，高30～65厘米。茎平滑无毛。叶互生，披针形，长8～12厘米，先端渐尖，全缘，基部楔形，近乎无柄，上面绿色，疏生细毛，下面浅绿，中脉及侧脉上密生细刺尖毛；托叶鞘筒状，膜质，有脉纹敷条，先端延长成缘毛，与托叶鞘相等或稍长.顶生或腋生总状花序，长6.5～14厘米，苞片膜质，边缘有缘毛；每个苞片内有小花1～2朵；花梗通常不伸出苞外；花小，粉红色或近白色，花被5裂，裂片卵圆形；雄蕊8，花丝线形，花药椭圆形；子房上位，椭圆形，花柱3，柱头头状。瘦果呈三角形，长约2毫米，黑褐色而有光泽，包于宿存的花被内。花期9月。\n生于沟边、路旁潮湿地。分布江苏、安徽、浙江、广东，台湾、四川等地。\n\n此外，同属植物酸模叶草(参见\"假辣蓼\"条)及蚕茧草(参见\"蚕茧草\"条)，在四川亦作蓼子草用。",
    "application": "?",
    "position": "为蓼科植物细刺毛蓼的全草及根。",
    "source": "《四川中药志》"
  },
  {
    "name": "狐胆",
    "alias": "狐",
    "ingredient": "?",
    "process": "将狐杀死后，剖腹，取出胆囊，阴干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治癫痫，心气痛，疟疾。\n\n①《纲目》：\"辟邪疟，解酒毒。\"\n\n②《陆川本草》：\"泻胆火，治癫痫。\"\n\n③《四川中药志》：\"风干研细兑开水服，治心气痛。\"",
    "taste": "《陆川本草》：\"甘苦，寒。\"",
    "usage": "内服：研末，0.5～1钱；或入丸剂。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肝；胆经",
    "plant": "1.狐狸，体长约75cm，重7.5kg。颜面狭窄，吻尖。四肢短，尾粗长，超过体长的一半，且其毛蓬松，身上有特殊的狐骚味。头部棕灰色，吻端棕黑色，下颌污白色，耳背黑色或棕黑色。背部红棕色，体侧黄褐色，腹部黄白色。四肢棕色或浅褐色，前后肢外侧有一条黑纹。尾色同背部，尾端白色。毛色因个体而有差异。2.南狐，体形似狗，中等细长。重7.5kg左右，外形与上种类似，亦有腭臭。毛色变化较大，通常标准者，其头、躯、尾为赤褐色；深者赤色，浅者黄褐色。个体头部灰棕色；唇、下颏至前胸暗白色；颈、肩、体两侧稍黄色，背部红棕色；腹面白色或黄白色，尾尖白色。前后肢外侧的黑褐色带纹，其宽狭不等。\n生境分布：栖息于森林、丘陵、草原等地。穴居树洞，土穴中常抱尾而睡。和动敏捷，食物杂。资源分布：分布于浙江、江西、福建、湖北、湖南、广东、广西、四川、云南等地。",
    "application": "?",
    "position": "为犬科动物狐的胆，动物形态详\"狐肉\"条。",
    "source": "《本草图经》"
  },
  {
    "name": "昙花",
    "alias": "琼花,凤花,金钩莲",
    "ingredient": "?",
    "process": "为仙人掌科植物昙花的花。拉丁植物动物矿物名：Epiphyllum oxypetalum (DC.) Haw.采收和储藏：6-10月花开后采收，置通风外晾干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清肺，止咳，化痰\n\n《陆川本草》：\"清肺，止咳，化痰。治心胃气痛，吐血，最适于肺结核。\"",
    "taste": "平，淡\n\n《陆川本草》：\"平，淡。\"",
    "usage": "内服：煎汤，3～6钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；心经",
    "plant": "昙花\n直立灌木，长达1米以上。主枝圆筒形，分杖扁平，绿色，叶状，边缘呈波状，中肋坚厚，无叶片。花大形，连筒部长约30厘米，宽约10厘米，晚间开放，开放期短，仅数小时；花被筒长而柔弱，长13～15厘米，宽约1厘米，花开时筒部下垂，至中途又曲而向上；花被白色，干时黄色，下部的呈鳞片状，卵状矩圆形，长约3毫米，中部的萼片状，线形至线状披针形，长约5厘米，上部的花瓣状，披针形至矩圆状披针形，长约6厘米，宽约3厘米；雄蕊细长，多数成束；花柱白色，突出于雄蕊，柱头线状16～18裂。果实长圆形，红色，有汁。种子多敷，黑色。花期夏、秋。\n多栽培于园圃。",
    "application": "?",
    "position": "为仙人掌科植物昙花的花。",
    "source": "《陆川本草》"
  },
  {
    "name": "倒赤伞",
    "alias": "大叶一支箭、刀口药、青皮草、一把箭、一支箭、兔耳防风",
    "ingredient": "?",
    "process": "7～9月采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "祛风散寒，止咳止痢。治风寒咳嗽，肠炎，痢疾。",
    "taste": "辛微苦，温。",
    "usage": "内服：煎汤，2～5钱。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "倒赤伞\n多年生草本，高30～50厘米。根茎粗短，密生多数须根。叶基生，叶片匙形，先端急尖或短尖，上面绿色，下面黄绿色。穗状花序顶生，花序梗圆柱形，具棱，疏生棕色柔毛；花粉红色；总苞圆柱形，苞片硬，极不相等。\n生于阴湿山坡。分布西藏等地。",
    "application": "?",
    "position": "为菊科植物倒赤伞的全草。",
    "source": "《西藏常用中草药》"
  },
  {
    "name": "鸡子",
    "alias": "鸡卵(《食疗本草》)，鸡蛋(《随息居饮食谱》)。",
    "ingredient": "\n鸡子可分鸡子壳、鸡子白、鸡子黄、凤凰衣(内膜)几个部分，成分参见各条。\n",
    "process": "为雉科动物家鸡的卵。",
    "distinguish": "?",
    "effect": "1.滋补强壮作用，元素蛋（用添加饲料喂养，富含锌、铁、钙、铜等元素的鸡蛋），比普通鸡蛋、有更高的营养价值。人群试验表明，元素蛋组的食欲改善率，毛发外观改善率远高于普通鸡蛋组（P<0.001）。呼吸道和口腔疾病的自愈率，以及身高、体重，血色素含量，血浆中锌、铁、钙、铜等元素含量均高于普通鸡蛋组。实验表明元素蛋是一种具有强身健体的高营养价值的鸡蛋。2.抗高血压作用 醋蛋有显着降血压作用，临床实验，服用醋蛋的原发性高血压病人平均血压比治疗前降低4.60+/-0.36/2.27+/-0.05kPa，与对照组比较有显着差异（P<0.01），且血压控制满意。早有报道醋蛋能抑制血压上升，防止动脉硬化发生，并能促进体内钠的消除，改善钠的代谢异常，保持体内钠和钾的平衡。醋蛋尚有补钙的作用，也有助于降低血压。3. 对小肠运动的影响，1：4稀释的醋蛋液20ml/(kg·d)灌胃，连续10天，使印度墨汁在小鼠小肠内的移动距离和移动率均显着高于对照组，醋蛋组小鼠的摄食量也显着增加。4.其他作用，醋蛋液同上剂量和用法，能明显增加小鼠的血红蛋白含量和血中白细胞数量；醋蛋液尚能提高红细胞的粘附功能，使其C3b受体花环率增加；增强红细胞清除循环免疫复合物功能，使红细胞-IC花环率下降，提示醋蛋液具有提高红细胞免疫功能的作用；同上剂量和用法，也能明显延长小鼠红细胞免疫功能的作用；同上剂量和用法，也能明显延长小鼠游泳时间。给大鼠醋蛋液15ml/(kg·d)，连用15天，能显着降低心和脑中脂褐素含量，表明有延缓衰老的作用。鸡蛋尚可用于制取卵磷脂（磷脂酰胆碱，lecithin），其药理作用可参见“猪脑”和“鸡子黄”。鸡蛋各部分的药理作用尚可参见“凤凰衣”、“鸡子白”和“鸡子壳”等。",
    "creation": "?",
    "function": "\n滋阴润燥，养血安眙。治热病烦闷，燥咳声哑，目赤咽痛，胎动不安，产后口渴，下痢，烫伤。\n\n①《本经》：\"主除热火疮，痫痉。\"\n\n②《药性论》：\"治目亦痛。\"\n\n③《食疗本草》：\"治大人及小儿发热，可取卵三颗，白蜜一合，相和服之。\"\n\n④《本草拾遗》：\"益气，多食令人有声。一枚以浊水搅，煮两沸，合水服之，主产后痢。和蜡作煎讲，与小儿食之，止痢。\"\n\n⑤《日华子本草》：\"镇心，安五藏，止惊，安胎。治怀妊天行热疾狂走，男子阴囊湿痒，及开声喉。醋煮，治久痢。和光粉炒干，止小儿疳痢，及妇人阴疮。和豆淋酒服，治贼风麻痹。\"\n\n⑥《日用本草》：\"治汤火疼痛。\"\n\n⑦《随息居饮食谱》：\"补血安胎，濡燥除烦，解毒息风，润下止逆。\"\n\n\n\n",
    "taste": "\n甘，平。\n\n①《药对》：\"平。\"\n\n②《药性论》：\"味甘，微寒，无毒。\"\n\n③《本草便读》：\"生凉，熟温。\"\n",
    "usage": "\n内服：去壳生服、沸水冲、与他药同煮，或入丸剂。外用：去壳取黄、白，和药调敷。\n",
    "compatibility": "\n①孟诜：\"鸡子动风气，不可多食。\"\n\n②《本草汇言》：\"胸中有宿食积滞未清者，勿宜用。\"\n\n③《随息居饮食谱》：\"多食动风阻气，诸外感及疟、疸、痞满、肝郁、痰饮、脚气、痘疮，皆不可食。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾；胃经",
    "plant": "家鸡，家禽。嘴短而坚，略呈圆锥状，上嘴稍弯曲。鼻孔裂状，被有鳞状瓣。眼有瞬膜。头上有肉冠，喉部两侧有肉垂，通常呈褐红色；肉冠以雄者为高大，雌者低小；肉垂亦以雄者为大。翼短；羽色雌、雄不同，雄者羽色较美，有长而鲜丽的尾羽；雌者尾羽甚短。足健壮，跗、跖及趾均被有鳞板；趾4，前3趾，后1趾，后趾短小，位略高，雄者跗跖部后方有距。\n生境分布：家鸡因饲养杂交的关系，口种繁多，形体大小及毛色不一。食物主要为植物的种子、果实及昆虫等。雄鸡善啼。资源分布：全国各地均有饲养。",
    "application": "\n①治疗疟疾\n\n",
    "position": "\n为雉科动物家鸡的卵。动物形态详\"鸡肉\"条。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "茵陈蒿",
    "alias": "因尘、马先、茵蔯蒿、茵陈、因陈蒿、绵茵陈、绒蒿、细叶青蒿、臭蒿、安吕草、婆婆蒿、野兰蒿、茵陈",
    "ingredient": "茵陈蒿含具利胆作用的有效成分蒿属香豆精，\n\n即6,7-二甲氧基香豆精含率因季节而异，开花期最高，达1.98%，以及绿原酸和咖啡酸。全草含精油约0.27%；果穗中精油较多，含率达1%。其成分有:β-蒎烯，茵陈炔酮，茵陈烯酮，茵陈炔，茵陈素。还含脂肪油，其中脂肪酸为硬脂酸，棕榈酸，油酸，亚油酸，花生酸，褐煤酸。灰分中含氯化钾。种子中也含蒿属香豆精及氯化钾。\n\n黄蒿含蒿属香豆精，含率因部位和季节而异，花蕾中有0.5%，花头和种子中有2%；开花期全草有0.46%，开花前的花头中有1.52%，但幼苗中不含蒿属香豆精而含绿原酸。全草含精油约0.6%，以开花期含率最高，约达0.95%。其成分有:侧柏醇，正丁醛，糠醛，甲庚酮，葛缕酮，1，8-桉叶素，侧柏酮，乙酸牻牛儿酯，毕澄茄烯，丁香油酚，α-蒎烯，β-蒎烯，冰草烯等。还含脂肪油，其中脂肪酸为肉豆蔻酸5.1%，棕榈酸23.48%，硬脂酸24.43%，花生酸18.04%，亚油酸11.25%，油酸10.09%；非皂化部分中有β-谷甾醇19.81%。又含另一利胆成分4-羟基苯乙酮。还含胆碱，水杨酸，壬二酸，石竹烯环氧化物等。根含β-谷甾醇及草酸等。",
    "process": "春季幼苗高约三寸时采收，除去杂质，去净泥土，晒干。",
    "distinguish": "干燥的幼苗多揉成团状，灰绿色，全体密被白毛，绵软如绒。茎细小，长6～10厘米，多弯曲或已折断；分枝细，基部较粗，直径1.5毫米，去掉表面的白毛后，可见明显的纵纹。完整的叶多有柄，与细茎相连，叶片分裂成线状。有特异的香气，味微苦。以质嫩、绵软、灰绿色、香气浓者为佳。\n主产陕西、山西、安徽。此外，山东、江苏、湖北、河南、河北、四川、甘肃、福建等地亦产。\n\n除上述品种外，尚有同属植物黄蒿(又名:滨蒿、北茵陈)、小白蒿等的幼苗，在东北等地作茵陈蒿使用。劲直蒿的幼苗在西藏地区作茵陈蒿使用。",
    "effect": "①利胆作用\n茵陈煎剂、茵陈栀子煎剂、茵陈蒿汤(茵陈、栀子、大黄以3:1.5:1)及其醇提取物均有促进大白鼠胆汁分泌的作用，但不够明显，茵陈煎剂对正常人的胆囊收缩(X线检查)只表现轻度缩小，容积改变不显著。茵陈的水浸液及精制浓缩浸液(去除及未去除挥发油的两种)对急性胆囊插管及慢性胆囊瘘管犬均有明显利胆作用，推测其有效成分可能是水及醇溶性物质，而挥发袖的作用则可疑或较弱；但也有报道，从南京茵陈中分离出的挥发油，对豚鼠有利胆作用。从茵陈及黄蒿的花蕾中分离出的6，7-二甲氧基香豆精，十二指肠给药，均可使麻醉大白鼠、总胆管插管及慢性胆囊瘘犬的胆汁分泌增加。从茵陈幼苗中提出的绿原酸(水溶性有机酸)对总胆管插管的大白鼠，静脉注射后约半小时即出现利胆作用，其对数剂量与胆汁分泌增加百分率成直线关系，绿原酸的水解物咖啡酸亦有利胆作用。茵陈蒿汤及茵陈浸膏，可使结扎输胆管之家兔的血胆红素降低(因手术所致肝细胞变性的影响仅为次要)。\n\n②对实验性肝炎的影响\n茵陈蒿汤、茵陈蒿及?子大黄煎剂均能降低小白鼠四氯化碳中毒性肝炎的死亡率，茵陈的水浸液及精制浓缩浸液，对四氯化硪中毒性肝炎的犬其利胆作用较对正常犬显著，茵陈煎剂及茵陈挥发油对四氯化碳中毒性肝炎家兔的血清转氨酶无影响，但后者能使肝炎家兔食量增加，对病毒性肝炎之小白鼠无改善其死亡率及肝细胞病变的作用。茵陈蒿汤煎剂对家兔有促进肝细胞再生作用。\n\n③解热及抗微生物作用\n茵陈蒿汤、蒿陈浸剂对家兔人工发热有解热作用。茵陈及其同属植物Artemisiatridentata及A.nova的挥发油，在试管内对金黄色葡萄球菌有明显的抑制作用，对痢疾杆菌、溶血性链球菌、肺炎双球菌、白喉杆菌、牛型及人型结核杆菌等也有一定的抑制作用。茵陈挥发油在试管内能抑制皮肤病原性真菌的生长，其抗真菌有效成分为茵陈炔酮。茵陈能麻痹蚯蚓以及人、猪的蛔虫。黄蒿1:10对ECHO11病毒有抑制作用，在感染同时及感染后给药仅表现延缓停用。\n\n④降压作用\n茵陈的水浸剂及精制浸液均有降压作用，6，7-二甲氧基香豆精静脉注射及十二指肠给药对大鼠、猫、兔、犬均表现降压作用，其降压作用可能系通过中枢以及内脏血管扩张而致；对离体心室纤颤兔心冠脉流量明显增加，并使其恢复节律收缩；猫、兔心电图观察。可出现一过性房室传导阻滞及室内传导阻滞。\n\n⑤利尿作用\n茵陈的水浸液、精制浓缩浸液以及6，7-二甲氧基香豆精对犬均表现利尿作用；茵陈挥发油对中毒性肝炎之家兔能使尿量增加，尿色由黄变清。\n\n⑥其他作用\n茵陈水煎剂3克/公斤对实验性动脉粥样硬化的家兔，给药2～3周后可使血清胆甾醇及β-脂蛋白下降，β/γ比率较对照组低，但C/P值却比对照组高，对主动脉弓的病变及内脏脂肪沉着均表现保护作用。茵陈水煎剂在试管内有抗艾氏腹水癌的作用，对接种艾氏腹水癌的小白鼠，仅初期有效。茵陈同属植物ArtemisiacaerulescensL.油的乳剂，可使小白鼠出现癫痫样发作，其作用部位在大脑皮层。四川茵陈水浸液对犬在位肠管与兔离体肠管均有抑制作用，而济南茵陈的浸剂、煎剂及酒精浸出液，对离体兔肠却略有兴奋作用。茵陈浸液对未孕家兔及产后豚鼠的离体子宫有兴奋作用，对离体蟾蜍心脏有抑制作用。呼吸困难，一般在5小时死亡，小白鼠1次口服半数致死量为7.246克/公斤。",
    "creation": "过筛，拣去杂质，除去残根，碾碎，再过罗去净泥屑。\n\n《雷公炮炙论》:\"去根细锉用。\"",
    "function": "清热利湿。治湿热黄疸，小便不利，风痒疮疥。配栀子、大黄治阳黄；配附子、干姜治阴黄。\n\n①《本经》:\"主风湿寒热邪气，热结黄疸。\"\n\n②《别录》:\"治通身发黄，小便不利，除头热，去伏瘕。\"\n\n③《本草拾遗》:\"通关节，去滞热，伤寒用之。\"\n\n④《日华子本草》:\"治天行时疾，热狂，头痛头旋，风眼痛，瘴疟，女人癥瘕，并内损乏绝。\"\n\n⑤《本草蒙筌》:\"行滞，止痛，宽膈，化痰。\"\n\n⑥《医学入门》:\"消遍身疮疥。\"\n\n⑦《医林纂要》:\"坚肾，燥脾湿，去郁，解热。\"\n\n⑧《本草再新》:\"泻火，平肝，化痰，止咳发汗，利湿，消肿，疗疮火诸毒。\"",
    "taste": "苦辛，凉。\n\n①《本经》:\"味苦，平。\"\n\n②《别录》:\"微寒，无毒。\"\n\n③《药性论》:\"味苦辛，有小毒。\"\n\n④《珍珠囊》:\"苦甘。\"\n\n入肝、脾、膀胱经。\n\n①张元素:\"入足太阳经。\"\n\n②《本草经疏》:\"足阳明、太阴、太阳三经。\"\n\n③《本草再新》:\"入肝、肾二经。\"\n",
    "usage": "内服:煎汤，3～5钱。外用:煎水洗。",
    "compatibility": "非因湿热引起的发黄忌服。\n\n①《本草经疏》:\"蓄血发黄者，禁用。\"\n\n②《得配本草》:\"热甚发黄，无湿气，二者禁用。\"",
    "storage": "?",
    "side_effects": "犬每天口服茵陈精制浸液（相当1g剂量的生药），未见毒性反应，仅有安静、思睡现象。6，7-二甲氧基香豆精给小白鼠1次口服10g/kg，动物多呈静卧状态、呼吸困难，一般在5小时死亡，小白鼠1次口服半数致死量为7.246g/kg。毒性：6,7-二甲氧基香豆素灌胃对小鼠的半数有效量为940mg/kg。大鼠每日灌胃50%煎剂5ml，连续2周,其食欲和体重与对照组无差异。6，7-二甲氧基香豆素小鼠灌胃的半数致死量为497mg/kg，口服的半数致死量为7246mg/kg。死亡大多发生在服药后4小时内，死前有阵发性惊厥。30-50mg/kg静脉注射，可使部分猫、兔心电图出现一过性房室传导阻滞及室内传导阻滞。茵陈二炔酮小鼠急性半数致死量为6.98mg/kg。对羟基苯乙酮小鼠腹腔注射的半数致死量为0.5g/kg，大鼠口服的半数致死量为2.2g/kg。小鼠腹腔注射茵陈素的生理盐水混悬剂、50%聚乙二醇400混悬剂以及口服1%西黄芪胶混悬剂的半数致死量分别为262．5±28．0mg/kg；105.0±10.5mg/kg；1373.0±79.0mg/kg。茵陈素毒性为中枢抑制，表现为匍伏、思睡、流涎。",
    "category": "归经_脾经",
    "plant": "茵陈蒿\n多年生草本，高40～100厘米。茎直立，木质化，表面有纵条纹，紫色，多分枝，老枝光滑，幼嫩枝被有灰白色细柔毛。营养枝上的叶，叶柄长约1.5厘米，叶片2～3回羽状裂或掌状裂，小裂片线形或卵形，密被白色绢毛；花枝上的叶无柄，羽状全裂，裂片呈线形或毛管状，基部抱茎，绿色，无毛。头状花序多数，密集成圆锥状；总苞球形，苞片3～4层，光滑，外层小，卵圆形，内层椭圆形，背部中央绿色，边缘膜质；花杂性，淡紫色，均为管状花；雌花长约1毫米，雌蕊1枚，柱头2裂，叉状；两性花略长，先端膨大，5裂，裂片三角形，下部收缩呈倒卵状，雄蕊5枚，聚药，先端尖尾状，基部具短尖，雌蕊1枚，柱头头状，不分裂。瘦果长圆形，无毛。花期9～10月。果期11～12月。\n多生于山坡、河岸、砂砾地。全国大部地区均有分布。",
    "application": "①治疗传染性肝炎\n㈠煎剂:茵陈蒿每次1～1.5两，水煎服，每日3次，小儿酌减。治疗黄疸型传染性肝炎32例，服药后能迅速退热.对黄疸消失和肝肿缩小亦有明显的效果。疗程平均7天。服药期间未发现副作用。治愈后亦无复发现象。㈡糖浆:茵陈2两，甘草1两，红枣25枚，加水煎至160毫升，再加糖浆40毫升混合。1～3岁12毫升，3～5岁15毫升，5～10岁30毫升，均日服3次。治疗14例(其中黄疸型13例)，观察结果:体温恢复正常平均3天，食欲转佳平均4.2天，黄疸消失平均7.6天，肝功能转为正常平均10.5天，肝脏缩小平均10天。㈢5%茵陈注射液:用作经络注射，每穴成人0.5毫升，小儿0.3毫升。取穴:第一组肝热穴(在背部5、6胸椎棘突间旁开5分，双侧)，肝炎点(下肢外踝上3寸；双侧)，右期门。第二组:肝俞(双)，中都(双)，右章门。两组交替，每日1次。10～45天为一疗程，两个疗程间停药3～5天，一般2～3疗程。操作时首先在经穴周围寻找阳性反应物，如触到结节、条索或敏感压痛，或肌肤隆起凹陷，则为注射点。一般注射1～5次后阳性反应物消失时，再按穴位注射。或开始即无反应物时，则按穴位注射。操作时要求:选择阳性反应物或经穴要准；进针快，推药快，撞针快。注射时进针5～8分(期门或章门宜斜刺，不可过深，以免损伤内脏或造成气胸)。疗效:治疗急性黄疸型46例，临床治愈45例，好转1例；急性无黄疸型12例，临床治愈10例，好转1例，无效1例；迁延性肝炎4例，临床治愈2例，好转1例，无效1例；慢性肝炎3例，临床治愈1例，好转1例，无效1例。\n\n②内服茵陈枣汤引起心律紊乱及阿-斯氏综合病征\n在应用茵陈枣汤(茵陈2两，枣18枚，水煎早晚分服)治疗传染性肝炎过程中，曾有2例女性成人患者分别在服药后1和4天发生心律紊乱及阿-斯氏综合征的严重反应，表现为头晕，心悸，发绀，脉细弱、渐至扪不到，心跳加速，节律紊乱，出冷汗，抽搐，人事不省，心跳呼吸一度停止。均经及时抢救始脱险。",
    "position": "为菊科植物茵陈蒿的幼嫩茎叶。",
    "source": "《本经》"
  }
]