[
  {
    "name": "阿胶",
    "alias": "傅致胶,盆覆胶,驴皮胶",
    "ingredient": "\n多由胶原及其部分水解产物所成，含氮16.43～16.54%，基本上是蛋白质。水解产生多种氨基酸，其中有赖氨酸10%、精氨酸7%、组氨酸2%等。从产生的氨基酸看，阿胶与明胶相似，但前者之赖氨酸较多，且含胱氨酸，而缺乏色氨酸。含灰分0.75～1.09%，钙0.079～0.118%。\n",
    "process": "\n驴皮全年均可采收。一般在10月至翌年5月为阿胶生产季节。先奖驴皮放到容器中用水浸泡软化，除去驴毛，剁成小块，再用水浸泡使之白净，放入沸水中皮郑缩时捞出，再放入熬胶锅内进行熬炼。熬好后倾入容器内，待胶凝固后取出，切成小块，晾干。\n",
    "distinguish": "\n呈整齐的长方形块状，通常长约8.5厘米，宽约3.7厘米，厚约0.7或1.5厘米。表面棕黑色或乌黑色，平滑，有光泽。对光照视略透明。质坚脆易碎，断面棕黑色或乌黑色，平滑，有光泽。气微弱，味微甜。以色乌黑、光亮、透明、无腥臭气、经夏不软者为佳。\n\n主产山东、浙江。以山东产者最为著名，浙江产量最大。此外上海、北京、天津、武汉、沈阳等地亦产。\n",
    "effect": "\n①对血细胞影响\n\n大量抽血造成犬失血性贫血后，用阿胶溶液灌胃(30克/天，共10天)，其红细胞和血红蛋白增加的速度比对照组快。\n\n②对钙代谢的影响\n\n阿胶能改善动物体内钙平衡。用阿胶灌胃，同时在食物中加碳酸钙，能增加钙的吸收和在体内的潴留，使血钙略有增高;这种钙质载运作用可能与阿胶中所含甘氨酸有关。\n\n③防治进行性肌营养障碍症的作用\n\n用特别饲料喂养豚鼠，使全部造成进行性肌营养障碍症，加用阿胶者，仅20%发生，多数皆健全无症状。已发生此症后，再用阿胶，亦可使病症逐渐减轻。作者认为维生素E可防治此症，阿胶有效原因，可能与其能防止饲料中维生素E的氧化破坏有关。该特殊饲料里有中等量的维生素E，但因亦含动物性脂肪，易使维生素E氧化失效而造成此症。\n\n④其他作用\n\n猫试验证明，在它创伤性休克危急期，用生理盐水亦难挽救的情况下，注射阿胶精制溶液，可使血压上升而转危为安。用市售阿胶于4例胆囊造影者(15～20克，加水冲服)，仅1人有明显胆囊收缩，余3例无改变。\n",
    "creation": "\n阿胶：捣碎用。阿胶珠：先将蛤粉置锅内加热，至轻松时放入切好的骰形小块阿胶，炒至鼓起成圆珠状，呈黄白色，立即取出，筛去蛤粉，放凉。\n\n①《雷公饱炙论》：\"凡使阿胶，先于猪脂内浸一宿，至明出，于柳木火上炙，待泡了，细碾用。\"\n\n②陶弘景：\"阿胶作药用之，皆火炙，丸散须极燃，入汤微炙。\"\n\n③《纲目》：\"阿胶，今方法或炒成珠，或以面炒，或以火炙，或以蛤粉炒，或以草灰炒，或酒化成膏，或水化膏，当各从本方。\"\n",
    "function": "\n滋阴补血，安胎。治血虚，虚劳咳嗽，吐血，衄血、便血，妇女月经不调，崩中，胎漏。\n\n①《本经》：\"主心腹内崩，劳极洒洒如疟状，腰腹痛，四肢酸疼，女子下血。安胎。久服益气。\"\n\n②《别录》：\"丈夫小腹痛，虚劳羸瘦，阴气不足，脚酸不能久立，养肝气。\"\n\n③《药性论》：\"主坚筋骨，益气止痢。\"\n\n④《千金·食治》：\"治大风。\"\n\n⑤孟诜：\"治一切风毒骨节痛，呻吟不止者，消和洒服。\"\n\n⑥《日华子本草》：\"治一切风，并鼻洪、吐血、肠风、血痢及崩中带下。\"\n\n⑦《纲目》：\"疗吐血、衄血、血淋、尿血，肠风，下痢。女人血痛、血枯、经水不调，无子，崩中，带下，胎前产后诸疾。男女一切风病，骨节疼痛，水气浮肿，虚劳咳嗽喘急，肺痿唾脓血，及痈疽肿毒。和血滋阴，除风润燥，化痰清肺，利小便，调大肠。\"\n\n⑧《纲目拾遗》：\"治内伤腰痛，强力伸筋，添精固肾。\"\n",
    "taste": "\n甘，平。\n\n①《本经》：\"味甘，平。\"\n\n②《别录》：\"微温，无毒。\"\n\n③《医学启源》：\"《主治秘诀》云，性平，味淡。\"\n\n入肺、肝、肾经。\n\n①《汤液本草》：\"入手太阴、足少阴、厥阴经。\"\n\n②《本草汇言》：\"入手少阴、足少阴、厥阴经。\"\n",
    "usage": "\n内服：黄酒或开水烊化，1.5～3钱；煎汤或入丸、散。\n",
    "compatibility": "\n脾胃虚弱者慎服。\n\n①《本草经集注》：\"得火良，畏大黄。\"\n\n②《药性论》：\"薯蓣为之使。\"\n\n③《本草经疏》：\"性粘腻，胃弱作呕吐者勿服;脾胃虚，食不消者亦忌之。\"\n\n④《本草汇言》：\"胃弱呕吐有寒痰留饮者当忌之。\"\n\n⑤《本草备要》：\"泻者忌用。\"\n",
    "storage": "密闭，置阴凉干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n驴，体型比马小，体重一般200kg左右。驴肉的头型较长，眼圆，其上生有1对显眼的长耳。颈部长而宽厚，颈背鬃毛短而稀少。躯体匀称，四肢短粗，蹄质坚硬。尾尖端处生有长毛。驴的体色主要以黑、栗、灰三种为主。中国著名的品种关中驴，体型高大，繁殖力强。\n",
    "application": "\n1.治疗特发性血小板减少性紫癜 有人用驴胶补血冲剂治疗本病32例。方法：口服神箭牌补血冲剂，每次1包，每日3次，15岁以上每次2包，开水冲服，30日为1个疗程。停用其他药用。结果：痊愈24例，显效6例，无效2例，总有效率为93.8%。\n\n2.治疗月经过多性贫血 有人用驴胶补血冲剂治疗本病100例。方法：阿胶补血冲剂早、晚各服1包，6日为1个疗程。结果：基本痊愈20例，显效49例，有效23例，无效8例。\n\n3.治疗贫血白细胞减少症 有人用阿胶补血冲剂治疗本病178例。方法：给患者口服驴胶补血冲剂，每次1包(20g)，每日2次，连用28日。治疗期间，患者没有服用其他中西药物或采用其他治疗方法。结果：痊愈37例，显效?2例，有效47例，无效22例，总有效率为87.64%。\n\n4.治疗先兆流产 有人用阿胶补血冲剂治疗本病30例。方法：服用驴胶补血冲剂，每日3次，每次2包(40g)，10日为1个疗程，连服3个疗程。但要求患者停用其他药物，并卧床休息，避免一切可以引起子宫收缩的刺激，安定情绪，增强营养。结果：治愈15例，好转“例，无效1例，总有效率为96.7%。 　　5.治疗不孕症 笔者以驴胶补血冲剂为主治疗本病33例。方法：予以神箭牌驴胶补血冲剂;每次1包(20g)，每日2次。白带多者用乌贼骨20g煎水冲服;痛经者用制香附30g煎水调服;闭经者用益母草20g煎水冲服;头昏腰痛者用天麻20g煎水冲服。1个月为1个疗程。一般经1—4个疗程治疗后有效。其中经1个疗程者6例;2个疗程者16例;3个疗程者10例，4个疗程者1例。结果显效28例，有效2例，无效3例，有效率93%。\n\n6.治疗阳萎 有人以驴胶补血冲剂为主治疗本病40例。方法：以神箭牌驴胶补血冲剂每次1包(20g)，每日3次，口服1个月为1个疗程。凡治疗1个疗程已获痊愈的，不再继续服第2个疗程。治疗本病40例中，肾虚型29型，总有效率96.6%;其中偏肾阴虚17例，痊愈8例，显效5例，有效4例;偏肾阳虚12例，痊愈4例，显效3例，有效4例，无效1例;心脾受损型6例，痊愈2例，显效1例，有效2例，无效1例;恐惧伤肾3例，显效l例，有效1例，无效1例;湿热下注型2例，有效1例，无效1例。以肾虚型和心脾受损型疗效最好，尤以偏肾阴虚者疗效最好。\n\n7.治疗烧伤后消化道出血 有人用黄土汤治疗本病26例。方法：灶心黄土50g，阿胶、黄芩、附片、白术、生地黄、甘草、乌贼骨(研粉)、白及各10g。每日1剂半。水煎分3次服或频饮。结果：痊愈20例，显效4例，无效2例(死亡)，总有效率为92.3%。\n\n8.治疗习惯性流产 有人用阿胶治疗本病60例。方法：受孕后内服补肾益气安胎之补肾安胎饮加味：党参、杜仲、川断、狗脊各15g，阿胶(烊化)、艾叶炭、白术、菟丝子、桑寄生、益智仁、补骨脂各12g。自以往习惯性流产月份前1个月开始服，隔日1剂，连续服过平素习惯性流产月份。加减：肾虚者加山茱萸10g，山药各12g;气虚者加生黄芪15g;血虚者加熟地15g;血热者加黄芩9g;脾虚者加砂仁6g;流血多者加地榆炭9g。结果：43例痊愈，12例有效，5例无效，总有效率为91.60%。\n",
    "position": "\n为马科动物驴的皮去毛后熬制而成的胶块。动物形态详\"驴肉\"条。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "仙人掌",
    "alias": "风尾竻(《广东新语》)，龙舌(《桂乎县志》)，平虑草、老鸦舌(《南安府志》)，神仙掌，霸王(《本草求原》)，观音掌(《贵州民间方药集》)，观音刺(《广西中兽医药植》)。",
    "ingredient": "\n茎、叶含三萜、苹果酸、琥珀酸。灰分中含24%碳酸钾。\n",
    "process": "仙人掌科植物仙人掌的全株。",
    "distinguish": "?",
    "effect": "1.用仙人掌全草的提出物进行细菌培养实验，对金黄色葡萄球菌抑制效果最显着，而且对此菌的18个抗青霉素系也有高度的抑制作用。另外对枯草杆菌也有高度抑制作用。2.仙人掌中所含墨斯卡灵有致幻作用。",
    "creation": "?",
    "function": "\n行气活血，清热解毒。治心胃气痛，痞块，痢疾，痔血，咳嗽，喉痛，肺痈，乳痈，疔疮，汤火伤，蛇伤。\n\n\n①《本草求原》：\"消诸痞初起，洗痔。\"\n\n\n②《分类草药性》：\"专治气痛，消肿毒、恶疮。\"\n\n\n③《贵州民间方药集》：\"为健胃滋养强壮剂，又可补脾，镇咳，安神。治心胃气痛，蛇伤，浮肿。\"\n\n\n④《民间常用草药汇编》：\"为解热镇静剂。治喉痛，疗疔毒及烫伤，又治精神失常。外用治小儿急惊风。\"\n\n\n⑤《陆川本草》：\"消炎解毒，排脓生肌。主治疮痈疖肿，咳嗽。\"\n\n\n⑥《中国药植图鉴》：\"外皮捣烂可敷火伤，急性乳腺炎，并治足胝。煎水服，可治痢疾。\"\n\n\n⑦《湖南药物志》：\"消肿止痛，行气活血，祛湿退热，生肌。\"\n\n\n⑧《闽东本草》：\"能去瘀，解肠毒，健胃，止痛，滋补，舒筋活络，疗伤止血。治肠风痔漏下血，肺痈，胃痛，跌打损伤。\"\n\n\n⑨《广西中草药》：\"止泻。治肠炎腹泻。\"\n",
    "taste": "\n苦，寒。\n\n\n①《本草求原》：\"寒。\"\n\n\n②《岭南采药录》：\"味苦涩，性寒，无毒。\"\n\n\n③《陆川本草》：\"性凉，味酸。\"\n",
    "usage": "\n内服：煎汤，鲜者1～2两；研末或浸酒。外用：捣敷或研末调敷。\n",
    "compatibility": "\n①《岭南杂记》：\"其汁入目，使人失明。\"\n\n\n②《闽东本草》：\"虚寒者忌用。并忌铁器。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺；胃经",
    "plant": "\n仙人掌\n\n\n灌木，高1～3米。茎下部稍木质，近圆柱形，上部肉质，扁平，绿色，具节;每节卵形至矩圆形，长15～30厘米，光亮，散生多数瘤体，每一小瘤体上密生黄褐色卷曲的柔毛，并有利刺。叶肉质细小，披针形，先端尖细，紫红色，基部绿色，生于每个小瘤体的刺束之下，早落。花黄色，径达7～8厘米，单生或数朵丛生于扁化茎顶部边缘;雄蕊多数，数轮排列，花药2室;雌蕊1，花柱白色，圆柱形，通常中空，柱头6裂。浆果，肉质，卵圆形，长5～7厘米，紫红色，被细硬毛;种子多数。\n\n\n野生或栽培。分布云南、四川、贵州、广东、广西、福建等地。\n\n\n同属植物绿仙人掌亦同等入药。\n\n\n以上植物的花(神仙掌花)、果实(仙掌子)，以及肉质茎的浆汁凝结物(玉芙蓉)，亦供药用，各详专条。\n",
    "application": "\n①治疗冻伤\n\n\n取仙人掌去刺捣成糊状，敷于患处，纱布包扎，5天后去敷料。第一、二度冻伤一次可痊愈，三度冻伤(已溃烂者不适用)敷药3天后换药1次，1星期也可痊愈。\n\n\n②治疗早期急性乳腺炎、腮腺炎\n\n\n取仙人掌2块去刺捣烂，加入95%酒精50毫升调匀，外敷局部，每日2次，治疗100余例均愈。或将仙人掌捣烂取汁，加面粉适量调敷患处，治疗乳腺炎效果亦好。\n\n\n③治疗胃、十二指肠溃疡\n\n\n实验证明，仙人掌有止血和保护创面的作用，故适用于溃疡病出血者。用法：将鲜仙人掌去刺洗净，切片晒干研粉。每次1克，日服2次。对胃酸不高的患者，可于每斤仙人掌粉中加入鸡内金粉1～2两;胃酸偏高的再加入乌贼骨粉2～3两，混?。剂量服法同上，21天为一疗程。临床观察8例，服药后上腹疼痛、反酸、黑便等症状均消失或好转;7例钡餐复查，龛影、球部充盈不佳及变形等改变，亦大都消失。\n",
    "position": "为仙人掌科植物仙人掌的根及茎。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "草乌",
    "alias": "鸭头、药羊蒿、鸡头草、百步草",
    "ingredient": "\n　　乌头各部分含生物碱，其中主为乌头碱。乌头碱水解后生成乌头原碱、醋酸及苯甲酸。\n\n\n　　叶中还含肌醇及鞣质。多根乌头含有乌头碱、准噶尔乌头碱、准噶尔乌头胺、多根乌头碱、多根乌头定碱、乌头芬碱。准噶尔乌头根含总生物碱量1.5%，主要为乌头碱，准噶尔乌头碱。地上部分含总生物碱量0.7%，主要为准噶尔乌头碱。亚东乌头含有生物碱为伪乌头碱。紫草乌地上部分(叶和梗)含生物碱0.58%，其中分出结晶生物碱称紫草乌碱0.43%。据报道，日本产乌头除含乌头碱和新乌头碱外，还有次乌头碱、惰碱。\n",
    "process": "秋季采挖，除去残茎、须根及泥士，洗净，干燥。 ",
    "distinguish": "（1） 本品横切面：后生皮层为7～8列棕黄色栓化细胞；皮层有石细胞，单个散在或2～5个成群，类长方形、方形或长圆形，胞腔大；内皮层明显。韧皮部宽广，常有不规则裂隙，筛管群随处可见。形成层环呈不规则多角形或类圆形。木质部导管1～4列或数个相聚，位于形成层角隅的内侧，有的内含棕黄色物。髓部较大。薄壁细胞充满淀粉粒。粉末灰棕色。淀粉粒单粒类圆形，直径2～23μm；复粒由2～16 分粒组成。石细胞无色，与后生皮层连结的显棕色，呈类方形、类长方形、类圆形、梭形或长条形，直径20～133（234）μm ，长至465μm，壁厚薄不一，壁厚者层纹明显，纹孔细，有的含棕色物。后生皮层细胞棕色，表面观呈类方形或长多角形，壁不均匀增厚，有的呈瘤状突入细胞腔。\n（2） 取本品粉末0.5g，加乙醚10ml与氨试液0.5ml ，振摇10分钟，滤过，滤液置分液漏斗中，加0.25mol/L 硫酸溶液20ml，振摇提取，分取酸液适量，用水稀释后，照分光光度法（附录Ⅴ A）测定，在231nm 与275nm 的波长处有最大吸收。\n（3） 取本品粗粉1g，加乙醚15ml与氨试液1ml ，浸渍1 小时，时时振摇，滤过，取滤液5ml,蒸干，残渣加7％ 盐酸羟胺甲醇溶液5 滴与0.1％ 麝香草酚酞甲醇溶液1 滴，滴加氢氧化钾饱和的甲醇溶液至显蓝色后，再多加2 滴，置60℃水浴上加热1～2分钟，用冷水冷却，滴加稀盐酸调节pH值至2～3，加三氯化铁试液和氯仿各1 滴，振摇，下层液显紫色。",
    "effect": "\n　　草乌头(品种未鉴定)用小白鼠热板法实验，具有较强的镇痛作用，如与秦艽配伍，其镇痛效力可互相增强。草乌经甘草、黑豆法炮制后，毒性降低而不影响其镇痛效力。甘草、蜂蜜对草乌有解毒作用。\n\n\n　　草乌与川乌作用基本相同，前者生物碱含量0.425%，后者0.5991%。\n\n\n　　多根乌头中提出的总碱，10～20毫克/公斤注射于麻醉犬及兔，从心电图上可见心跳兴奋性及传导发生紊乱。\n\n\n　　自准噶尔乌头根中提出的生物碱超过30种以上，准噶尔乌头碱属于Atisine一类，将其400毫克/公斤皮下注射，可使小白鼠自发活动降低，有时后肢强直性收缩;对兔有弱的镇静作用，并能延长小鼠用催眠药引起的麻醉时间;用于兔有降温作用;静脉注射可降压，大剂量能阻断神经节，有弱的解M-胆碱样作用。酊剂外用可作为止痛剂，以治疗神经痛、偏头痛等，其止痛作用主要来自乌头碱，毒性极大。\n\n\n　　从紫草乌的叶和茎中分离得紫草乌碱，其1%溶液具有局部麻醉作用，效力相当于可卡因的2倍，将紫草乌碱注射于大白鼠大腿后侧坐骨神经周周，能产生传导阻滞;对人舌头有麻木和针刺感。将紫草乌碱溶液加热或放置于室温2～3个月之久，均不失效。异乌头碱0.02%溶液对家兔角膜有较弱的局部麻醉作用，将其注射于小白鼠大腿后侧坐骨神经周围，能使之产生传导阻滞.但局部刺激明显，且易吸收中毒，故不理想。用小白鼠热板法作实验，紫草乌碱小且不能提高痛阈，大量始有效，其镇痛指数很低。\n\n\n　　林地乌头对离体蛙心有兴奋作用，使心收缩加强，频率加快;灌流于离体蛙肝使血管扩张，小量升压，大量则抑制心血管;对饥饿动物能使其体重很快恢复，正常犬、兔口服后体重增加更快。\n\n\n　　日本产A.lusidusculum Nakai的成分Lucidusculin能抑制嘌呤类利尿作用，但对盐类利尿剂无影响，与乌头碱有本质的差别。A.gIgas L.et V.极毒，能使放牧的牛死亡;其中所含生物碱主要抑制运动神经末梢，有类似箭毒样作用。A.spicatum Stapf的根，对注射酵母引起发热的大鼠有解热作用，对小鼠扭体反应及机械引起的疼痛有镇痛作用，镇痛治疗指数高，说明较安全。A.heterophyllum Wall.的成分Atisine口服或肌肉注射，对发热的家兔无解热作用，静脉注射能轻度降压。\n",
    "creation": "\n　　制草乌：取净草乌，用凉水浸漂，每日换水2～3次，至口尝仅稍留麻辣感时取出，同甘草、黑豆加水共煮，以草乌熟透;内无白心为度，然后除去甘草及黑豆，晒至六成干，闷润后切片，晒干。 (每草乌100斤，用甘草5斤，黑豆10斤) 。\n",
    "function": "\n　　搜风胜湿，散寒止痛，开痰，消肿。治风寒湿痹，中风瘫痪，破伤风，头风，脘腹冷痛，痰癖，气块，冷痢，喉 痹，痈疽，疔疮，瘰疬。\n\n\n　　① 《本经》：主中风，恶风，洗洗出汗，除寒湿痹，咳逆上气，破积聚寒热。\n\n\n　　② 《别录》：消胸上痰，冷食不下，心腹冷疾，脐间痛，肩胛痛不可俛仰，目中痛不可久视，又堕胎。主风湿，丈夫肾湿阴囊痒，寒热历节掣引腰痛，不能行步，痈肿脓结。\n\n\n　　③ 《药性论》：能治恶风，憎寒，冷痰包心，肠腹疞痛，痃癖气块，益阳事，治齿痛，主强志。治男子肾衰弱，阴汗，主疗风温湿邪痛。\n\n\n　　④ 《药类法象》：治风痹血痹，半身不遂，行经药也。\n\n\n　　⑤ 《纲目》：治头风喉痹，痈肿疔毒。主大风顽痹。\n\n\n　　⑥ 《东医宝鉴》：治风湿麻痹疼痛，发破伤风汗。\n\n\n　　⑦ 《纲目拾遗》：追风活血，取根入药酒。\n\n\n　　⑧ 《贵州民间方药集》：治麻痹症。又为伤科要药。\n",
    "taste": "\n　　辛，热，有毒。\n\n\n　　① 《本经》：味辛，温。\n\n\n　　② 《别录》：乌头，甘，大热，有大毒。 乌喙:味辛，微温，有大毒。\n\n\n　　③ 《药性论》：味苦辛，大热，有大毒。\n",
    "usage": "\n　　内服：煎汤，0.5～2钱;或入丸、散。\n\n\n　　外用：生用，研末调敷或醋、酒磨涂。\n",
    "compatibility": "\n　　凡虚人、孕妇、阴虚火旺及热证疼痛者忌服。生者慎服。 生品内服宜慎。不宜与贝母、半夏、白及、白蔹、天花粉、瓜蒌、犀角同用。\n\n\n　　① 《本草经集注》：莽草为之使。反栝楼、贝母、白敛、白及(一本有半夏)。恶藜芦。\n\n\n　　② 《药性论》：远志为之使。忌豉汁。\n\n\n　　③ 《纲目》：畏饴糖、黑豆。冷水能解其毒。\n\n\n　　④ 《本草汇言》：平素禀赋衰薄，或向有阴虚内热吐血之疾，并老人、虚人、新产人，切宜禁用。\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归心、肝、肾、脾经。",
    "plant": "多年生草本。茎直立，高50～150cm，无毛。茎中部叶有稍长柄或短柄；叶片纸质或近革质，五角形，3全裂，中裂片宽菱形，渐尖，近羽状深裂，小裂片披针形，上面疏被短曲毛，下面无毛。总状花序窄长；花梗长2～5cm；小苞片线形；尊片5,紫蓝色.上萼片盔形；花瓣2，有长爪，距卷曲；雄蕊多数；心皮3~5。骨突果。花期～9月，果期10月。",
    "application": "\n　　①治疗风湿性关节炎等：将草乌制成注射液，肌肉注射，成人每次2毫升(含总生物碱2毫克)，每日1次;或穴位注 射，每穴0.5毫升，每次2～3穴(每日1次)或1～2穴(每日2次)，10天为一疗程，停药2～3日后可继续用药。孕妇忌用，心脏病慎用。\n\n\n　　治疗风湿性关节炎、腰腿窟、神经痛等共64例，总有效率为95.8%以上，大多治疗6～10日疼痛即见减轻，对重症风湿性关节炎止痛效果尤为明显。\n\n\n　　此外又用于感冒发热10例，除2例无效外，均于用药1～3次后收到退热效果。\n\n\n　　②用作麻醉、止痛剂生：草乌外用可麻醉末梢神经，作为局部麻醉、镇痛之用;与洋金花合用作为全身麻醉剂，似有相互抵销副作用及增强麻醉效果的作用。\n",
    "position": "为毛茛科植物北乌头Aconitum kusnezoffii Reichb.　的块根",
    "source": "?"
  },
  {
    "name": "罗布麻",
    "alias": "吉吉麻(《江苏植药志》)，泽漆麻、缸花草、野茶(《陕西中草药》)，罗布欢的尔(维名)。",
    "ingredient": "根含加拿大麻甙、毒毛旋花子甙元及K-毒毛旋花子次甙-β。叶含芸香甙、儿茶素、蒽醌、谷氨酸、丙氨酸、缬氨酸，氮化钾等，还含槲皮素和异槲皮甙。全草含新异芸香甙。",
    "process": "为夹竹桃科植物罗布麻的全草。",
    "distinguish": "?",
    "effect": "①降压作用\n罗布麻叶煎剂对肾型高血压狗灌胃后2小时，血压从194／142毫米汞柱降至152／100毫米汞柱，并一直稳定在较低水平，3天后才有回升。\n\n②强心作用\n罗布麻根中所含加拿大麻甙对离体及在位猫心均能使其收缩幅度增大，心率变慢，然后心律不齐，终于心跳停止于收缩期，其作用性质和速度与毒毛旋花子甙相似，戊巴比妥钠等中枢抑制药能减弱它的强心作用。用罗布麻根提取物对在位猫心进行实验，亦表现强心甙样作用。同属植物(如加拿大麻)用于心房纤维颤动的患者，效力较洋地黄差，如用至足以控制心律紊乱的剂量，往往引起恶心、呕吐、腹泻。\n\n③对实验性心脏疾病的影响\n加拿大麻甙对犬实验性心血管机能不足，有治疗作用，家兔心肌炎之急性循环障碍的症状有所减轻，并能防止心肌及冠状血管硬化，此作用较毒毛旋花子甙为优。它能使动脉粥样硬化家兔的心电图变化恢复正常，而对冠脉的收缩作用尤为显著，对垂体后叶素及凝血酶所致的家兔冠脉循环机能不足之动脉粥样硬化亦有疗效，但较弱。能增加心脏糖元再合成。\n\n④其他作用\n加拿大麻甙一般表现升压作用，并使离体兔耳血管收缩。对大白鼠的利尿作用较毒毛旋花子甙、糖芥甙Erysimin、Neriolin作用强。加拿大麻提取物，小量表现利尿作用(大鼠)，大量则反使尿量减少。此属植物多能增加肾血流，利尿作用较强，可用于心脏衰竭的水肿及肝硬化腹水；对粘膜的刺激性比洋地黄，毒毛旋花等植物强。\n\n⑤吸收，蓄积\n加拿大麻的新加仑制剂Кендожид给猫口服比静脉注射致死量大100倍的剂量，并不引起死亡，可见在胃肠道破坏较多。山东产罗布麻根的提取物，1天蓄积61.7%，1.5天蓄积58%，3天蓄积34.3%，因此有一定的蓄积性，而加拿大麻甙几无蓄积作用，第4天就全部排泄完。\n\n⑥生物活性\n山东罗布麻提取物之猫单位3.19毫克/公斤，较加拿大麻甙0.16毫克/公斤为低，而后者的强心作用及生物活性均较毒毛旋花子甙K弱。",
    "creation": "洗净、切段、晒干，备用。",
    "function": "清火，降压，强心，利尿。治心脏病，高血压，神经衰弱，肝炎腹胀，肾炎浮肿。\n\n①《江苏植药志》：\"乳汁可愈合伤口。\"\n\n②《中国药植图鉴》：\"嫩叶，蒸炒揉制后代茶，有清凉去火，防止头晕和强心的功用。\"\n\n③《陕西中草药》：\"清凉泻火，强心利尿，降血压。治心脏病，高血压，神经衰弱，肾炎浮肿。\"",
    "taste": "甘苦，凉。\n\n①《陕西中草药》：\"味淡涩，性凉，有小毒。\"\n\n②《新疆中草药手册》：\"味甘苦，性平，有小毒。\"",
    "usage": "内服：煎汤，2～3钱；或泡茶饮。",
    "compatibility": "时见消化系统症状如肠鸣、腹泻、食欲差，甚至呕吐，用于利尿时注意补钾。",
    "storage": "?",
    "side_effects": "罗布麻根煎剂对猫的致死量为0.46±0.12g/kg。罗布麻叶煎剂小鼠腹腔注射LD50为10.6g/kg；口服的LD50为66.9g/kg。大鼠一次口服罗布麻叶煎剂15、30、50kg/kg，观察二周与对照组动物无明显。黄酮甙小鼠腹腔注射LD50为398mg/kg。罗布麻根强心甙对猫的平均数致死量为3.2mg/kg。大白鼠亚急性毒性试验，证明罗布麻叶无毒。罗布麻煎剂：小鼠腹腔注射的LD50为10.6g／kg；op的LD50为66.8g／kg；大鼠一次腹腔注射l5、30、50g／kg，观察2周，与对照组动物无明显差异。腹腔注射黄酮甙小鼠的LD50为398mg／kg。罗布麻叶中的三十烷醇可降低环磷酰胺的微核率升高，故有抗突变作用。",
    "category": "?",
    "plant": "罗布麻，又名：红麻、野麻、茶叶花。\n多年生草本，高1～2米，全株含有乳汁。茎直立，无毛。叶对生，椭圆形或长圆状披针形，长2～5厘米，宽0.5～1.5厘米，基部圆形或楔形，先端钝。具由中脉延长的刺尖。边缘稍反卷，平滑无毛；叶柄短。聚伞花序生于茎端或分枝上；苞小形，膜质，披针形，先端尖；萼5裂，裂片披针形或三角状卵形，长约2毫米，被短毛：花冠粉红色或浅紫色，钟形，下部筒状，上端5裂，花冠里面基部有副花冠5；花盘边缘有蜜腺；雄蕊5，花药孔裂；雌蕊1，柱头2裂。绿色。蓇葖果长角状，熟时黄褐色，带紫晕，长10～15厘米，直径3～4毫米，成熟后沿粗脉开裂，散出种子。种子多数，黄褐色，近似枣核形，顶端簇生白色细长毛。花期6～7月。果期8～9月(西北、东北)。\n生长于河岸、山沟、山坡的砂质地。分布辽宁、吉林、内蒙古、甘肃、新疆、陕西、山西、山东、河南、河北、江苏及安徽北部等地。",
    "application": "①治疗高血压病\n每日用罗布麻叶1～2钱，开水泡当茶喝；或早晚定时煎服。共治596例，其中单用罗布麻叶169例；用其他降压药效果不稳定而改用罗布麻，或降压药与罗布麻同用，血压下降到一定程度后再用罗布麻巩固者计427例。结果症状消失或显着减轻者254例，减轻212例；其中血压下降至140／90毫米汞柱以下者143人，收缩压或舒张压下降20毫米汞柱以上者268人。有效率达88.59%。服药时间越长则疗效越高，超过半年的可达93.3%；但罗布麻的疗效与病程长短无明显关系。?头痛、眩晕、脑胀、失眠多梦和浮肿有较好的缓解作用此药对Ⅰ、Ⅱ期患者较为适宜；或作为治疗高血压病的辅助剂，对改善症状有较好疗效。副作用：较多的为肠鸣、腹泻；偶有胃痛，胃口不好，口干、口苦；个别出现气喘或肝痛。\n\n②治疗心力衰竭\n取干燥罗布麻根(切碎)5钱(约16克)，加水300毫升左右，浸泡12小时后用文火煎1小时，冷却过滤，得滤液约200毫升，加入尼泊金酯少许，即制成80%的煎剂。凡Ⅱ度或Ⅲ度充血性心衰病人入院后给煎剂每次100毫升，日服2次。心率减至70～80次／分时，改为维持量，每日1次，每次50毫升左右。观察慢性充血性心力衰竭病人50例，于用药后3～5天开始分析强心效果，结果显效(症状、体征明显减轻，心率减慢至正常范围)31例，有效(症状、体征有一定改善，心率减慢但未至正常)16例，无效3例。多致病人服药后在3天内心率逐渐降至80次以下，最快的服药2次后降至正常，最慢者5天降至正常。降至正常后，一般心衰的其它症状、体征也都明显好转或消失。此后即改用维持量。部分病人用药后，在心电图上呈现毛地黄效应样改变，S-T段斜行下降，并与T波前段融合。副作用和毒性反应：主要是消化道方面，以恶心、腹泻最多见；如能及时减量，反应可减轻或消失，反之则继续发展而出现呕吐。心脏方面的副作用主要是心动过缓和期前收缩，及时停药后可消失。\n\n③治疗水肿\n以罗布麻根4～5钱水煎服，每日2次，观察各种原因引起的水肿病人34例，证明有一定的利尿消肿作用。观察病例中包括肾性水肿、心性水肿各10例，肝硬化水肿6例，妊娠性水肿5例，其它水肿3例，多数为重危病人，用其它利尿药效果不显著者。服罗布麻根后显效10例，有效19例。除妊娠性水肿外，其他病人普遍有食欲增加、睡眠改善、尿量增多、浮肿消退，血压降低等表现。在治疗中应注意缺钾的现象。\n\n④防治感冒\n用泽漆麻500克，加水5000毫升，煎至2500毫升，加防腐剂。日服2次，每次50～100毫升。或制成50%注射液，每天2～3次，每次2毫升，肌肉注射。共治120例，治愈107例，占89.2%。风寒型疗效优于风热型。治疗中发现泽漆麻对气管平滑肌似有松弛作用。部分有气喘者，服药三天气喘即明显减轻或消失。预防每次用50～100毫升，煎剂，日服2次，似亦有效，但病例尚少，还有待进一步验证。",
    "position": "为夹竹桃科植物罗布麻的全草。",
    "source": "《陕西中草药》"
  },
  {
    "name": "五倍子",
    "alias": "文蛤、百虫仓(《开宝本草》)，木附子(《现代实用中药》)。",
    "ingredient": "盐肤木虫瘿含大量五倍子鞣酸及树脂、脂肪、淀粉。",
    "process": "角倍蚜的虫瘿，称为\"角倍\"，多于9～10月间采收；倍蛋蚜的虫瘿称为\"肚倍\"，多于5～6月间采收。如收采过时，则虫瘿开裂；影响质量。采得后，入沸水中煎3～5分钟，将内部仔虫杀死，晒干或阴干。",
    "distinguish": "①角倍\n又名：菱倍，花倍.呈不规则的囊状或菱角状，有若干瘤状突起或角状分枝，表面黄棕色至灰棕色，有灰白色软滑的绒毛，质坚脆，中空，破碎后可见黑褐色倍蚜的尸体及白色外皮和粉状排泄物。壁厚1～2毫米，内壁浅棕色，平滑。破折面角质样。气微而特异，味涩而有收敛性。以皮厚、色灰棕、完整不碎者为佳。\n\n②肚倍\n又名：独角倍。呈纺锤形囊状或长圆形，无突起或分枝，外表毛茸较少，壁厚2～3毫米，折断面角质样，较角倍光亮。以个大、皮厚、质坚、完整者为佳。\n\n上述药材产于四川、贵州、云南、陕西、湖北、广西等地。此外，如湖南、河南、甘肃、广东、安徽、浙江、江西、福建、山西等地亦产。以角倍的产量为大，肚倍的质量为佳。",
    "effect": "1.腺细胞的蛋白质被凝固引起分泌抑制，产生粘膜干燥，神经末梢蛋白质的沉淀，可呈微弱的局部麻醉现象。鞣酸可与若干金属、生物碱或甙类形成不溶解化合物，因而用作解毒剂。过去用鞣酸治疗烧伤（可结痂以保护创面，避免外界刺激，减少疼痛及体液丧失），因有很大缺点（可结成焦痂，遮盖感染，妨碍正常组织之生长，特别是大量吸收可伤害肝脏等），现代外科已不再应用。鞣酸对正常小肠运动无甚影响，由于其收敛作用而减轻肠道炎症，故可制止腹泻。如胃肠道中有细菌、毒物等刺激因素存在，不应使用鞣酸制剂。鞣酸多少可干扰食物之吸收（沉淀蛋白质），但在小肠之碱性环境中，蛋白质可重新被释出，因此食物或饮料中含少量鞣酸是无害的，但大量时如过度饮茶，可延缓食物之吸收。更大量甚至可引起刺激、腐蚀，特别在空腹时可导致疼痛、呕吐、下泻或便秘。2.抗菌作用：体外试验对金黄色葡萄球菌、链球菌、肺炎球菌以及伤寒、副伤寒、痢疾、炭疽、白喉、绿脓杆菌等均有明显的抑菌或杀菌作用。五倍子除鞣酸外尚含有其他抗菌有效成分，主要分布在皮部，五倍子心的煎剂无抗菌作用。五倍子煎剂对接种于鸡胚的流感甲型PR8株病毒有抑制作用，可能与其中所含鞣酸有关。100%煎剂用平板打洞法，对绿脓杆菌、痢疾杆菌、变形杆菌、大肠杆菌、伤寒杆菌、肠炎杆菌、炭疽杆菌、白喉杆菌、金黄色葡萄球菌、乙型链球菌及肺炎球菌均有抑制作用，其抑菌作用不是由于鞣酸的酸性，而是因其对蛋白有凝固作用；经乙醚提出鞣质后的五倍子液仍有抗菌作用。3.解毒：鞣酸能和很多重金属离子、生物碱及甙类形成不溶性的复合物，故可用作化学解毒剂。4.其他：鞣酸在胃肠道中难吸收，在通过胃肠道时水解成没食子酸，没食子酸无收敛作用，易被吸收并在体内分解。鞣酸在粘膜及创伤表面如被吸收过量，可导致肝小叶中心坏死。没食子酸及其酯类能抑制缓激肽（Bradykinin）对豚鼠回肠的收缩作用。",
    "creation": "拣净、敲开、剔去其中杂质。",
    "function": "敛肺，涩肠，止血，解毒。治肺虚久咳，久痢。久泻，脱肛，目汗，盗汗，遗精，便血，衄血，崩漏，外伤出血，肿毒，疮疖，睫毛倒卷。\n\n①《本草拾遗》：\"治肠虚泄痢，热汤服。\"\n\n②《日华子本草》：\"治中药毒，消酒毒。\"\n\n③《开宝本草》：\"疗齿宣疳蠿，肺脏风毒流溢皮肤作风湿疮，瘙痒脓水，五痔下血不止，小儿面鼻疳疮。\"\n\n④《本草图经》：\"生律液。\"\n\n⑤《本草衍义》：\"口疮，以末掺之。\"\n\n⑥《本草衍义补遗》：\"菩收顽痰，解诸热病。\"\n\n⑦《本草荤筌》：\"煎汤洗眼目，消亦目止疼，专为收敛之剂。\"\n\n⑧《纲目》：\"敛肺降火，化痰饮，止咳嗽，消渴，盗汗，呕吐，失血，久痢，黄病，心腹痛，小儿夜啼，治眼赤湿烂，消肿毒、喉痹，敛溃疮、金疮，收脱肛、子肠坠下。\"\n\n⑨《中药形性经验鉴别法》：\"用于火伤及烫伤。\"",
    "taste": "酸，平。\n\n①《开宝本草》：\"味苦酸，平，无毒。\"\n\n②《纲目》：\"酸咸，平，无毒。\"\n\n③《本草备要》：\"咸酸涩，寒。\"",
    "usage": "内服：研末，0.5～2钱；或入丸、散。外用：煎汤熏洗、研末撒或调敷。",
    "compatibility": "外感风寒或肺有实热之咳嗽及积滞未清之泻痢忌服。",
    "storage": "置通风干燥处，防压。",
    "side_effects": "小鼠腹腔注射100%五倍子煎剂0.25ml，均于12小时内死亡，减少为1/10量时则未见异常。豚鼠口服煎剂20g/kg，未见异常，皮下注射后，局部发生腐烂、坏死、动物表现不安，行动迟钝，萎靡，食欲差，呼吸急促，24小时后死亡。鞣酸进入机体后几乎全被分解为棓酸（Gallicacid）与焦棓酸，极大量则可引起灶性肝细胞坏死。小鼠腹腔注射100%五倍子0.25ml，均于12小时内死亡，减少1/10量时则未见异常。五倍子鞣质按1.875mg/kg剂量给94只小鼠皮下注射??，3天内死亡72只。肠鼠口服煎剂20g/kg未见异常，而改用皮下注射??后，局部发生腐烂、坏死，动物表现不安并于24小时后死亡。鞣酸进入机体后几乎全部被分解，但极大量亦可引起灶性肝细胞坏死。",
    "category": "归肺、大肠、肾经。",
    "plant": "落叶小乔木或乔木，高2～10米。树皮灰黑色，小枝密被棕色柔毛。单数羽状复叶，互生，总叶柄基部膨大，叶轴与总叶柄有宽翅，被淡黄色棕色短柔毛;小叶5～13枚，无柄，卵形、卵状椭圆形至椭圆形或长卵形，长5～14厘米，宽2.5～5厘米，先端渐尖、短渐尖或急尖。基部圆形或楔形，边缘有粗锯齿，上面绿色，疏生短柔毛，下面灰绿色，密被淡褐色短柔毛;无小叶柄。圆锥花序顶生，长20～30厘米厘米，花小，兼有两性花和雄花;两性花的萼片5，绿黄色，长卵形，长约0.6毫米，先端钝，外侧及边缘被短柔毛;花瓣5，白色，倒卵状长椭圆形，长1.6毫米，先端圆形，边缘及内侧基部具柔毛;雄蕊5，着生于花盘边缘，较花瓣略短，花药黄色，椭圆形，“丁”字着生，花丝黄色;雌蕊较雄蕊短，子房上位，密生长柔毛，花柱3，柱头头状，黄色;雄花略小于两性花，花萼、花瓣与两性花相似，雄蕊5，形小，中央有退化子房。果序直立;核果扁果形，直径约3～4毫米，熟时橙红色至红色，被灰白色短柔毛，内含种子1枚，扁圆形，灰色。花期6～9月，果期9～11月。",
    "application": "①防治水田皮炎\n五倍子1斤研成细末，放入白醋8斤中溶解，在下水田前，涂抹四肢受水浸泡处，使呈一黑色保护层。如已患水田皮炎，涂抹后半至1天内，患处渗出停止，疼痛减轻。\n\n②治疗盗汗\n五倍子研成细末，每晚睡前取1～3钱用冷开水调成糊状，敷于脐窝，纱布覆盖，胶布固定。重症每晚可敷2次。一般1～3次即可生效。共观察肺结核、矽肺合并肺结核等病的盗汗患者61例，均取得不同程度的疗效。\n\n③治疗宫颈糜烂\n用五倍子、枯矾各等量研细末，加甘油调成糊剂，用带线的小纱布块涂药贴塞于宫颈糜烂处，12小时后取出。每周复查一次。观察18例，4例糜烂处完全光滑，14例好转。\n\n④治疗枕部疖肿\n先剃光枕部头发，清洁消毒后拔除疖子脓栓，用五倍子粉适量与醋调成膏状敷于疖肿上，厚约2毫米。每日更换1～2次，每次换药需清洁创面。共治20例，除2例不断出现新疖外，余18例均经3～9天治愈。\n\n⑤治疗睫毛倒卷\n用五倍子1两研细末，加入蜂蜜或醋适量调匀，拌成糊状。用时先洗净眼睑皮肤，然后再将适量的糊剂涂于距睑缘2毫米处，每日1次，一般连涂3～10次，可望倒睫矫正。\n\n⑥用于拔牙创止血\n牙齿拔除后，如继续出血不止，可用五倍子粉末适量撒于创内(避免唾液浸入)，3～5分钟内拔牙创表面即为一层黄白色薄膜所覆盖，血块凝固于薄膜之下，无须咬棉纱条压迫。上颁牙拔除，粉末撒入不易，有时须稍加压迫以促进血块凝固。试用此法于拔牙后止血54人(63只牙)，止血效果均满意。",
    "position": "为倍蚜科昆虫角倍蚜或倍蛋蚜在其寄主盐肤木、青麸杨或红麸杨等树上形成的虫瘿。其寄主植物分别参见\"盐麸子\"、\"膏麸杨根\"、\"红麸杨\"条。",
    "source": "《本草拾遗》"
  },
  {
    "name": "双肾子",
    "alias": "天鹅抱蛋、玉凤花根(《江西草药》)，对对参(《昆明民间常用草药》)。",
    "ingredient": "?",
    "process": "秋季采挖，洗净晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "利尿，消炎，解毒。治睾丸炎，尿路感染，虚咳，痈疽疔毒。\n\n①《江西草药》：\"散气，解毒。\"\n\n②《昆明民间常用草药》：\"滋补肺肾，利尿，消炎。\"\n\n③《云南思茅中草药选》：\"滋补，止咳化痰。治睾丸炎，输卵管炎，体虚咳嗽。\"",
    "taste": "甘苦，平。\n\n①《江西草药》：\"辛，平。\"\n\n②《昆明民间常用草药》：\"甘苦，平。\"\n\n③《云南思茅中草药选》：\"甘淡，平。\"",
    "usage": "内服：煎汤，3～5钱；或磨汁服。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肾经",
    "plant": "齿片鹭兰又名：玉凤花、白花草。\n一年生草本，高30～80厘米。根2枚并生，比较粗短，卵形。茎直立。叶互生，叶片狭卵形，长6～12厘米，宽2～3厘米，先端渐尖，基部楔形；无柄抱茎，鞘状；两面无毛。花3～5朵疏生先端叶腋，花冠白色，径约1.5厘米；外花被3枚，两佣2枚线状狡针形，长8毫米；唇瓣3裂，长约12毫米，宽约15毫米，中间裂片狭尖，两侧裂片近半圆形，边缘有不规则细齿，距折曲状，末端略粗，长约4厘米；子房下端稍大。蒴果短角形。种子极多数，细小。花期秋季。\n生于山坡多石之处。分布江苏、江西、安徽及西南各地。",
    "application": "?",
    "position": "为兰科植物齿片鹭兰的块根或茎叶。",
    "source": "《云南思茅中草药选》"
  },
  {
    "name": "牛黄",
    "alias": "犀黄(《外科全生集》)，各一旺(蒙名)。",
    "ingredient": "含胆酸、胆甾醇、麦角甾醇、脂肪酸、卵磷脂、胆红素、胆绿素、去氧胆酸、鹅去氧胆酸、维生素D及钙、镁、铁、铜、锌等矿质元素。实验表明，牛黄具有抗惊厥、解热、镇痛、强心、抗心率失常和心肌损伤及降压作用，并有利胆及保肝作用。此外，能助脂肪消化，使胰酵素活化，并可与多种有机物结合成稳定的化合物，而起到解毒作用。牛黄一直是通过天然获得，进口较多，价格较昂贵。现采用“体外培育牛黄”技术，使市场需求得到缓解。人工牛黄的性状、结构、成分、含量、药效及临床疗效均与天然牛黄同。",
    "process": "全年均产。于宰牛时注意牛的胆囊、胆管及肝管中有无硬块，如有即为牛黄，应立即滤去胆汁，将牛黄取出(迟则为胆汁浸润而变黑)。除净外部薄膜，先裹以灯心草或通草丝，外面再包以白布或毛边纸，置阴凉处阴干。干燥时，切忌风吹、日晒、火烘，以防破裂或变色。本品大多取于胆囊，形较圆，商品称为\"胆黄\"或\"蛋黄\"。取于胆管、肝管者，呈管状，称为\"管黄\"。",
    "distinguish": "①胆黄(《本经逢原》)\n完整者呈卵形，方圆形或三角形，直径0.5～3厘米。表面金黄色或棕黄色，深浅不一，细腻而稍有光泽；有时外部有一层黑色光亮的薄膜，习称\"乌金衣\"；有的表面有裂纹，亦有呈麻面而不光滑的。质轻松脆，易于破碎。断面棕黄或金黄色，深浅不等，亦显光泽，有排列整齐的环状层纹，重重相叠。气清香，味先微苦，后微甜。入口芳香清凉，嚼之不粘牙，可慢慢溶化。以少许粉末，和以清水，涂于指甲上能染黄色，经久不褪，习称\"透甲\"或\"挂甲\"。\n\n②管黄\n呈管状或破碎的小片，表面不平或有横曲纹。长约3厘米，直径约0.5～1.5厘米，表面红棕色或棕褐色，不光滑，有裂纹及小突起。断面也有很少的层次，内心多有空隙，色较深。\n\n上述牛黄以表面光泽细腻，质轻松脆，断面层纹薄而齐整，无白膜，味先苦后甘，清香而凉者为佳。\n\n主产北京、河北、内蒙古、辽宁、吉林、黑龙江、陕西、甘肃、河南。此外，四川、西藏、青海、广西、江苏、上海等地亦产。以西北、东北的产量较大。商品产于西北者，称\"西牛黄\"或\"西黄\"；产于东北者，称\"东牛黄\"或\"东黄\"；产于北京、天津等地者，称\"京牛黄\"。进口的牛黄，产于加拿大、阿根廷、乌拉圭、巴拉圭、智利、玻利维亚等地者，称\"金山牛黄\"；产于印度者，称\"印度牛黄\"。进口牛黄的色泽、气味，均不及国产牛黄。\n\n牛黄除来源于黄牛、水牛外，牛科动物的牦中及野牛的牛黄亦可入药。其外形与断面层纹与黄牛、水牛的牛黄同，所不同者外表为乌黑色；另有人工牛黄，为牛胆汁或猪胆汁经人工提取制造而成。大多呈粉末状，或不规则的球形、方形，表面浅棕色或金黄色。质轻松，气微清香而略腥，味微甜而苦，入口后无清凉感。涂于指甲亦能染成黄色，主产天津及北京。",
    "effect": "1.对中枢系统的作用：1.1.镇静作用：1.1.1.对小鼠自发活动的影响：小鼠随机分组，每组10只，腹腔注射牛黄混悬液；给药后1.5小时测小鼠5分钟自发活动次数，用给药前后小鼠活动次数之差值进行F检验，结果表明牛黄能显着抑制小鼠自发活动。（P<0.01）（见表4）。人工培植牛黄亦有同样的作用。另据杉本重利报告，牛黄能对抗咖啡因。樟脑和印防已毒素等引起的中枢兴奋症状，并可增强水合氯醛、乌拉坦、吗啡或巴比妥钠的镇静作用。有人认为，牛黄中的牛磺酸和甘氨脱氧胆酸盐的镇静作用最强。1.1.2.对小鼠戊巴比妥钠催眠作用的影响：小鼠随机分组，每组10只，腹腔注射混悬剂，给药后1.5小时，尾静脉注射妥钠溶液25mg/kg，以翻正反射消失的指标，记录小鼠睡眠时间，实验结果表明，牛黄能显着延长戊巴比妥钠引起的小鼠睡眠时间（P<0.05。培植牛黄亦有同样的作用。1.1.3.对水合氯醛作用的影响：昆明种或LACA小鼠18-22g，雌雄各半，分组后分别灌胃CMC、牛黄，每天给药1次，共给药3次，于末次给药后l小时，各组小鼠均腹腔注射水合氯醛190mg/kg，并以氯丙嗪作对照，观察各组15分钟内睡眠小鼠数。说明牛黄能加强水合氯醛对小鼠的中枢抑制作用，此结果与培植牛黄的作用相似。1.2.抗惊厥作用：1.2.1.对安钠咖致惊作用的影响：小鼠分别给予蒸馏水、牛黄和培植牛黄（1g/kg），每天1次，连续5天，于末次给药后l小时，各组均腹腔注射安钠咖300mg/kg，观察各组出现惊厥的潜伏时间和死亡动物数。结果两者均能延长小鼠由安钠咖引起的惊厥潜伏时间。1.2.2.对印防己毒素作用的影响：实验小鼠分别灌胃CMC、牛黄、培植牛黄每日给药1次，连续7天于末次给药后l小时，各组动物均腹腔注射印防己毒素7mg/kg。结果给药组与对照组比较有明显差异均有抗惊厥作用。亦有报道培植牛黄对苯甲酸钠、咖啡因引起的惊厥对抗作用不明显。另据报导，牛黄能缓解樟脑、咖啡因等引起的小白鼠惊厥，但对番木鳖碱及士的宁引起的惊厥无效。抗惊厥作用原理与牛黄中有效成份牛磺酸可能力抑制性神经递质或调节有关。大脑皮层神经无微电泳法证明，牛磺酸可抑制自发和诱发电活动、产生超极化，与给药后表现的中枢抑制效应相符。此外，牛磺酸对脊髓和脑干的抑制作用可被士的宁所拮抗，根据上述结果，认为牛磺酸可能是抑制性神经介质，通过相应的受体或GABA受体起作用。但也有实验证明，牛磺酸对突触后GABA受体无明显亲和力、不能替代GABA抑制中枢，而具有神经调节剂（Neuromodulator）作用。中枢也可能存在着牛磺酸能神经。牛磺酸作为神经介质或调节剂的功能，仍需进一步研究。1.3.解热作用：给Wistar系大白鼠腹腔注射2，4-二硝基苯10mg/kg，同时，注入天然牛黄胆酸钙、氨基比林100mg/kg按时测定直肠体温，结果对照组出现明显的发热作用，牛黄及胆酸钙有抑制发热作用，氨基比林则有强大的体温下降作用。培植牛黄亦有同样作用。也有报道天然牛黄对过期伤寒、副伤寒甲、乙三联菌菌引起发热家兔体温的下降作用不明显，另有报道，正常家兔腹腔注射1-5mg/kg的胆酸钠或去氧胆酸盐的作用最强。牛磺酸对发热动物的体温具明显的解热作用。牛磺酸的解热机理研究发现，耗竭脑内5-HT能强烈对抗牛磺酸降低体温，说明5一HT系统参与作用。Kerwin等给大鼠下丘脑内注射牛磺酸能升高体温，但在较高剂量又降低体温，士的宁能对抗其升高体温效应，提示牛磺酸在下丘脑作为递质调节体温，较高剂量牛磺酸降体温可能由于扩散到其它与体温调节有关的脑区。大鼠口服牛磺酸可降低酵母引起的发热。培植牛黄亦有同样作用。兔脑室注射能阻止细菌内毒素和白细胞热源性发热，停用牛磺酸则继续发热，但抑制前列腺素E1和E2引起的发热时，没有这种现象，说明牛磺酸可能占据热源载体。2.对心血管的作用：2.1.对离体蛙心心肌收缩力的影响：按斯氏法制备离体蛙心标本，描记心脏正常收缩活动曲线后、换低钙任氏液，（含钙量为正常任氏液的1/4）灌流，蛙心收缩力则减弱，此时分别滴入1%天然牛黄0.1ml，以等量的NS作对照，结果表明牛黄和培植牛黄均能增强蛙心心肌收缩力。羽野等报告牛黄对家兔及蟾蜍离体心脏有强心作用。后来又有人用豚鼠离体心脏试验，也证实牛黄有强心作用。石坂氏曾报告从牛黄中提取一种无味无臭的酸性物质。该物质以碱中和后溶于水中，水溶液在10-7浓度时对离体蛙心灌流实验，具有显着的强心作用；当10-2浓度时仍未看到蛙心停博的毒性反应。后来进一步证明牛黄加强心脏收缩作用。2.2.对家兔血压的影响：家兔2.O-2.5kg，雌雄不限，以乌拉坦1g/kg麻醉，测定颈动脉血压后，分别静脉注射1%牛黄水溶液0.5ml与1.0ml/kg和培植牛黄1.Oml（1%溶液），结果均能显着降低家兔血压。早期报告，牛黄有收缩血管升高血压作用，对家兔静脉注射时，可见持续性血压上升，同时心跳增强。但岩城氏等用家兔耳壳灌流法，证明牛黄有扩张微血管的作用。牛黄及胆酸钙对豚鼠冠状血管有收缩作用，后者比牛黄作用稍弱。 另外报告牛黄及胆酸钙较好的降压作用。对乌拉坦麻醉家兔静脉注射印度牛黄5mg/g或对自然形成高血压及肾型人工高血压的大白鼠口服牛黄100mg/g，均有较强的降压作用。此与前人报告升高家兔压的作用相反。家兔耳壳血管灌流证明牛黄能扩张微血管，并在急性实验中发现牛黄有拮抗肾上腺素升高血压的作用，推测这两个作用综合表现为牛黄的降压作用。牛黄主要成分胆红素有降压及抑制心跳的作用，据西村等证明牛黄降压的化学成分是胆酸，去氧胆酸等胆酸盐（特别是钙盐）和胆红素。也有人认为含在牛黄中的其它杂复合物，也是降压的化学因素。木材等从牛黄水溶性部分得到的SMC，作用类似乙酰胆碱，可便兔血压下降，此一作用可为阿托品所拮抗。3.对平滑肌的作用：3.1.对乙酰胆碱引起肠兴奋的抑制作用：采用4只大白鼠离体回肠肠段常规处理后，置离体器官测定仪充满合氏液的20ml浴槽内，通气，温度控制在39℃。待肠段稳定后，先描记一段肠正常活动曲线，然后在浴槽内滴入浓度为1：20000的溴化乙酰胆碱溶液10ml，描记一段肠收缩曲线作为对照。然后排出浴槽内溶液，并进行多次冲洗。待肠收缩恢复至自主运动位置时，再依次滴入10ml溴化乙酰胆碱溶液及0.2ml2%天然牛黄水溶液。描记一段肠收缩曲线，观察天然牛黄对乙酰胆碱引起肠兴奋的抑制情况。并以同样方法观察培植牛黄的作用。结果表明，牛黄对乙酰胆碱引起的大鼠肠平滑肌的兴奋有一定的抑制作用，培植牛黄的作用较强。3.2.对氯化钡引起肠兴奋的抑制作用：实验方法同前，给以氯化钡，使氯化钡在浴管内的浓度为50ug/ml。结果表明，天然牛黄对氯化钡引起的大鼠肠平滑肌兴奋，亦有一定的抑制作用，培植牛黄作用较弱。3.3.对离体肠自主收缩的影响：采用健康大鼠离体十二指肠肠段。结果表明，天然牛黄、培植牛黄及合成牛黄。对离体肠的自主收缩均无影响。牛黄的解痉作用，是去氧胆酸和胆酸等各成分的综合作用，但主要为去氧胆酸的作用。用小白鼠离体小肠作解痉活性的检定，以其对乙酰胆碱拮抗作用的大小来制定解痉效果。结果指出牛黄的药理活性，约为阿托品的1/10，000，罂粟碱的1/100，牛黄产地不同，质量也有差别。其他胆酸类也有解痉效果。它们作用的强弱顺序如下：去氧胆酸盐、熊果去氧胆酸盐。鹅去氧胆酸盐、胆酸盐。熊果去氧胆酸对小白鼠小肠解痉作用的性质，近似罂粟碱。和胆酸类松弛平滑肌的作用相反，牛黄水浸膏中分离出的平滑肌收缩性成分SMC，具有乙酰胆碱样作用，能够收缩消化系平滑肌。4.利胆作用：利用家兔胆道插管方法，研究了药物对肝胆汁分泌的影响，发现牛黄促进肝胆汁分泌的作用甚小，运不如熊胆及蟾酥。岩城氏报告牛黄和去氢胆酸具有同样的利胆作用，而胆酸钙的作用则较差。另外，木材等采用猪胆囊标本，发现除牛胆汁、牛黄水溶性成分SMC具有胆囊收缩作用外，牛黄、胆酸盐、去氧胆碱盐等均无作用。义以总胆管标本观察用药后松弛总胆管欧蒂氏括约肌使流出滴数增加情况，发现它们利胆作用强弱的顺序为：去氧胆酸盐>鹅去氧胆酸盐>胆酸盐>熊果去氧胆酸盐。说明去氧胆酸盐对欧蒂氏括约肌显示最大的松弛作用，而被认为是牛黄利胆作用的成分。牛黄中所含胆酸类的作用，是使平滑肌松弛，特别是去氧胆酸解痉作用最强。牛黄水溶性成分SMC，可使胆囊平滑肌收缩，并可抑制去氧胆酸对胆囊的松弛作用，从而有助于胆囊胆汁排出。这项结果说明药理上相互拮抗的物质作用于同一部位，构成一个功能上的合作体系，共同调节胆汁排出功能。胆囊收缩物质SMC和胆汁促泌素（Cholcystokinine）一样对胆囊具有收缩作用，而去氧胆酸的作用则与其拮抗。由于牛黄既含游离胆酸，使胆管系统平滑肌松弛，又含SMC可使胆囊收缩，所以用牛黄后并不影响胆囊收缩而使括约肌松弛使胆汁排出增加的效果。5.对血液系统的影响：健康家兔灌胃牛黄0.1g/kgl-2次后，可使红细胞显着增加。摘除脾脏的家兔口服牛黄，也见红细胞及血色素量增加。对由于放血引起贫血的家兔，灌胃牛黄可促进血色素量恢复。又有人试验，正常家兔每次口服牛黄0.1g/kg，隔日，共2-7次，能显着促进红细胞的新生。用药次数愈多，作用愈大，但因牛黄品种而有差异。因放血而贫血的家兔每次中服牛黄。0.1g/kg，1日1次，3次后能显着促进贫血的恢复。后来又将牛黄所含成分用不同溶剂浸出，试验其对家兔红细胞的新生作用，证明维生素D为促进红细胞新生的主要成分，胆红素和麦角甾醇仅有部分作用。6.抗炎作用：6.1.对二甲苯所致小鼠耳部炎症的影响：取小鼠随机分组，每组10只，腹腔注射牛黄混悬液，每天1次，连续3天，第3天给药后1小时，于每鼠左耳滴二甲苯0.02ml致炎20分钟，处死动物，用直径6.5mm的打孔器分别切下小鼠左右耳壳圆片，称重，计算。结果表明牛黄能显着抑制二甲苯所致小鼠耳部炎症的作用（P<0.01）。培植牛黄亦有相同的作用。6.2.对小鼠棉球肉芽肿增生的影响：给麻醉小鼠两侧腋下各植入1个5mg重的灭菌棉球，从手术当天开始，每天腹腔注射牛黄混悬液1次，连续3天,第2天处死动物，打开切口，剥离肉芽肿，称重。表明牛黄对小鼠棉球内芽肿增生有显着的抑制效果（P<0.01）。培植牛黄亦有相似的作用。6.3.对大鼠甲醛性足跖肿胀的影响：取大鼠，雌雄各半，随机分组，每组5只，给大鼠腹腔注射牛黄混悬剂后1小时，从大鼠右后跖腱膜下注入2·5%福尔马林0.05ml致炎，于致炎后1、3、5、7、24小时,用排水法测定踝关节以下体积。实验表明，牛黄对大鼠足跖明显的抑制作用。培植牛黄亦有相似的作用。7.抗感染作用：7.1.抗菌作用：结合胆汁酸对结核杆菌有抑制作用，对四联球菌、金黄色葡萄球菌，奈氏双球菌、链球菌等，鹅去氧胆酸、猪去氧胆酸及去氧胆酸均有相似的抑制作用，而天然牛黄及胆红素仅在1.6%碳酸氢钠混悬液时，对枯草杆菌有微弱的抑菌作用。7.2.对乙脑病毒作用：天然牛黄对乙脑病毒（A2）有不同程度的灭活作用。小鼠皮下感染乙脑病毒、牛黄对其，灭活作用时间是在毒血症阶段，而不是在脑内繁殖阶段，并且实验证明，胆红素的抑制指数量高，去氧胆酸与猪去氧胆酸次之，胆酸较低。8.其它作用：8.1.对呼吸系统作用：动物实验证明，牛黄有兴奋呼吸作用。天然牛黄混悬液给药，用小鼠酚红排泄法实验，未观察到明显祛痰作用，但用5%碳酸氢钠作溶媒，腹腔注射有明显祛痰作用。猪胆酸、牛羊胆酸均有明显祛痰作用，且以猪胆酸作用最强。用小鼠氨雾引咳法证明，胆酸和去氧胆酸均有明显镇咳效应。8.2.对免疫功能的影响：天然牛黄与人工合成牛黄及对照组以每天100mg/kg，给小白鼠灌胃给药，每天1次，连续5天。给药后第3天腹腔注射2%鸡红细胞悬液1ml，30分钟后取出腹腔内液离心，取沉淀物涂片、染色、汁数，发现实验组皆可提高吞噬百分率及吞噬指数，提示2种牛黄均有显着提高吞噬功能的作用，这可能是其治疗小儿高热惊厥、抗炎、抗感染的基本作用之一。",
    "creation": "研为极细粉末用。",
    "function": "清心，化痰，利胆，镇惊。治热病神昏、谵语，癫痫发狂，小儿惊风抽搐，牙疳，喉肿，口舌生疮，痈疽，疔毒。\n\n①《本经》：\"主惊痫，寒热，热盛狂庢。\"\n\n②《别录》：\"疗小儿诸痫热，口不开；大人狂癫。又堕胎。\"\n\n③《药性论》：\"小儿夜啼，主卒中恶。\"\n\n④孙思邀：\"益肝胆，定精神，除热，止惊痢，辟恶气。\"\n\n⑤《日华子本草》：\"疗中风失音，口噤，妇人血噤，惊悸，天行时疾，健忘虚乏。\"\n\n⑥《日用本草》：\"治惊病搐搦烦热之疾，清心化热，利痰凉惊。\"\n\n⑦《纲目》：\"痘疮紫色，发狂谵语者可用。\"\n\n⑧《会药医镜》：\"疗小儿急惊，热痰壅塞，麻疹余毒，丹毒，牙疳，喉肿，一切实证垂危者。\"",
    "taste": "苦甘，凉。\n\n①《本经》：\"味苦，平。\"\n\n②《吴普本草》：\"无毒。\"\n\n③《别录》：\"有小毒。\"\n\n④《药性论》：\"味甘。\"\n\n⑤《日华子本草》：\"凉。\"",
    "usage": "内服：入丸、散，0.5～1.5分。外用：研末撒或调敷。",
    "compatibility": "孕妇慎服。\n\n①《本草经集注》：\"人参为之使。恶龙骨、地黄、龙胆、蜚蠊。畏牛膝。\"\n\n②《药性论》：\"恶常山。畏干漆。\"\n\n③《品汇精要》：\"妊妇勿服。\"\n\n④《本草经疏》：\"伤乳作泻，脾胃虚寒者不当用。\"",
    "storage": "遮光，密闭，置阴凉干燥处，防潮，防压。",
    "side_effects": "小鼠口服牛黄代用品0.6g/kg，每天1次，连续6天，体重、饮食、大小便、活动均无异常，给药12天以上，则体重较对照组明显减轻。如服以上剂量的10-30倍，则多有腹泻，有的呈昏迷状态而死亡；牛黄则很少腹泻,死亡率也较低。小鼠服牛黄或胆酸钙2g/kg，1周内没有死亡。高血压大鼠，每天服牛黄100mg/kg，共15周，脑、肺、心、肝、肾、肾上腺、脾、精囊等脏器肉眼所见均无病变。胆汁口服时无毒，但如静脉注射，则产生严重的神经系统及心脏的抑制，并发生溶血。主要是其中所含的胆酸所引起。静脉注射胆盐引起显着血压下降并伴有心率减慢。离体心脏灌流时，胆盐也使心率减慢、收缩幅度降低，并可引起心律不齐甚至心室颤动。注射胆汁并可引起胃肠道活动增加。小量胆盐可使骨胳肌活动增加，搐搦，痉挛，大量则抑制。上述作用可能是由于抑制胆碱酯酶所致。毒性：天然牛黄15g/kg灌胃给药后，多数小鼠活动明显减少，倦伏于鼠笼，继续观察7天，未见任何毒性作用。天然牛黄、人植牛黄腹腔注射对小鼠的半数致死量分别为675.77±152.05mg/kg、403.27±44.04mg/kg。小鼠腹腔注射胆酸的半数致死量为1.52g/kg，去氧胆酸为1.06g/kg，小鼠静脉注射去氧胆酸的半数致死量为0.15g/kg。小鼠一次腹腔注射天然牛黄或胆酸钙2g/kg，观察1周未见死亡。每日腹腔注射天然牛黄0.6g/kg，连续6天，未见体重减轻和其它症状。高血压大鼠每日腹腔注射天然牛黄0.1g/kg，共15周,未见各重要器官发生病理变化。上述实验表明，天然牛黄毒性很低。培植牛黄腹腔注射给药的小鼠半数致死量为403.27±44.04mg/kg。小鼠30只，先饥饿8小时（禁食不禁水），随机分3组，分别灌胃15%天然牛黄、10%与15%培植牛黄，给药容量为50ml/kg，4小时后重复给药1次。给药后，多数动物活动明显减少，倦伏。约3小时后惭恢复正常，继续观察7天，未见毒性反应和死亡，饮食正常，皮毛光滑，行为动活均正常。",
    "category": "归心、肝经。",
    "plant": "1.黄牛，体第1.5-2m，体重一般在280kg左右。体格强壮结实，头大额广，鼻阔口大，上唇上部有两个大鼻孔，基间皮肤硬而光滑，无毛，称为鼻镜。眼、耳都较大。头上有角1对，左右分开，角之长短、大小随品种而异弯曲无分枝，中空，内有骨质角髓。四肢匀称，4路，均有蹄甲，其后方2趾不着地，称悬蹄。尾较长，尾端具丛毛，毛色大部分为黄色，无杂毛掺混。2.角较长大面扁，上有很多任务发纹，颈短，腰腹隆凸。四肢较短，蹄较大。皮厚无汗腺，毛粗而短，体前部较密，后背及胸腹各部较疏。体色大多灰黑色，但亦有黄褐色或白色的。\n生境分布：1.其性格温驯，生长较快。食植物性饲料。资源分布：1.全国各地均有饲养。2.全国大部分地区均饲养，以南方水稻田地区为多。",
    "application": "用量0.15～0.35克，多入丸散;外用适量，研末敷患处。用治热病神昏、中风痰迷、惊痫抽搐、癫痫发狂、咽喉肿痛、口舌生疮、痈肿疔疮。",
    "position": "为牛科动物黄牛或水牛的胆囊、胆管或肝管中的结石，动物形态详\"牛肉\"条。",
    "source": "《本经》"
  },
  {
    "name": "瓜蒌",
    "alias": "天撤,苦瓜,山金匏,药瓜皮",
    "ingredient": "果实含三萜皂甙、氨基酸、糖类、有机酸；种子含油酸、亚油酸及甾醇类化合物。",
    "process": "秋末果实变为淡黄时采收，悬挂通风处阴干。",
    "distinguish": "果实卵圆形或类球形，长7～15cm，直径6～10cm，表面深橙黄色至橙红色，皱缩或较平滑，顶端有残存花柱基，基部有果梗残迹；质脆，易破开，果皮稍厚，内表面黄白色，果瓤橙黄色，与多数种子粘结成团。气如焦糖；味微酸甜。",
    "effect": "1。对心血管系统的作用　瓜蒌皮水煎剂对药物诱发的心律失常有一定的抑制作用．实验表明：瓜蒌皮水煎剂提前腹腔注射, 能预防氯化钙诱发的大鼠室颤；亦可明显提高哇巴因诱发豚鼠室性心动过速的阈剂量；能使乌头碱诱发的大鼠心律失常的潜伏期延长，但统计学上无显著差异；瓜蒌皮水煎剂给正常麻醉大鼠腹腔注射, 能明显延长心电图的P-R、Q-T、R-R间期． 　　有人认为，瓜蒌扩张血管可能是其提高冠脉血流量和耐缺氧作用及抗垂体后叶素所致心肌缺血的原因之一．瓜蒌皮及瓜蒌仁的水煎醇沉浓缩剂以及瓜蒌皮制成的瓜蒌注射液, 对豚鼠离体心脏有扩张冠状动脉的作用，可使冠脉流量显著增加．瓜蒌注射剂给家兔静脉注射, 在用药即刻兔肠系膜微动脉显著扩张，于给药后5～15分钟达高峰, 15分钟后逐渐恢复；对微静脉作用不明显，可能是与瓜蒌直接松弛血管平滑肌有关．瓜蒌注射液对垂体后叶素引起的大鼠急性心肌缺血有明显的保护作用；且能提高小鼠对常压、低压缺氧的耐受力；对预先皮下注射异丙肾上腺素的小鼠, 在低压缺氧情况下亦能提高存活率．但此注射液并不延长司可巴比妥钠对小鼠的睡眠时间，提示其提高耐缺氧能力的作用与中枢神经系统无关． 　　\n2. 对消化系统的作用　瓜蒌含致泻物质, 有泻下作用．瓜蒌皮的泻下作用较弱；瓜篓仁所含脂肪油致泻的作用较强；瓜篓霜的致泻作用较为缓和．瓜篓乙醇提取物对幽门结扎、5-羟色胺、盐酸乙醇造成胃黏膜损伤有抑制作用，瓜蒌乙醇提取物对乙酰胆碱造成的小鼠回肠收缩有明显的抑制作用． 　　\n3。 抗菌作用　体外试验证明, 瓜蒌煎剂或浸剂对大肠杆菌等革兰阴性肠内致病菌，对葡萄球菌、肺炎双球菌、甲型溶血性链球菌、流感杆菌等均有抑制作用．此外, 对奥杜盎小芽胞癣菌及星型奴卡菌等皮肤致病性真菌亦有抑制作用． 　　\n4. 抗肿瘤作用　体外实验证明: 瓜蒌煎剂及瓜蒌皮和瓜蒌仁的提取物对小鼠腹水癌细胞有杀灭作用．瓜蒌皮的体外抗癌效果比瓜蒌仁好，且以60%乙醇提取物作用最强．从瓜蒌皮的醚浸出液中得到的类白色非晶体性粉末亦有体外抗癌作用, 而子壳和脂肪油均无效．动物实验表明：瓜蒌对肉瘤有一定的抑制作用， 但对腹水癌的作用不明显． \n5。其他作用　体外实验表明: 瓜蒌注射剂能显著抑制ADP和花生四烯酸诱导的血小板聚集和TXA2的合成, 其作用强度与剂量有关．瓜蒌注射剂腹腔注射，亦能显著降低因冠脉结扎1小时, 再灌23小时后血小板最大聚集集率和血小板最大聚集速率．瓜蒌的有效成分栝楼酸对胶原、二磷酸腺苷和肾上腺素诱导的血小板聚集有浓度依存性抑制作用．瓜蒌抑制血小板聚集可能与抑制血小板环氧合酶活性及减少TXA2的形成有关． 　　瓜蒌的水提取物给兔灌胃可使血糖升高，而对肝和肌糖原没有明显影响．瓜蒌皮所含的氨基酸有祛痰作用．",
    "creation": "压扁切块，生用。",
    "function": "清热涤痰，宽胸散结，润肠。用于肺热咳嗽，痰浊黄稠，胸痹心痛，乳痈、肺痈、肠痈肿痛。",
    "taste": "瓜蒌味甘微苦、性寒，归肺、胃、大肠经",
    "usage": "6～18g。",
    "compatibility": "脾胃虚寒，大便不实，有寒痰、湿痰者不宜，不宜与乌头类药材同用。",
    "storage": "置阴凉干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "多年生草质藤本。茎有棱线，卷须2～3歧。叶互生，叶片宽卵状心形，长宽相近，5～14cm,3～5浅裂至深裂，边缘常再分裂，小裂片较圆，两面稍被毛。雄花生于上端1/3处，3～8朵成总状花序，有时单生，萼片线形，花冠白色，裂片扇状倒三角形，先端流苏长1.5～2cm；雌花单生，花梗长约6cm。果实椭圆形至球形，长7～11cm，果瓤橙黄色。种子扁椭圆形，长11～16mm，宽7～12mm。花期6～8月，果期9～10月。",
    "application": "用量9~ 15克。用治肺热咳嗽、痰浊黄稠、胸痹心痛、结胸痞满、乳痈、肺痈、肠痈肿痛、大便秘结。具有抗缺氧、抗心肌缺血、抗心律失常、抗血小板聚集的功能。",
    "position": "果实和种子类",
    "source": "?"
  },
  {
    "name": "鱼脑石",
    "alias": "石首鱼头石(《千金方》)，石首鱼脑中枕(《日华子本草》)，石首鱼魫(《濒湖集简方》)，石首骨(《本草汇言》)，黄鱼脑石、鱼首石(《浙江中药手册》)。",
    "ingredient": " 含多星碳酸钙[1]。  \n",
    "process": "多为加工鱼鲞时的副产品。一般在5～6月石首鱼(黄鱼)渔汛期收集。加工时将头骨中最大的一块耳石取出，洗净，晾干。",
    "distinguish": "为长卵形，具三棱的颗粒。大黄鱼的脑石长1.5～2厘米，宽0.8～1.8厘米。小黄鱼的较小，长1～1.2厘米，宽5～7毫米。中间宽，一端稍圆，另一端尖。全体磁白色。关节面较平坦，表面可见明显的圆形节痕；另一面向一侧隆起，近尖端部有一斜的凹沟，并有横突数个，其隆起一侧的下方可见细长纹理，即生长线。质坚硬，不易破碎。气微，味稍涩。以洁白、坚硬、无杂质者为佳。\n主产浙江。",
    "effect": "?",
    "creation": "洗净晒干，放铁勺内，上覆一碗，在烈火上煅至有爆裂声后，取出放凉。",
    "function": "化石，通淋，消炎。治石淋，小便不利，中耳炎，鼻炎，脑漏。\n\n①《日华子本草》：\"取脑中枕烧为末，饮下治石淋。\"\n\n②《开宝本草》：\"主下石淋，磨石服之，亦烧为灰末服。\"\n\n③《纲目》：\"研末或烧研水服，主淋沥、小便不通。煮汁服，解砒霜毒、野菌毒。\"",
    "taste": "《医林纂要》：\"咸，平。\"\n\n入肾经",
    "usage": "内服：研末，1～3钱。外用：烧存性研末撒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "1.大黄鱼Pseudosciaena crocea（Richardson) 体长112～515mm，呈长椭圆形，侧扁。头钝尖，黏液腔发达，吻钝圆，头长为吻长的4.1～5.1倍，目前位，斜形。下颌每侧有2或3小孔，上下颌有绒状牙，无须。背鳍起点在胸鳍起点的上方。第1背鳍有9条棘，第2背鳍有1条棘，31～33软条；臀鳍有2条棘，8～9软条。尾柄细长，其认为高的3倍多。鲜鱼背侧灰黄色，侧线下方各鳞多有发光腺体，致呈金黄色。背鳍及尾鳍发黄色，其他鳍黄色。椎骨25～26个。鳔螺大，每侧各约有30个分支小突出。（图1) 多活动于海水中下层，有回游习性。我国分布于东海、南海和黄海南部；国外海域均有分布。 2.小黄色Pseudosciaena polyactis Bleeker 形似大黄鱼而小。体长约20cm。背鳍起点与胸鳍的起点相对，胸鳍长而尖，末端超过腹鳍的末端，腹鳍稍短于胸鳍。尾鳍楔形。体背侧灰褐色，两侧及腹恻黄色，背鳍边缘灰褐色。（图2) 有回游习性。我国分布于黄海、渤海；国外海域均有分布。 \n",
    "application": "?",
    "position": "为石首鱼科动物大黄鱼或小黄鱼头骨中的耳石。动物形态详\"石首鱼\"条。",
    "source": "《药材资料汇编》"
  },
  {
    "name": "鸟不宿",
    "alias": "鸟不踏,刺根白皮,鸟不停,老虎草,昏树",
    "ingredient": "?",
    "process": "春、夏季采收枝叶，秋后采收根或根皮，鲜用或切段晒干。",
    "distinguish": "①刺楸的干燥树枝\n多截成10～20匣米的小段，圆柱形，表面淡褐色，并有褐色圆点状皮孔和散生暗褐色的硬刺，刺尖锐，侧扁，略带光泽；断面中央可见白色的髓部。\n\n②橡木的干燥茎枝\n呈圆柱形，表面灰棕色至棕色，有细纵裂纹，并具不规则散在的灰白色角状刺，顶部大多已折断，刺基锥形。质坚硬，断面淡黄色，髓部约占茎粗的1／2。",
    "effect": "?",
    "creation": "?",
    "function": "追风，行血。治风湿痹痛，紫云风，胃痛。\n\n①汪连仕《采药书》：\"行血追风。治紫云风，大麻风，筋骨疼痛。\"\n\n②《纲目拾遗》：\"追风定痛，有透骨之妙。治风毒流注，风痹，跌打，劳怯。下胎催生。\"\n\n③苏医《中草药手册》：\"祛风湿，利关节，止痛。治腰膝关节酸痛，胃痛。\"",
    "taste": "味苦；辛；性平 \n\n①汪连仕《采药书》：\"性温。\"\n\n②苏医《中草药手册》：\"辛，平，有小毒。\"",
    "usage": "内服：煎汤，3～5钱。外用：煎水洗。",
    "compatibility": "孕妇慎服.",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "有刺灌木，有时藤状，高1-4m，芭上刺长4mm以下，基部宽扁，先端通常弯曲。叶互生；叶柄长25-40cm；托叶和叶柄基部合生，先端截形或斜形，叶为三回羽状复叶，长60-100cm；叶轴和羽片轴疏生细刺，每羽片有小叶5-9，叶轴各节有1对小叶，小叶片卵状长圆形至卵形，长4-11cm，宽2-5cm，先端渐尖，基部圆形或心形，略偏斜，两面疏生小刺，下面密生短柔毛，边缘有不整齐的锯齿，侧脉约6对。花序顶生，由多数伞形花序组成的大形圆锥花序，长达50cm，主轴和分枝有短柔毛或无毛，疏生钩曲短刺；伞形花序睦径2-4cm；总花梗长1-5cm，有刺和短柔毛；花梗长1-1.5cm，有细刺和粗毛；苞片卵状披针形，先端长尖，长2-4mm；小苞片线形，外面密生长毛；萼筒边缘有5个三角形小齿；花白色，直径约4mm，花瓣5；子房5室，花柱5，分离而外弯。核果球形，乐果状，黑色，直径约4mm，有5棱，具必存花柱。花期8-9月，果期9-11月。",
    "application": "治疗麻风性神经痛\n取鲜鸟不宿根茎用清水洗净切碎，每用5钱加水70毫升、酒30毫升，煎成50毫升为1剂。日服两次，每次1剂，可持续应用。痛止后再服2～3天。试治瘤型麻风神经痛8例，4例服药1～5剂后疼痛停止，3例服药3～5剂后疼痛显著减轻，1例因疼痛剧烈，效果不佳。",
    "position": "为五加科植物刺楸或楤木的茎枝。原植物详\"刺楸树皮\"、\"楤木\"条。",
    "source": "汪连仕《采药书》"
  }
]