[
  {
    "name": "竹根七",
    "alias": "竹根参、竹节七、牛尾七(《陕西中草药》)。",
    "ingredient": "?",
    "process": "全年可采.除去须根及叶，取根茎晒干。",
    "distinguish": "根茎扁圆柱形，略扭曲，长10～15厘米，径约1厘米，节明显，略膨大，节处有芽及膜质鳞片状叶，节间短。表面黄棕色或黄绿色，有皱纹。断面淡黄白色，细颗粒状。气无，味苦涩。\n产于陕西、四川。",
    "effect": "?",
    "creation": "?",
    "function": "滋阴泻火，活血调经。治劳热咳嗽，风湿痹痛，月经不调，跌打损伤。\n\n①《陕西中草药》：\"除风湿，清热泻火，镇痛止血，调经活血，滋阴补虚。治风湿性关节炎，腰腿疼痛，跌打损伤，劳伤，月经不调，骨蒸劳热。\"\n\n②《成都中草药》：\"益气活血，清肺，解毒。\"",
    "taste": "《陕西中草药》：\"味甘微苦，性寒。\"",
    "usage": "内服：煎汤，1～3钱；或研粉冲服，0.5～1钱；或浸酒。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "开口箭，又名：开喉箭，万年青。\n多年生常绿草本。根茎圆柱形，节明显。叶基生，无柄，披针形或广披针形，长20～50厘米，宽4～7厘米，先端钝，全缘，一般下部的叶较短，中部的叶特长，老时深绿色。花茎自叶间抽出，花密集成穗状花序，具叶状总苞1片；每花具小苞片1枚，三角形或圆形，白色，花几无柄；花被浅黄白色，裂片6，圆形，下部连合成盘状；雄蕊6，花丝极短，花药2室，纵裂，内向，椭圆形，白色，花粉红色；雌蕊1，柱头3浅裂，子房上位。浆果红色，径约7毫米；种子1颗，圆形，黑色。花期5～6月。果期翌年2～3月。\n生于深谷林下近流水处。分布我国中部及西南部。",
    "application": "?",
    "position": "为百合科植物开口箭的根茎。",
    "source": "《陕西中草药》"
  },
  {
    "name": "松萝",
    "alias": "女萝,松上寄生,松落,天棚草,雪风藤,山挂面,龙须草,金钱草,关公须,天蓬草,树挂,飞天蜈蚣,松毛,海风藤,石丝线,飞山翅,仙人头发,金丝藤,云雾草,老君须,胡须草,荼须,过山龙,石须",
    "ingredient": "长松萝和破茎松萝均含巴尔巴地衣酸、松萝酸、地弗地衣酸。长松萝尚含拉马酸、地衣聚糖。破茎松萝尚含不同于巴尔巴地衣酸的另一种酸(3.6%)，溶点189～190℃。此外，还含碳水化物。",
    "process": "春、秋采收，晒干。",
    "distinguish": "性状鉴别 （1)地衣体丝状，柔软，浅黄绿色。主枝短，具皮层，有环裂；次生分枝极长，无皮层，有稠密的小纤毛，表面常有颗粒状小疣。\n（2)地衣体丝状，较粗壮，淡灰绿色或淡黄棕色。枝体表面有多数环状裂沟。横断面可见中央有线状强韧性的中轴，具弹性，由菌丝组成；其外为藻环，常由环状沟纹分离成短筒状。",
    "effect": "①抗菌作用\n松萝属等许多地衣类都含有抗菌物质，其中松萝酸之抗菌作用尤为突出。其抗菌谱主要为革兰氏阳性细菌及结核杆菌。在试管中松萝酸对肺炎球菌、溶血性链球菌、白喉杆菌、结核杆菌都有很强的抑菌作用，抑菌浓度为1～5微克／毫升，至50微克／毫升可完全抑制细菌的生长。对金黄色葡萄球菌之抑制较上述细菌稍弱，但强于对革兰氏阴性细菌之作用。右旋与左旋型的抗菌作用无大差别。但也有报告对革兰氏阴性的百日咳杆菌、枯草杆菌、肺炎杆菌乃至大肠杆菌、变形杆菌有效者，对痢疾杆菌、伤寒杆菌则无效。在体外试验中，松萝酸对人型结核杆菌有显著的抑制作用，20～50微克／毫升可获得完全抑制，血清略能降低其效力。在体内试验中(对豚鼠的实验性结核的治疗)，一般认为口服或腹腔注射有较好的疗效，能限制结核病变的发展；也有人报告单用松萝酸，对豚鼠实验性结核并无影响，但可增强链霉素的作用。在试管中，它与链霉素或异烟肼也有轻度的协同作用。对人的肺、肠结核，每日口服0.1～1.0克松萝酸钠盐或Evosin(一种含松萝酸及缩式橡藓酸的制剂)0.1～0.5克，可使结核病的某些症状如咳嗽、食欲减退、发热或肠结核性腹泻等，获得好转，甚至使结核菌的镜检转阴，但观察尚不够完善，不能下最后结论。上述症状的好转，似乎并非药物对结核菌的直接作用，因口服后，血中达不到抑菌浓度的水平。有人认为，它对人的结核病并无明显疗效。国内用松萝酸治疗肺结核，曾观察到有一定疗效。\n\n对松萝酸的抑菌作用原理，曾进行过不少研究，有人认为它能抑制蛋白质的合成，也有认为它与氧化磷酸化的斥联有关。\n\n②对细菌毒素及噬菌体的影响\n以0.2～0.4%松萝酸与破伤风毒素或白喉毒素混合或在毒素注射后10分钟内注射，可使小鼠耐受2倍的毒素致死量。对豚鼠接种白喉杆菌后2小时，皮下注射松萝酸2毫克／公斤，或事先将二者混合培养再接种于豚鼠，均有明显的保护作用。小鼠实验性破伤风杆菌感染，以松萝酸与青霉素联合应用的效果最好。用纸碟法证明，d-松萝酸0.5～5毫克／毫升有对抗噬菌体的作用。\n\n③对其他病原体的作用\n松萝酸对原虫、阴道滴虫也有抑制作用。口服松萝酸钠100～150毫克／公斤对羊的血吸虫、肝片吸虫均有伤害及杀灭作用，肌肉注射可获更好效果；对兔血吸虫，由于其毒性较大，而用其衍生物-松萝酸苯胺，口服200毫克／公斤／天，连服9天，亦获得良好效果。\n\n④其他作用\n对部分肝切除的大鼠，喂食松萝酸有促进肝再生的作用。能降低离体大鼠横膈对葡萄糖的利用及其糖元含量。麻醉猫静脉注射松萝酸钠30毫克／公斤，可使血糖升高。d-松萝酸能显著抑制海星受精卵的分裂及磷的摄取，而对氧消耗则几无影响。它还能抑制大鼠腹水瘤细胞的粒线体内α-甘油磷酸新四唑还原酶的活性。d-松萝酸对离体豚鼠、蛙心均有抑制作用；对离体兔耳及蟾蜍下肢灌流，均有扩张血管之作用；对离体兔肠有罂粟碱样作用，麻痹肠管并拮抗氯化钡、乙酰胆碱引起的痉挛；对?、牛的子宫、支气管及肠管亦有松弛作用。麻醉猫静脉注射10毫克/公斤松萝酸钠，能迅速而显著的增强其呼吸、较长时间的提高通气量、增加氧耗、升高体温，这些都说明代谢增进，有类似二硝基酚的作用，且毒性大于二硝基酚。",
    "creation": "?",
    "function": "清肝，化痰，止血，解毒。治头痛，目赤，咳嗽痰多，疟疾，瘰疬，白带，崩漏，外伤出血，痈肿，毒蛇咬伤。\n\n①《本经》：\"主嗔怒邪气，止虚汗，头风，女子阴寒肿痛。\"\n\n②《别录》：\"疗痰热温疟，可为吐汤，利水道。\"\n\n③《药性论》：\"治寒热，吐胸中客痰涎，去头疮，主项上瘤瘿。\"\n\n④《日华子本草》：\"令人得眠。\"\n\n⑤《纲目拾遗》：\"治蛇虎伤、汤火烙伤及顽疮等症。\"\n\n⑥《陕西中草药》：\"止血生肌，止痛，清肝明目，退云翳，降血压，调经。治外伤出血，大便下血，急性结膜炎，角膜云翳，头痛，高血压症，月经不调，崩漏，白带，痈肿，无名肿毒。\"\n\n⑦《西藏常用中草药》：\"清热解毒，止咳化痰。治外伤感染，化脓性感染，毒蛇咬伤，肺结核咳嗽痰多，颈淋巴腺炎，乳腺炎。\"",
    "taste": "苦甘，平。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《陕西中草药》：\"味淡微苦，性凉。\"\n\n归心；肾；肺经",
    "usage": "内服：煎汤，2～3钱。外用：煎水洗或研末调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "①长松萝\n全体成线状，长可达100厘米左右。基部着生于树皮上，下垂。不分歧，密生细小而短的侧枝，长约1厘米左右。全体灰绿色，外皮部质粗松，中心质坚密。子器稀少，皿状，生于枝的先端。\n\n②破茎松萝，又名：节松萝、云雾草。\n长约30厘米，呈二歧分枝，愈分愈细密，枝表面有明显的环状裂口。\n\n生于阴湿的林中，附生在针叶树上。全国各地均有分布。",
    "application": "①治疗肺结核\n用松萝(品种未详)中提取的松萝酸钠片剂或粉剂内服，成人每次30毫克，每日3次；或按1.5毫克／公斤／天计算。用药3个月左右，需停药1周，再继续使用。治疗浸润型肺结核30例，24例治愈，平均治愈天数为71.1天；而化疗组的30例中仅17例治愈，平均治愈天数达110.9天。用药过程中约，20%患者有胃部不适，个别发生胃痛；部分患者由于药物不纯、服药时间较长，出现视力不佳反应。上述副作用可用健胃药及鱼肝油解除，不影响继续服药。有两例经检查发现单项转氨酶升高，经停药行保肝治疗15～30天后恢复正常。\n\n②治疗慢性气管炎\n采用松萝煎剂和3种化学提出物片剂，共观察91例，有效率为60%左右，平均生效时间为5～7天。其中以松萝酸粗晶(Ⅰ、Ⅱ号混合物)疗效较好，治疗的56例中，8例显效，26例好转。其主要作用为镇咳祛痰，平喘较差；对单纯型比喘息型或有合并症者疗效为好。制剂及用法：㈠煎剂：松萝1两，加水煎至200毫升，每日2次分服。㈡松萝酸粗晶(Ⅰ、Ⅱ号混合物)：制成片剂，每片30毫克。日服3次，每次1片。㈢松萝酸钠片：每片15毫克。日服3次，每次2片。㈣松萝Ⅲ号提取物：制成片剂，每片50毫克。日服3次，每次2片。上述制剂均以10天为一疗程。副作用：服后有口干、头昏、胃部嘈杂感，停药后能自行消失。毒性试验发现，大剂量松萝酸及其钠盐的毒性主要损害心脏和肝脏，可引起心率减慢，血压下降。",
    "position": "为松萝科植物长松萝、破茎松萝的丝状体。",
    "source": "《本经》"
  },
  {
    "name": "野烟叶",
    "alias": "大王叶(《生草药性备要》)，大黄叶(《岭南采药录》)，土烟叶(《中国树木分类学》)，假烟叶(《广州植物志》)，石烟(《陆川本草》)，臭烟(《闽南民间草药》)。",
    "ingredient": "叶和茎含澳洲茄碱。",
    "process": "\n\n\n",
    "distinguish": "?",
    "effect": "①对平滑肌和骨胳肌的作用\n叶或全草的水提取物(加酒精除去沉淀者)于0.013克鲜生药/毫升时，可引起离体豚鼠回肠收缩，其强度相当于乙酰胆碱引起的最大收缩的65%，阿托品及麦角酰二乙胺(BOL)可部分阻断其收缩作用。但是，本品又可使乙酰胆碱、组织胺及氯化钡引起的收缩分别减少60%、60%及30%。煎剂对回肠则无明显作用。水提取物可使离体兔十二指肠张力增加，继之产生痉挛。煎剂对离体大鼠子宫和蟾蜍腹直肌有轻度兴奋作用。\n\n②对心血管系统的作用\n水提取物对离体兔心迅速引起心收缩不全，以后逐渐地部分恢复。煎剂在大鼠后肢灌流试验中无明显作用。给麻醉狗静脉注射有降压作用\n\n③对中枢神经系统的作用\n小鼠腹腔注射水提取物5克鲜生药/公斤，可显著延长环己巴比妥钠的睡眠时间。",
    "creation": "?",
    "function": "\n\n\n治黄肿，痛风，血崩，跌打肿痛，牙痛，瘰疬，痈疮，湿疹，皮炎。\n\n①《生草药性备要》：\"消黄肿，擂粥食。\"\n\n②《岭南采药录》：\"治风湿脚痛，煎水洗。\"\n\n③《陆川本草》：\"消肿止痛，治跌打肿痛，浸酒服或捣烂酒炒敷。\"\n\n④《南宁市药物志》：\"杀虫，消肿，止血。内服治妇女血崩，化痰止咳，牙痛(煲水含)。外用洗烂疮；捣烂加尿煮熟，外敷，治阴囊睾丸肿胀。\"",
    "taste": "辛，平。\n\n①《生草药性备要》：\"味辛，性平。\"\n\n②《陆川本草》：\"辛，温。\"\n\n③《南宁市药物志》：\"苦辛。\"",
    "usage": "内服：煎汤，1.5～3钱。外用：煎水洗、捣敷或捣碎酒炒热敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "小鼠腹腔注射水提取物10g鲜生药/kg，引起抑制，运动失调及呼吸加快，2小时后5只小鼠全部死亡，如静脉注射2.5g鲜生药/kg，中毒症状与上相同，5只鼠中2只发生阵挛性惊厥，死亡，余鼠于24小时后恢复正常。小鼠腹腔注射煎剂0.1g生药/只，24小时内2只鼠全部死亡。",
    "category": "归经_肺经",
    "plant": "茄树，又名：三姐妹、暖叶根、毛叶树、土茄、老公须。\n落叶灌木，高1～3米，树皮灰白色。单叶互生；叶片阔卵形或椭圆形，长6～25厘米，宽4～14厘米，纸质、柔软，全缘，先端渐尖，基部短尖或浑圆，上面绿色，下面苍白色，疏生星状毛，主脉隆起，侧脉7～10对，脉上密被星状毛；柄长3～6厘米。2歧聚伞花序，顶生或近顶生，长5～10厘米，花稍密生，梗上具星状毛；萼灰绿色，5裂，宿存，长约5毫米，外表具灰白色星状毛；花冠白色，浅钟状，直径约1.3厘米；雄蕊5，着生于花冠喉上，花药黄色，顶孔裂；雌蕊1，柱头圆形，子房上位，2室，胚珠多数。浆果肉质，球形，淡黄色，直径约I厘米。种子细小，扁圆形，白色。花期夏、秋。果期冬季。\n生于村边、坡地、旷野。分布我国南部、西南部。",
    "application": "?",
    "position": "为茄科植物茄树的叶。",
    "source": "《南宁市药物志》"
  },
  {
    "name": "马勃",
    "alias": "马疕(《别录》)，马屁勃(陶弘景)，马疕苗(《蜀本草》)，灰菇(《经验良力》)，马屁包(《袖珍方》)，牛屎菇(《纲目》)，灰包菌((中药形性经验鉴别法》)，药苞(《河北药材》)，人头菌、牛屎菌、大气菌、灰菌(《南宁市药物志》)，鸡肾菌、地烟(《广西中药志》)。",
    "ingredient": "　含马勃素（emmatein）、麦角甾醇磷酸铂及亮氨酸、酪氨酸等氨基酸。",
    "process": "7～9月，当子实体刚成热时采收，拔起后，去净泥沙，晒干。本品在霉雨季节生长很快，4～5日即成熟，应注意适时收采，过早过迟均影响质量。",
    "distinguish": "①脱皮马勃的子实体呈扁球形或类球形，直径15～18厘米或更大。外皮灰棕色至黄褐色，纸质，常破碎呈块片状，或已全部脱落。除去外皮的马勃呈黄棕色或棕褐色棉絮状。体轻泡、柔软，有弹性，内藏大量孢子，轻微捻动即有粉尘状孢子飞出。用手捻之有细腻柔软感。气味微弱。以个大、饱满、松泡有弹性者为佳。\n产内蒙古、河北、甘肃、陕西、江苏、湖北等地。\n\n②大颓马勃的子实体已压扁呈不规则的块状。外包被较厚硬而脆，黄棕色。内包被灰黄色，纸质，里面为孢体，淡青褐色，絮状，轻轻捻动即有尘状孢子飞出。气微弱，味微苦涩。\n主产于青海。\n\n③紫颓马勃的子实体呈扁圆形或杯形，直径5～12厘米。基部有小柄，包被紫褐色，粗皱，有圆形凹陷，包被薄，外翻。上部包被已脱落，露出紫色絮状孢体。体轻泡有弹性，用手捻之有大量孢子飞扬。气味微弱。\n主产江苏、湖北、广西等地。\n\n除上述品种外，尚有同科植物埃蕈(又名：有柄马勃)的干燥子实体，亦同等入药。形似马勃而小，直径通常只2～4厘米，上部扁圆，下有短柄；皮较硬脆，内部不呈海绵状。\n产四川、湖北、云南、江西、广东、浙江、湖南等地。",
    "effect": "具有止血，抗菌（金黄色葡萄球菌、溶血链球菌），抗真菌等作用。",
    "creation": "除去硬皮，切成方块。\n\n《纲目》：\"凡用，以生布张开，将马勃于上磨擦，下以盘承取末用。\"",
    "function": "清肺利咽，解毒，止血。治喉痹咽痛，咳嗽失音，吐血，衄血，外伤出血。\n\n①《别录》：\"主恶疮、马疥。\"\n\n②陶弘景：\"敷诸疮。\"\n\n③《本草衍义》：\"去膜，以蜜揉拌，少以水调呷，治喉闭咽痛。\"\n\n④《纲目》：\"清肺，散血热，解毒。\"\"能清肺热咳嗽，喉痹，衄血，失音诸病。\"\n\n⑤《玉楸药解》：\"治骨鲠吐血。\"",
    "taste": "辛，平。\n\n①《别录》：\"味辛，平，无毒。\"\n\n②《医林纂要》：\"辛咸，平。\"",
    "usage": "内服：煎汤，0.5～1钱；或入丸、散。外用：研末撒、调敷、或作吹药。",
    "compatibility": "《饮片新参》：\"风寒劳咳失音者忌用。\"",
    "storage": "置干燥处，防尘。",
    "side_effects": "?",
    "category": "归肺经。",
    "plant": "①脱皮马勃\n子实体近球形至长圆形，直径15～20厘米。包被薄，易消失，外包被成块地与内包被脱离，内包被纸状，浅烟色，成熟后全部消失，遗留成团的孢体随风滚动。孢体紧密。有弹性，灰褐色，渐退成浅烟色，由孢丝及孢子组成；孢丝长，分枝，相互交织，浅褐色，粗2～4.5微米；孢子褐色，球形，有小刺。直径4.5～5微米.\n生于草地上。分布内蒙古、河北、陕西、甘肃、新疆、江苏、安徽、湖北、湖南、贵州等地。\n\n②大颓马勃\n孑实体球形或近球形，直径15～20厘米，或更大，不孕基部无或很小；包被白色，后变浅黄或淡青黄色，由膜状外被和较厚的内被所组成，初微具绒毛，渐变光滑，质脆，成熟后开裂成块而脱落，露出浅青褐色的孢体；孢子粉状，球形，光滑或有时具细微小疣，淡青黄色，直径3.5～5微米；孢丝长，与孢子同色，稍分枝，有稀少横隔，粗2.5～6微米。\n生于旷野草地上。分布辽宁、内蒙古、河北、山西、甘肃、新疆、青海、江苏等地。\n\n③紫颓马勃\n子实体陀螺形，直径5～12厘米，不孕基部发达；包被薄，两层，上部常裂成小块，逐渐脱落，内部紫色，当孢子及孢丝散失后遗留的不孕基部呈杯状；孢子粉状，球形，直径4～5.5微米，上有小刺；孢丝很长，分枝，有横隔，互相交织，色淡，粗2～5微米，\n生旷野草地上。分布河北、新疆、青海、四川、湖北、安徽、江苏、广西、福建、海南等地。",
    "application": "脱皮马勃外用止血\n其剂型有：㈠马勃粉(马勃孢子)：将马勃剥去顶部包被，挖出内容物，筛出孢子，或置锥形瓶内摇动，使孢于落下，收集孢子，高压消毒即成。㈡马勃菌丝海绵(马勃絮垫)：将马勃除去包被，切成不同厚薄、不同大小的块状，高压消毒。㈢马勃绷带及马勃纱布：用45%酒精加入适量马勃粉，使之成为4%马勃混悬液，随将绷带或纱布浸入，浸透后取出挤去液体，干热消毒。\n\n①用于外科手术止血\n观察前列腺摘除术25例、肝脾破裂出血各2例、肾部分切除术1例、肝叶切除3例，阻塞性黄疸手术中止血1例，均达止血效果，无并发症及不良反应。马勃菌丝海绵的用法基本与其他动植物止血海绵相同，使用前不用水浸泡，直接贴于创面，稍加压迫即可。应用马勃粉时先用纱布保护周围脏器，在创面撒布马勃粉后，稍加压迫即可。马勃粉用量较少，粘着性强，撒于实质脏器出血创面很薄一层，不用任何敷盖物即可止血。实质脏器部分切除之出血创面，或外伤破裂之创面，用马勃止血，可避免大块缝扎组织及由此而引起的组织坏死、继发感染、再出血等。用于前列腺摘除的止血，因马勃粉末极细不致阻塞尿路；且压迫前列腺囊壁也较均匀；肉眼血尿消失时间最长为3天，较其他方法3～7天血尿消失有明显缩短；又因其具有抑菌作用，可防止感染；异物反应也较小。一部分泌尿道手术采用马勃止血后，有废弃历来在膀胱、尿道内留置导尿管等的可能。初步认为马勃的止血原理属于物理机械性作用。\n\n②用于口腔科止血\n拔牙时牙槽窝出血，放置马勃絮垫填压即能止血；口腔粘膜因外伤而呈粉碎性撕裂所致出血、缝合困难者，或牙龈渗血、创伤面暴露者，以马勃粉撒布，用纱布压迫亦能止血。由于马勃絮垫不能完全被组织所吸收，故不能作组织内埋藏止血或死腔填塞之用。\n\n③用于鼻出血\n取马勃絮垫放于出血点上，轻轻加压。据113例观察，109例皆获良效。\n\n④用于外伤出血\n对于切伤、挫伤、刺伤等出血，可用马勃粉撒布或马勃絮垫、马勃绷带、马勃纱布包扎。据467例观察，有效率占97.8%。\n\n⑤其他\n马勃还可以制成丸剂、含片，治疗上呼吸道感染；或制成软膏治疗冻疮。疖肿等，均有一定疗效。",
    "position": "为马勃科植物脱皮马勃、大颓马勃、紫颓马勃的干燥子实体。",
    "source": "《别录》"
  },
  {
    "name": "赤胫散",
    "alias": "土竭力(《植物名实图考》)，花蝴蝶、花脸荞、荞子连、九龙盘、花扁担、土三七、散血连(《贵州民间方药集》)，小晕药、花脸晕药、红皂药(《民间常用草药汇编》)，苦茶头草(《中国药植图鉴》)，红泽兰(《贵州民间药物》)，荞黄连、广川草、甜荞莲、脚肿草、田枯七(《湖南药物志》)，蛇头草，南蛇头、蝴蝶草(《广西药植名录》)，草见血、血当归、黄泽兰(《云南中草药》)，花脸荞麦、亚腰山蓼(《常用中草药配方》)。",
    "ingredient": "?",
    "process": "夏、秋采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，活血消肿。治痢疾，白带，血热头痛，崩漏，经闭，乳痈疮疖，跌打损伤。\n\n①《民间常用草药汇编》：\"清三焦热。治头昏晕。\"\n\n②《湖南药物志》：\"镇痛。\"\n\n③《广西实用中草药新选》：\"消肿解毒。治毒蛇咬伤，痈疖，无名肿毒，乳腺炎。\"\n\n④《四川常用中草药》：\"清热，活血。治内伤，血热头昏头痛，红崩，经闭，虚火咳嗽，赤白痢，痈毒恶疮。\"",
    "taste": "酸苦微辛，寒。\n\n①《湖南药物志》：\"苦(一说辛)，寒，无毒。\"\n\n②《广西实用中草药新选》：\"味酸涩，性平。\"",
    "usage": "内服：煎汤，3～5钱(鲜者0.5～1两)。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "①缺腰叶蓼\n一年生或多年生草本，高30～50厘米。根茎细弱黄色，须根黑棕色。茎纤细，直立或斜上，稍分枝，紫色，有节及细白毛，或近无毛。叶互生，卵形或三角状卵形，长5～8厘米，宽3～5厘米，先端长渐尖，基部近截形常具2圆裂片，两面无毛或有毛，上面中部有紫黑斑纹，具细微的缘毛；叶柄短，基部有耳状片；托叶鞘筒状，膜质，长达1厘米，有缘毛。头状花序，小形，通常数个生于枝条顶端；总花梗有腺毛；花被粉红色，沿背部为绿色，5深裂，裂片卵形，先端钝圆；雄蕊8，花丝比花被短；雌蕊1，子房上位，卵圆形，花柱细弱，由中部分为3裂，柱头圆球形。瘦果卵圆形，具3棱，基部圆形，长2～2.5毫米，黑色有细点。花期7～8月。\n生路边、沟渠、草丛等阴湿处或栽培。分布四川、贵州、云南、湖南、湖北、陕西、甘肃及河南西部。\n\n②华缺腰叶蓼\n主要特征为：叶片两面均被长柔毛；托叶鞘的缘毛甚短或近无毛；总花梗具细柔毛而无腺毛。\n生草丛、沟边阴湿处。分布云南、四川、湖北、湖南、陕西等地。\n\n上述植物的根(花蝴蝶根)亦供药用，另详专条。",
    "application": "?",
    "position": "为蓼科植物缺腰叶蓼或华缺腰叶蓼的全草。",
    "source": "《植物名实图考》"
  },
  {
    "name": "榛子",
    "alias": "棰子(《本草求原》)，平榛(《河北习见树木图说》)，山反栗(《中国树木分类学》)。",
    "ingredient": "果仁含碳水化物16.5%，蛋白质16.2～18%，脂肪50.6～77%，灰分3.5%。果实含淀粉15%。叶含鞣质5.95～14.58%。",
    "process": "果实成熟后极易脱落，应及时采摘，晒干后除去总苞及果壳。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "调中，开胃，明目。\n\n①崔禹锡《食经》：\"食之明目，去三虫。\"\n\n②《日华子本草》：\"肥白人，止饥，调中，开胃。\"\n\n③《开宝本草》：，\"主益气力，宽肠胃，令人不饥，健行。\"",
    "taste": "甘，平。\n\n①《开宝本草》：\"味甘，平，无毒。\"\n\n②《医林纂要》：\"甘咸，平。\"",
    "usage": "内服：煎汤，1～2两；或研末。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "榛(《诗经》)\n落叶灌木或小乔木，高1～7米。叶互生；阔卵形至宽倒卵形，长5～13厘米，宽4～7厘米，先端近截形而有锐尖头，基部圆形或心形，边缘有不规则重锯齿，上面无毛，下面脉上有短柔毛；叶柄长1～2厘米，密生细毛；托叶小，早落。花单性，雌雄同株，先叶开放；雄花成菜荑花序，圆柱形，长5～10厘米，每苞有副苞2个，苞有细毛，先端尖，鲜紫褐色，雄蕊8，药黄色；雌花2～6个簇生枝端，开花时包在鳞芽内，仅有花柱外露，花柱2个，红色。小坚果近球形，径约0.7～1.5厘米，淡褐色，总苞叶状或钟状，由(1～)2个苞片形成，边缘浅裂，裂片几全缘，有毛。花期4～5月。果期9～10月。\n生山地阴坡丛林间。分布东北、华北及陕西、甘肃等地。\n\n本品变种川榛的种仁同等入药，川樟的主要特征为叶先端不若正种那样平截，有时圆，从中生出或长或短的渐尖，上面有短柔毛，下面无毛或近无毛；总苞裂片常有齿牙。产四川、湖北、湖南、江西、浙江等地。",
    "application": "?",
    "position": "为桦木科植物榛的种仁。",
    "source": "《日华子本草》"
  },
  {
    "name": "鸦葱",
    "alias": "土参、黄花地丁(《南京民间药草》)，人头发、老鹤咀子(《江苏药材志》)。",
    "ingredient": "含橡胶、菊糖、胆碱。",
    "process": "夏、秋采挖。",
    "distinguish": "干燥根呈长圆柱形，长可达20厘米以上，直径6～10毫米；表面棕黑色，有纵横皱纹，上部具密集的横皱纹，根头部残留众多棕色毛须(叶基纤维束与维管束)。质较疏松，断面黄白色。气微，味微苦涩。",
    "effect": "?",
    "creation": "?",
    "function": "《江苏药材志》：\"消肿解毒。治五痨七伤，疔疮痈肿。\"",
    "taste": "①《江苏药材志》：\"味微苦涩。\"\n\n②《宁夏中草药手册》：\"微苦，寒。\"",
    "usage": "内服：煎汤，3～5钱。外用：捣烂敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心经",
    "plant": "①罗罗葱\n多年生草本，高15～30厘米，无毛。具圆锥形块状根，根颈部密被枯叶残留的纤维状维管束。基部叶丛生，披针形或线状披针形，长12～30厘米，宽6～20毫米，先端渐尖，基部窄狭成柄，全缘或边缘略呈微波状，无毛，具脉3～5条；叶柄基部边缘稍扩大成鞘。花茎单一，具鳞片状叶数枚，或具小而无柄的茎生叶；头状花序大形，单生于茎顶；总苞片多层，长2.5～3厘米，外层苞片三角状卵形至长三角状披针形，内层苞片披针形，边缘薄膜质，无毛；花托平坦；花全部舌状，黄色，两性，舌片窄披针形先端平截，有5齿；雄蕊5；雌蕊1，柱头2歧。瘦果无毛或有微毛，长筒形；冠毛白色，具羽状锯齿。花期4～5月。\n生山坡草地。分布华北、华东各地。\n\n②鸦葱\n形态与上种近似，叶长圆形至披针形，边缘通常波状弯曲。头状花序总苞片5列。\n分布东北、西北、华北等地。\n\n同属植物蒙古鸦葱，分布内蒙古、陕西、宁夏等地。亦同等入药。",
    "application": "?",
    "position": "为菊科植物罗罗葱、鸦葱等的根。",
    "source": "《救荒本草》"
  },
  {
    "name": "山油麻",
    "alias": "榔树，山脚麻",
    "ingredient": "?",
    "process": "榆科山油麻Trema dielsiana Hand.-Mazz.，以嫩叶、根入药。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，止痛，止血。主治疖毒。并治外伤出血\n①《浙江天目山药植志》：\"治疖毒，鲜叶捣烂，加白糖外敷患处，每天换一次。\"\n\n②《广西植物名录》：\"根、叶：清凉，止痛，止血。\"",
    "taste": "   苦，凉。\n\n    入肝，肺二经。\n",
    "usage": "",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "山油麻\n灌木或小乔木，高1～5米。当年枝赤褐色，密生茸毛。单叶互生；纸质；卵状披针形至长椭圆形，长4～7厘米，宽2～3厘米，先端渐尖或尾尖，基部圆形或阔楔形，两面均密生短粗毛，叶脉3出，边缘有圆细锯齿；叶柄长3～9毫米，被毛。花单性；聚伞花序常成对腋生；花梗和花被片具毛；花被5裂；雄花有雄蕊4～5，花丝短；雌花子房上位，无柄，花柱1，柱头2叉。核果卵圆形，或呈近球形，橘红色，长约3毫米，无毛。花期4～5月。果期8～9月。\n\n生于向阳山坡、于燥山谷、旷地或灌丛。分布湖北、四川、贵州、湖南、广东、江西、浙江、福建等地。\n\n同属植物狭叶山油麻的根及叶在广西亦供药用。",
    "application": "?",
    "position": "为榆科植物山油麻之叶。",
    "source": "《浙扛天目山药植志》"
  },
  {
    "name": "麻黄根",
    "alias": "苦椿菜(《大同府志》)。",
    "ingredient": "含麻黄碱A、B、C、D，阿魏酰组胺，麻黄根素A，麻黄双酮A、B、C、D升血压作用的酪氨酸甜菜碱。",
    "process": "立秋后采挖，去净须根及茎苗，晒干。",
    "distinguish": "干燥根弯曲不整，长约20厘米，粗约2厘米，表面红棕色，有明显的纵沟，根茎有突起的节。质坚硬，纵劈之，内部有众多之纵行纤维；横断面木质部有很多空隙，从中心向外放射，色淡黄。\n主产内蒙古、辽宁、江西、河北、陕西、甘肃等地。",
    "effect": "麻黄根甲醇提取物2g／kg(相当于生药)能使大鼠血压明显下降,但首先分离的麻根素对大鼠却显示弱的升压作用,进一步分离获得了多种降压成分,麻黄根碱A、B、C、D3mg／kg对大鼠有降压和减低心率作用,其中麻黄根碱B的作用最强,0.1-3mg／kg 对大鼠和自发性高血压大鼠减低血压和心率的作用与剂量相关。麻黄根碱A和B对狗有相似的降压和减低心率活性,B微弱地加强去甲肾上腺素和明显地减少二甲基苯基哌哔嗪的加压作用,其降压活性被阿托品和苯海拉明所抑制,B还能抑制豚鼠由电刺激节前神经和乙酰胆碱用于神经节所诱导的输精管收缩,但对血管紧张素Ⅱ引起的血压升高没有影响,据此推测B的降压活性不经由血管紧张素受体的阻断,而主要由神经节的传导阻滞所致。阿魏酰组胺盐酸盐5mg／kg可使大鼠产生有意义的降压。几种双黄酮麻黄酚和麻黄宁A、B、C、D都具有降压作用,麻黄酚10mg／kg可使大鼠明显降压,其作用相似于麻黄根碱。",
    "creation": "拣去杂质，除去残茎，用水浸泡，捞出，润透后切片，晒干。",
    "function": "治体虚自汗、盗汗。\n\n①陶弘景：\"止汗，夏月杂粉用之。\"\n\n②《滇南本草》：\"止汗，实表气，固虚，消肺气、梅核气。\"\n\n③《四川中药志》：\"敛汗固表。治阳虚自汗，阴虚盗汗。\"",
    "taste": "①《纲目》：\"甘，平，无毒。\"\n\n②《本草正》：\"味甘微苦、微涩，乎。\"",
    "usage": "内服：煎汤，3～5钱；或入丸、散。外用：研细作扑粉。",
    "compatibility": "有表邪者忌服。",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "肺经",
    "plant": "草本状灌木。株高20～40厘米。木质茎短或呈匍匐状。小枝直伸或微曲，对生或轮生，直径约2毫米，中部节间长2.5～5厘米。叶2裂，裂片锐三角形，先端急尖，占叶鞘的1/3～2/3.雄球花常成复穗状花序，具4对苞片，雄蕊7～8，花丝结合或顶端微分离。雌球花单生枝顶或老枝叶腋，有4对苞片，最上1对合生部分占1/2以上，雌花2。雌球花熟时肉质红色，长圆状卵球形或球形，长约8毫米，种子2粒，种子三角状卵球形，长5～6毫米。花期5～6月，8～9月种子成熟。",
    "application": "用量3～9克。水煎服，外用适量，研粉撒扑。用治自汗，盗汗。",
    "position": "为麻黄科植物草麻黄或木贼麻黄或中麻黄的根及根茎。植物形态详\"麻黄\"条。",
    "source": "《本草经集注》"
  },
  {
    "name": "牛肉",
    "alias": "西冷、了骨、牛柳",
    "ingredient": "牛肉的化学组成因牛的种类、性别、年龄、生长地区、饲养方法、营养状况、体躯部位等而不同，其成分含率差距可以很大。大体上，每100g(食部)含蛋白质20.1g，脂肪10.2g；维生素（vitamine）B10.07mg，维生素B20.15mg，钙7mg，磷170mg，铁0.90mg。又含胆甾醇（cholesterol）125mg%。牛肉蛋白质所含必需氨基酸甚多，故其营养价值甚高。牛肉的特殊成分，参见“霞天膏”条。",
    "process": "为牛科动物黄牛或水牛的肉。拉丁植物动物矿物名：1.Bos taurus domesticus Gmelin2.Bubalusbubalis Linnaeus.",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "补脾胃，益气盘，强筋骨。治虚损羸瘦，消渴，脾弱不运，痞积，水肿，腰膝酸软。\n\n①《别录》：\"主消渴，止泄，安中益气，养脾胃。\"\n\n②《千金·食治》：\"止唾涎出。\"\n\n③《本草拾遗》：\"消水肿，除湿气，补虚，令人强筋骨、壮健。\"\n\n④《滇南本草》：\"水牛肉，能安胎补血。\"\n\n⑤《韩氏医通》：\"黄牛肉，补气，与绵黄芪同功。\"",
    "taste": "甘，平。\n\n①《别录》：\"味甘，平，无毒。\"\n\n②《千金翼·本草》：\"味咸，平，无毒。\"\n\n③《日华子本草》：\"水牛肉，冷；黄牛肉，温。\"",
    "usage": "内服：煮食、煎汁或入丸剂。",
    "compatibility": "牛自死、病死者，禁食其肉。",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；胃经",
    "plant": "1.黄牛，体第1.5-2m，体重一般在280kg左右。体格强壮结实，头大额广，鼻阔口大，上唇上部有两个大鼻孔，基间皮肤硬而光滑，无毛，称为鼻镜。眼、耳都较大。头上有角1对，左右分开，角之长短、大小随品种而异弯曲无分枝，中空，内有骨质角髓。四肢匀称，4路，均有蹄甲，其后方2趾不着地，称悬蹄。尾较长，尾端具丛毛，毛色大部分为黄色，无杂毛掺混。2.角较长大面扁，上有很多任务发纹，颈短，腰腹隆凸。四肢较短，蹄较大。皮厚无汗腺，毛粗而短，体前部较密，后背及胸腹各部较疏。体色大多灰黑色，但亦有黄褐色或白色的。\n生境分布：1.其性格温驯，生长较快。食植物性饲料。资源分布：1.全国各地均有饲养。2.全国大部分地区均饲养，以南方水稻田地区为多。",
    "application": "?",
    "position": "为牛科动物黄牛或水牛的肉。",
    "source": "《别录》"
  }
]