[
  {
    "name": "黄精",
    "alias": "龙衔(《广雅》)，太阳草(张华《博物志》)，白及、兔竹、垂珠、鸡格(《抱朴子》)，鹿竹、重楼(《别录》)，萎蕤、苟格、马箭、笔菜(《本草图经》)，黄芝(《灵芝瑞草经》)，笔管菜(《救荒本草》)，生姜(《滇南本草》)，野生姜(《本草蒙筌》)，野仙姜(《广西通志》)，山生姜(《本草备要》)，玉竹黄精、白芨黄精(《本草从新》)，阳雀蕻(《辰溪志》)，土灵芝、老虎姜(《草木便方》)，山捣臼(《岭南采药录》)，鸡头参(《山西中药志》)，黄鸡菜(《中药志》)，山姜(《湖南农村常用中草药手册》)。",
    "ingredient": "\n黄精的根茎含粘液质、淀粉及糖分。\n\n囊丝黄精的根茎含吖丁啶羧酸、天门冬氨酸、高丝氨酸、二氨基丁酸、毛地黄糖甙以及多种慧醌类化合物。叶含牡荆素木糖甙和5，4′-二羟基黄酮的糖甙。\n",
    "process": "\n春、秋采收，以秋采者质佳。挖取根茎，除去地上部分及须根，洗去泥土，置蒸笼内蒸至呈现油润时，取出晒干或烘干。或置水中煮沸后，捞出晒干或烘干。\n",
    "distinguish": "\n干燥根茎，呈不规则的圆锥状，形似鸡头(习称\"鸡头黄精\")，或呈结节块状似姜形(习称\"姜形黄精\")。分枝少而短粗，长3～10厘米，直径1～3厘米。表面黄白色至黄棕色，半透明，全体有细皱纹及稍隆起呈波状的环节，地上茎痕呈圆盘状，中心常凹陷，根痕多呈点状突起，分布全体或多集生于膨大部分。干燥者质硬，易折断，未完全干燥者质柔韧；断面?棕色，呈半透明角质样或蜡质状，并有多数黄白色小点。无臭，味微甜而有粘性。以块大、色黄、断面透明、质润泽、习称\"冰糖渣\"者为佳。\n主产贵州、湖南、浙江、广西、河北、内蒙古、辽宁、山西。\n",
    "effect": "\n①抗菌作用\n黄精在试管内对抗酸菌有抑制作用，其煎剂对实验性结核病的豚鼠，在感染结核菌同时给药与感染后淋巴肿大再给药，均有显著的抑菌效果，且能改善健康状况，其疗效与异烟肼接近。对伤寒杆菌仅有微弱的抑制作用(抗菌最低浓度为500～1000毫克%)，对金黄色葡萄球菌无抑制作用(抗苗最低浓度)1000毫克%)。但也有报道黄精粗制剂及水抽出液，对上述两种细菌均有抑制作用。其1：10浓度对腺2病毒有延缓作用，对疱疹病毒有抑制作用。\n\n②抗真菌作用\n黄精醇提水溶液2%以上浓度便开始对多种真菌有抑制作用，如堇色毛癣菌、红色表皮癣菌等，其水抽出物对石膏样毛癣菌及考夫曼-沃尔夫氏表皮癣菌有抑制作用，但有报道其10%煎剂仪对羊毛样小孢子菌有轻度的抑制作用，而对其他多种真菌无效。\n\n③降压作用\n黄精的水浸出液，乙醇-水浸出液和30%乙醇浸出液均有降低麻醉动物血压的作用。\n",
    "creation": "\n黄精：洗净泥土，略润，切片，晒干。酒黄精：取拣净的黄精，洗净，用酒拌匀，装入容器内，密闭，坐水锅中，隔水炖到酒吸尽，取出，切段，晾干。(每黄精100斤，用黄酒50斤)\n",
    "function": "\n补中益气，润心肺，强筋骨。治虚损寒热，肺痨咳血，病后体虚食少，筋骨软弱，风湿疼痛，风癞癣疾。\n\n①《别录》：\"主补中益气，除风湿，安五脏。\"\n\n②《日华子本草》：\"补五劳七伤，助筋骨，止饥，耐寒暑，益脾胃，润心肺。\"\n\n③《滇南本草》：\"补虚添精。\"\n\n④《纲目》：\"补诸虚，止寒热，填精髓，下三尸虫。\"\n\n⑤《本草从新》：\"平补气血而润。\"\n\n⑥《现代实用中药》：\"用于间歇热、痛风、骨膜炎、蛔虫、高血压。\"\n\n⑦《四川中药志》：\"补肾润肺，益气滋阴。治脾虚面黄，肺虚咳嗽，筋骨酸痹无力，及产后气血衰弱。\"\n\n⑧《湖南农村常用中草药手册》：\"补肾健脾，强筋壮骨，润肺生津。\"\n",
    "taste": "\n甘，平。\n\n①《别录》：\"味甘，平，无毒。\"\n\n②《四声本草》：\"寒。\"\n",
    "usage": "\n内服：煎汤，3～5钱(鲜者1～2两)；熬膏或入丸、散。外用：煎水洗。\n",
    "compatibility": "\n中寒泄泻，痰湿痞满气滞者忌服。\n\n①《纲目》：\"忌梅实，花、叶、子并同。\"\n\n②《本经逢原》：\"阳衰阴盛人服之，每致泄泻痞满。\"\n\n③《得配本草》：\"气滞者禁用。\"\n\n④《本草正义》：\"有湿痰者弗服。胃纳不旺者，亦必避之。\"\n",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "脾；肺；肾经",
    "plant": "\n①黄精\n多年生草本。根茎横走，肥大肉质，黄白色，略呈扁圆柱形。有数个茎痕，茎痕处较粗大，最粗处直径可达2.5厘米，生少数须根。茎直立，圆柱形，单一，高50～80厘米，光滑无毛。叶无柄；通常4～5枚轮生；叶片线状披针形至线形，长7～11厘米，宽5～12毫米，先端渐尖并卷曲，上面绿色，下面淡绿色。花腋生，下垂，花梗长1.5～2厘米，先端2歧，着生花2朵；苞片小，远较花梗短；花被筒状，长8～13毫米，白色，先端6齿裂，带绿白色；雄蕊6，着生于花被管的中部，花丝光滑；雌蕊1，与雄蕊等长，子房上位，柱头上有白色毛。浆果球形，直径7～10毫米，成熟时黑色。花期5～6月。果期6～7月。\n生于荒山坡及山地杂木林或灌木丛的边缘。分布黑龙江、吉林、辽宁、河北、山东、江苏、河南、山西、陕西、内蒙古等地。\n\n②囊丝黄精\n多年生草本。根茎横生，肥大肉质，近圆柱形，节处较膨大，直径钓1.5厘米。茎圆柱形，高40～80厘米，光滑无毛，有时散生锈褐色斑点。叶无柄，互生；叶片革质，椭圆形，有时为长圆状或卵状椭圆形，长8～14厘米，宽3～6厘米，先端钝尖，两面均光滑无毛，叶脉5～7条。花腋生，总花梗下垂，长约2厘米，通常着花3～5朵或更多，略呈伞形；小花梗长约1厘米；花被绿白色，筒状，长约2厘米，先端6齿裂；雄蕊6，花丝上有柔毛或小乳突；雌蕊1，与雄蕊等长。浆果球形，成熟时暗紫色，直径1～1.5厘米。种子圆球形。花期4～5月。果期6～9月。\n生山地。分布山东、江苏、安徽、浙江、湖北、江西、湖南、广东、广西、河南等地。\n\n③热河黄精，又名：多花玉竹。\n多年生草本，高30～70厘米。根茎横生，圆柱形，有节。茎直立，单一。叶互生，生于茎中部以上的无柄或有极短的柄；叶片广椭圆形或长卵形，长3～8厘米，宽1～3厘米，先端钝，基部圆形，全缘，下面具灰粉状物。花腋生，总花梗长3～6厘米，着生4～10花，成聚伞花序。花被筒状，乳白色，先端6裂，裂片钝三角形；雄蕊6，着生在花被筒的中央；子房卵圆形，具细长白色花柱。浆果球形，熟时黑色。花期5月。果期6～7月。\n生于林下、山坡草地。分布东北及河北、山东等地。\n\n④滇黄精\n多年生草本，高可达1米。根茎横生，有节。茎直立，单一。叶4～6片轮生，线形，长8～13厘米，宽1.5～2厘米，先端渐尖而卷曲，基部渐狭；无柄。花1～3朵腋生；花被筒状，淡绿色，6裂。浆果球形，熟时橙红色。花期4～5月。\n多生于阴湿的山坡林下或灌木丛中。分布云南等地。\n\n⑤卷叶黄精，参见\"老虎姜\"条。\n同属植物玫瑰红黄精(新疆)、甘肃黄精(西北，以上两种参见\"羊角参\"条)、弯花柱黄精(宁夏)、红果黄精(青海、甘肃)、长梗黄精(浙江、福建)、深山黄精(浙江、江西)等在少数地区亦作黄精使用。\n",
    "application": "\n①治疗肺结核\n取黄精经蒸晒干燥，洗净，切碎，加水5倍，用文火煎熬24小时，滤去渣，再将滤液用文火煎熬，不断搅拌，待熬成浸膏状，冷却，装瓶备用。一般5斤黄精可制黄精浸膏1斤，每毫升相当于黄精5克。剂量：每日4次，每次10毫升。临床观察19例，均属浸润型肺结核。其中浸润期9例，浸润溶解期2例，溶解播散期及吸收好转期各1例，静止期6例。两侧病变者11例，有空洞者6例，经单独内服黄精浸膏2个月后，病灶完全吸收者4例，吸收好转者12例，无改变者3例。6例空洞，2例闭合，4例有不同程度的缩小。痰集菌检查多数转阴；血沉绝大部分病例均恢复正常值。体重及临床症状也有所改善。\n\n②治疗癣菌病\n取黄精捣碎，以95%酒精浸1～2天，蒸馏去大部分酒精，使浓缩，加3倍水，沉淀，取其滤液，蒸去其余酒精，浓缩至稀糊状，即成为黄精粗制液。使用时直接搽涂患处，每日2次。一般对足痹、腰癣都有一定疗效，尤以对足癣的水疱型及糜烂型疗效最佳。对足癣的角化型疗效较差，可能是因霉菌处在角化型较厚的表皮内，而黄精无剥脱或渗透表皮能力之故。黄精粗制液搽用时无痛苦，亦未见变坏的不良反应，缺点是容易污染衣服。\n",
    "position": "\n为百合科植物黄精、囊丝黄精、热河黄精、滇黄精、卷叶黄精等的根茎。\n",
    "source": "\n《雷公炮炙论》\n"
  },
  {
    "name": "人参",
    "alias": "人街，鬼盖，黄参，玉精，血参，土精，地精，金井玉阑，孩儿参，棒锤",
    "ingredient": "\n主要含人参皂苷R\n、R\n等30多种人参皂苷、α-人参烯等挥发油、人参酸等有机酸、人参黄酮苷等黄酮以及木脂素、甾醇、氨基酸、多糖等。其中人参皂苷及多糖等为主要有效成分。\n",
    "process": "\n①园参\n\n9～10月间采挖生长6年以上的人参。用镐细心的刨起，防止断根和伤根，去掉泥土，再行加工。新鲜品称\"园参水子\"。新鲜的移山参称\"移山参水子\"。\n\n②野山参\n\n5～9月间采挖。用骨针拨松泥土，将根及须根细心拔出，防止折断，去净泥土，茎叶。新鲜品称\"野山参水子\"。\n",
    "distinguish": "\n①园参\n\n又名秧参。主根(参体)呈圆柱形，表面淡黄色，上部有断续的横纹。根茎(芦头)长约2～6厘米，直径约0.5～1.6厘米，有稀疏的碗状茎痕(芦碗)及一至数条不定根(参艼)。支根2～6条，末端多分歧，有许多细长的须状根，其上生有细小疣状突起(珍珠点)。\n\n由于加工方法不同，商品园参主要有以下几种：㈠红参：主根长约5～20厘米，直径约0.7～2厘米。表面棕红色，半透明，有大纵皱，环纹不明显，有支根痕。根茎土黄色，上有碗状茎痕4～6个。质硬而脆，断面平坦，角质，棕红色，中有浅色圆心。气香，味微苦。㈡边条参：性状同红参，惟一般以根茎较长，身长径圆，支根较长为特点。㈢糖参：主根长约3.5～12厘米，直径0.6～2厘米。表面淡黄白色，上端有较多的断续环纹，遍体有点状表皮剥落及细根痕迹。断面平坦，粉质，黄白色，有时韧皮部附近有淡黄色圈，中心部常有放射状裂隙。气香，味甘而微苦。㈣白人参：性状同糖参，形体较好，和野山参相似，但多为顺直体，根茎较红参长，须根分散，短而脆。㈤生晒参：主根长约3～10厘米，直径约0.3～2厘米。表面土黄色，有黑棕色横纹及纵皱，细支根及须根均已除去，而仅留痕迹。质脆，体轻，断面平坦，白色，有放射状裂隙。气香，味苦。有完整的根茎及须根者，称\"全须生晒参\"。㈥白干参：主根表皮均已除去，体表淡黄色或类白色，上端横纹不明显，但可见浅纵皱及支根痕。其它性状与生晒参近似。㈦掐皮参：主根长约6～15厘米，直径约1.2～2.5厘米，表面淡黄色，上端环纹不明显，但可见许多加工所致的凹点。支根浅棕色，支根与须根用线扎成牛尾状。断面白色。气香，味甘微苦。㈧大力参：主根长5～15厘米，表面淡黄色，半透明，有明显纵皱，上端有棕色横纹。细支根及须根均已除去。质硬而脆。断面平坦，透明角质状。气香，味苦。\n\n园参商品，均以身长、支大、芦(根茎)长者为佳。支瘦小，芦短、糖重者为次。\n\n主产吉林，其次为辽宁、延边朝鲜族自治州等地。\n\n②野山参\n\n又名山参。主根短租，与根茎等长或较短，多具二个主要支根，形似人体。上端有细而深的横环纹。根茎细长，一般长3～9厘米，上部扭曲，习称\"雁脖芦\"，芦碗密集，下部无芦碗而较光滑，俗称\"圆芦\"。须根稀疏，长约为主根的1～2倍，柔韧不易折断，有明显的疣状突起(珍珠点)。全体呈淡黄白色，皮细、光润。气香浓厚，味甘微苦。\n\n由于加工不同，商品野山参有生晒参、糖参、掐皮参3种。其性状除全形外，均与相应的园参商品相似：以支大、浆足、纹细、芦长、碗密、有圆芦及珍珠点者为佳。\n\n主产吉林、辽宁、黑龙江等地。\n\n③移山参\n\n体形似野山参，但主根下部往往较肥大，纹粗而浅，常延续到主根中部，须根珍珠点较少。加工商品同野山参。\n\n④朝鲜人参\n\n产于朝鲜的人参，习称朝鲜人参，又名别直参、高丽参。商品有朝鲜红参、朝鲜白参之分，而以红者为优。\n\n㈠朝鲜红参\n\n加工法与国产红参相同。体较足壮，上生双马蹄芦与肩齐，单芦的名\"独碗芦\"，中部皆深陷，边缘甚整齐，质坚硬。主根长约6～10厘米，直径约1～2厘米。表面红棕色，有顺纹，上部或显黄衣，全体显纵棱。支根多弯曲交叉。质坚体重。断面角质发亮，有菊花纹。香气浓厚，味甘微苦。\n\n㈡朝鲜白参\n\n芦头与园参相似，体呈圆柱形。表面黄白色，有浅棕色细纹。须根大部除去，质松泡。断面有圆心。稍有香气，味甘微酸。\n\n此外，日本栽培的人参，习称东洋参，始载于《纲目拾遗》，商品因加工不同，分为白参与红参两种。\n",
    "effect": "\n1.对神经糸统的作用：人参提取物小剂量兴奋动物的中枢神经系统，大剂量则抑制中枢神经系统。人参总皂甙在小剂量时(ip2.5-5.0mg/kg)对中枢神经系统有兴奋作用，反应为自发活动与探究反应增加等，大剂量时(100mg/kg)则转为抑制。水浸剂5g/kg、40%水浸剂0.5ml腹腔注射能明显减少小鼠的自发活动，对鸽、兔、猫亦有镇静作用。GNS(ginseno-sideRb和Rc的混合物)对小鼠中枢神经糸统有抑制、安定、镇痛作用，以及中枢性肌肉松弛、降温、减少自发活动等作用。\n\n人参水浸剂对很多兴奋药有对抗可卡因引起的小鼠过度活动及惊厥，亦可对抗士的宁、戊四氯导致的惊厥，并降低因惊厥而致的死亡率。人参0.2g/kg可产生中等程度脑电图的同步化，若给予人参后再用兴奋药可引起脑电图更明显的异步化;亦有报道单用人参也能引起脑电图轻度异步化。\n\n人参对中枢神经糸统的双向作用表现在人参能减轻中枢抑制药(水合氯醛、氯丙嗪等)的抑制作用，GN0.4(ginsenosideRg1、Rg2和Rg3的混合物)对中枢神经糸统呈兴奋作用，大剂量则呈抑制作用。人参粗制剂对猫的脑电图，即可产生同步化作用，又可增强兴奋剂的异步化作用，而且可使癫痫性脑电波-棘波泛化，即产生兴奋作用。\n\n朱颜等(1956年)报告40%人参水浸剂对鼷鼠ip，能显著抑制鼷鼠的自由活动，而且能减弱古柯碱的兴奋作用及惊厥作用。连续Po40%人参水浸剂3次之后，能使多数动物安静，但不能对抗古柯碱的兴奋作用和惊厥作用。\n\nTKOB(1978年)：人参干浸膏小剂量(50mg/kg)ig，连续5d，能使脑干的多巴胺(DA)、去甲肾上腺素(NE)增加，5-羟色胺(5-HT)减少。剂量再降至30mg/kg，连续3d给药，可增高大脑腺苷环化酶活性。剂量加大至200mg/kg反而使大脑与脑干中腺苷环化酶活性降低,并使脑于中cAMP含量降低。\n\nWatanable，H.等(1991年)：比较了入参对老年大鼠和青年大鼠自发运动性与多巴胺能神经系统的影响。对大鼠ig人参水提物(1.8%)连续4周，老年大鼠在暗期的自发运动活性增加，而青年大鼠的自发运动活性降低。给药5周后，白天老年大鼠的脑纹状体对多巴胺的利用率下降，而年青大鼠则增加。虽然亚慢性人参给药并不影响老年大鼠纹状体D-1和D-2受体，但是老年大鼠体内纹状体的多巴胺D-2受体浓度比年青大鼠体内的要低。亚慢性摄入人参提取物可以抑制老年大鼠脑黑色纹状体的多巴胺神经元在白天的活性，促进其在暗期的自发运动，而在年青大鼠身上，则产生完全相反的影响。另报道：人参正丁醇提取物对脑内突触摄取递质有抑制作用，其抑制强度为：lY-氨基丁酸>谷氨酸≥多巴胺>去甲肾上腺素=5-羟色胺。\n\nLtohT(1989年)：人参根100mg/Kg对小鼠po给药2次/ld，连续2周或连续7周。7周组小鼠自发活动原活性显著增加，而2W组小鼠与对照组比较无明显变化。2周组小鼠大脑皮层中多巴胺、去甲肾上腺素的代谢、层状体及小脑中5-羟色胺的代谢被加强，而中脑、丘脑下部的5-羟色胺和层状体中多巴胺的代谢却被抑制。给药7周组小鼠除小脑的5-羟色胺被促进外，整个脑部的5-羟色胺、去甲肾上腺素、多巴胺的代谢均被抑制。 人参对人的记忆、学习的整个过程，包括记忆的获得、记忆的巩固与记忆的再现，均有一定影响。这种影响在小剂量给药时，呈现明显的促进作用，超过一定的剂量范围，非但没有促进作用，甚至有阻抑作用，用人参干浸膏20mg/kg(相当中药100mg/kg)给大鼠ig，连续3日后，用迷宫法进行条件反射形成、消退及反射潜伏期的观察，证明大鼠的学习与记忆能力均得到增强。但当剂量增加5倍后，学习与记忆的效果反而降低。迷宫法试验表明，促进大鼠学习与记忆的最佳剂量为10mg/kg(主动性逃避反应)或30mg/kg(被动性射避)，100mg/kg时则增加朝向反应，使剂量-反应曲线呈倒钟形。\n\n张磊等采用一次性训练被动回避性条件反应和水迷宫法观察人参对小鼠记忆的易化作用。人参20%乙醇提取物可拮抗樟柳碱或戊巴比妥钠造成的记忆获得不良，改善环己酰亚胺和亚硝酸钠造成的记忆巩固障碍以及40%乙醇造成的记忆再现缺损，新开河红参对小鼠的空间分辨学习有良好的促进作用，此作用不受M-胆碱阻滞剂的影响。新开河红参对记忆的再现及增强记忆也有改善作用。马天才(1990年)报道了对人参易化学习记忆机理的研究，人参能兴奋中枢神经系统，提高动物觉醒度和机动水平，从而加速了条件反射的形成。人参尚有中枢拟胆碱活性和拟儿茶酚胺活性，并对蛋白质、RNA、DNA的合成有促进作用。一般认为易化记忆的作用可能主要与脑内核酸与蛋白质合成有关，人参中含有腺苷酸环化酶刺激腺苷，并含有磷酸二酯酶抑制剂人参皂甙-Ro、Rb3和Rd，二者有相乘作用，共同使细胞内cAMP升高。人参使得动物大脑更合理地利用能源物质葡萄糖，合成更多的ATP供学习记忆活动，在行为药理实验中，易化了学习记忆的获得、记忆的巩固和再现。总之，在记忆形成过程中，蛋白质与RNA是其内在的物质基础，起着重要的作用。乙酰胆碱系统与单胺类脑内神经介质也与记忆密切相关，多巴胺与去甲肾上腺素是促进记忆的递质，而5-羟色胺是抑制记忆的递质。苯丙酸为脑内生物胺前体，人参能促使苯丙胺酸前体物透过血脑屏障，这对多巴胺与去甲肾上腺素的合成有利，从而也就促进了记忆。\n\nFalder报道人参皂甙能修饰或改变脑细胞膜的结构，从而改变细胞的特性或加强细胞的功能。实验发现，人参皂甙可使大鼠较低部位的脑细胞结合皮质醇的能力增强数倍到上百倍。皮质醇结合脑细胞，可改善机体的选择能力和辨别能力，而脑细胞结合ACTH则能增进运动、提高功能和觉醒反应，二者都能使机体产生暂时的活力和舒适感，因而抗疲劳。作者认为这种结合能力的增强，可能是通过人参皂甙作为底物类似物与脑细胞膜蛋白相结合，改变细胞膜的结构而达到的。再有，人参皂甙能使脑内生物胺含量改变。据认为这种改变可能与人参皂甙使生物胺的前体苯丙氨酸容易进入脑内并增加脑内无机磷有关，该前体的进入是与膜结构的改变分不开的。\n\nAikosugaya等(1988年)报道粗制人参皂甙促进培养的大鼠大脑皮质神经元轴突的伸展。将粗皂甙加入培养基中，经过24小时或48小时的培养，显示出人参粗皂甙不仅对轴突伸展有增进作用，而且可对抗细胞弛缓素-B引起的生长锥消失和成环现象。人参粗皂甙使培养的神经元的神经节甙脂含量增加1.5倍左右。神经节甙脂对于突触形成、神经系统的生长和分化起着重要作用。人参皂甙对在培养基介质缺乏条件下培养的小鸡脑细胞，也有促进其轴突生长的作用。\n\n曲极冰等(1990年)在低压、低氧条件下观察人参根总甙对动物存活率与皮层脑电图的影响。在15.96-21.28kPa大气压条件下，人参皂甙能显著地增加小白鼠的存活率。在13·33KPa大气压下，人参皂甙明显地延长大鼠皮层脑电图存在时间。推测人参皂甙的抗低氧效能，可能与其提高动物大脑皮层的耐低氧作用有关。 人参根总皂甙(70mg/kg)对大鼠ip给药后40min时，大鼠脑内Y一氨基丁酸(GABA)含量降低，谷氨酸和天冬氨酸的含量不变。\n\n李经才等(1990年)报道对人参皂甙影响中枢神经系统儿茶酚胺昼夜节律的余弦法分析表明，脑内多巴胺、去甲肾上腺素含量均有明显的昼夜节律改变。夜间ip总皂甙反可使小鼠脑内的去甲肾上腺素含量降低，只有在某一特定时间(12：00)注射，才使脑内多巴胺含量轻度升高。对小鼠给药后，皂甙各项药效指标均成为一天中时间的函数，呈周期性变化。其作用强弱或有无，取决于给药的昼夜阶段。在应激条件下，如减压低氧、热应激(45℃，20或15分钟)、冷应激(-2℃--4℃，l小时)，脑内乙酰胆碱水平均有较明显的降低。人参总皂甙(100mg/kg)ip给药后，上述应激条件下降低的脑内乙酰胆碱水平均有较明显的上升，有的甚至可恢复到原水平。对于在应激状态下降低的去甲肾上腺素、多巴胺，5-羟色胺及5-羟吲哚乙酸(5-HIAA)对小鼠ip给药，一经用药，即可回升。对于热应激一般则需要较大剂量(200mg/kg)用药才可见效。人参对脑内r-氨基丁酸、谷氨酸水平无明显影响，对于血清皮质酮水平则在应激后升高的基础上，用药后进一步的升高。\n\n鲁戈等(1987年)利用模糊数学中综合评判法对人参根皂甙抗低压、缺氧作用进行了考察。 人参皂甙(87mg/ml)在对鸡胚脑神经细胞进行体外培养的第(d3或d5给药，可使培养的dl0或第dl4的神经细胞的胆碱酯酶活性显著增强，推测这可能是由于人参皂甙促进了神经系统的分化成熟、分裂增殖和存活的结果。对切除肾上腺及卵巢的大鼠每日ip人参皂甙0.5m1，7日后，以放射自显影法，可证明给药组脑组织结合3H皮质酮的能力与对照组相比,增强数倍至数10倍，尤以海马区结合为多。\n\n人参小剂量时能兴奋肠管出现M样作用。大剂量则抑制肠活动，可解除肠肌痉挛。阿托品能拮抗人参引起的肠管收缩，神经节阻断药及乙酰胆碱则可增强其兴奋肠肌的作用。人参可使蛙腹直肌持久强直收缩，小量乙酰胆碱可使之增强，但未见有抗胆碱酯酶和抗组胺作用产生。人参对交感系统作用的实验表明，人参小剂量给药可以使血管收缩，心脏活动增强，增强肾上腺素对子宫的兴奋，使瞬膜及瞳孔收缩，并兴奋子宫。从而认为人参对植物神经系统交感及副交感都有影响，而对交感神经的影响则是通过影响交感神经节中的乙酰胆碱来实现的。\n\n茹立强等(1979年)实验观察了20只家兔肾俞穴注射人参后，对固有粘膜内神经的乙酰胆碱酯酶活性有明显的影响。用药2mo后75%降低，25%升高。但是再继续给药2-4周则全部降低。停药后还出现不同程度的对酶的抑制。以酶活性变动的角度讨论人参的调正作用，认为人参治疗26例先天性巨结肠症的疗效，可能与肠壁内副交感神经乙酰胆碱脂酶的活性有关。程秀娟等(1984年)报道人参稀醇提取物具有增强去甲肾上腺素升高麻醉兔血压和收缩离体兔耳血管作用，但不影响肾上腺素和去甲肾上腺素兴奋离体心脏作用。实验表明人参具有外周拟肾上腺素作用，这种作用可能与人参兴奋a受体有关。毒扁豆碱可增强人参稀醇提取物降压作用，阿托品为切断迷走神经均可减弱人参降压作用。人参高浓度具有减小离体心脏收缩幅度和减慢心率作用，阿托品可部分阻断其抑制心脏作用，提示人参具有外周拟胆碱作用，此作用与人参兴奋M受体有关。结果表明人参对外周植物神经系统具有双重作用。\n\n2.适应原样作用：\n\n人参能增加机体的非特异性抵抗力，对各种有害因素，如物理的(冷冻、高温、过度运动、高压或低压)、化学的(各种毒剂、麻醉药物等)、生物的(异种血清、细菌、移植瘤等)不良影响均能增加机体的抵抗力。人参能显著延长小鼠游泳的持续时间;以对抗小鼠疲劳爬绳法测得的兴奋作用单位(SUA33),人参根流浸膏为50，总甙为700-6600，甙元为2000-8000，说明甙类是人参的有效成分。另用小鼠奔跑试验得知，6个人参皂甙(panaxosides),每个都比粗提物作用强10-100倍，并随着甙的极性的增大而作用降低，人参二醇比人参皂甙D(panaxosideD)活性高1倍，比人参皂甙F(panaxosideF)高2倍;人参三醇具有更高的活性。人参流浸膏在大鼠2小时游泳期间，能导致对糖原和高能磷化合物更经济的利用，增强乳酸、丙酮酸的代谢，通过有氧氧化，为肌肉活动及时提供能量。给大鼠腹腔注射人参皂甙S(panaxosideS)5mg/kg，能阻止肌肉中ATP、糖原及磷酸肌酐的减少，在游泳后2小时内能减少乳酸和丙酮酸的蓄存。人参可使大鼠经X线长期照射(总剂量1620-7000伦琴)后的存活时间延长一倍，减轻对造血糸统的损害。\n\n人参能显著降低小鼠在高温、低温、低气压状态下的死亡率;以大量放血或窒息造成狗的垂危状态，人参有促进狗自垂危状态恢复健康的作用。人参有可能使呼吸已经停止、血压继续下降、反射完全消失的猫从濒死状态复苏;可促进饥饿大鼠肝糖原的积累。人参浸剂对接种锥虫的小鼠，能加速兔角膜实验性溃疡的痊愈，灌胃给药亦有疗效。人参皂甙对不同平滑肌的作用有明显差异性。人参皂甙对肾上腺素激动大鼠肛尾肌和输精管a1受体效应有明显拮抗作用。门脉象肠平滑肌一样，有明显自发活动。此活动的触发与Ca(2+)内流有关，而且受到阿a1和B2受体调节。\n\n实验证明，人参皂甙对大鼠门脉自发活动张力呈现明显浓度依赖性和时间依赖性。人参皂甙(10-4g/ml)明显抑制大鼠门脉自发活动张力，松弛豚鼠气管平滑肌，并减慢豚鼠右心房心率。人参皂甙还增强异丙肾上腺素对大鼠门脉自发活动张力的抑制，并增强对豚鼠气管平滑肌的松弛效应。提示人参皂甙可能对突触后膜B受体效应起调节剂(Modulator)样作用，即对B2受体激动产生的抑制性效应有协同作用，而对B1受体激动产生的兴奋效应有拮抗作用。\n\n3.对循环糸统的作用：\n\n3.1人参对多种动物心脏：均有先兴奋后抑制，小剂量兴奋，大剂量抑制的作用。人参水浸剂有类似强心甙的作用，使离体蛙心收缩幅度加大，最后停止于收缩期;对兔、猫、在体蛙心，可使收缩增强、心率减慢;人参的强心作用可能与其抑制心肌细胞膜Na(+),K(+)-ATP酶有关。但也有实验证明人参根及参芦总甙对小鼠心、肝、肾、脾等组织匀浆中的Mg(+)-ATP酶有抑制作用，对Na(+),K(+)-ATP酶活性有关。\n\n人参皂甙25mg/kg静脉注射，能降低麻醉狗的血压、减慢心率和降低最大左室收缩速率(dp/dtmax),由于显著减慢心率和抑制左室内压上升，故心脏作功和耗氧均减少，有利于其抗心肌缺血。人参茎叶、芦头、果及主根的总皂甙分别以40mg/kg给大鼠灌胃，对异丙肾上腺素引起的心肌坏死，均具有保护心肌、减轻病损的作用。人参总皂甙及组分Rb+R0体外试验，83g/ml浓度，能显著保护大鼠脑缺血再给氧和心肌缺血再灌注损伤。人参皂甙Rb+R0100mg/kg静脉注射，能显著保护大鼠脑缺血缺血再灌注损伤，保护脑组织肌酸磷酸激酶及超氧化物歧化酶活性，抑制脑水肿形成，减少脂质过氧化物丙二醛的产生，促进脑内前列腺环素(PGI2)释放，抑制血栓素(TXA2)合成，吲哚美辛5mg/kg静脉注射可显著对抗之，表明Rb+R0对脑缺血再灌注损伤的保护作用是通过PGI2中介的。红参的醇提取物和水浸液可使离体蛙心收缩加强，最后停止于收缩期;对犬、兔，猫在位心的作用与强心甙相似，可使其收缩增强，心率减慢。尚发现人参煎剂和生脉液在体外对动物心肌细胞膜上ATP酶活性有抑制作用。人参还能减轻或消除氯仿、肾上腺素所致心律不齐，能升高心内电极起搏的致早搏阈值，能缩小实验性心肌梗塞范围，能改善猫、兔心室纤颤时的心跳无力状态。\n\nLee，MinJae等(1991年)报道红参提取物和红参粗皂甙对离体兔心室乳头肌的电生理特征和收缩性的影响。用红参醇提物(0.01%和0.05%)处理离体兔乳头肌细胞时，动作电位幅度(APA)增加。没有观察到最大舒张电位(MDP)和动作电位期(APD)的变化。红参醇提物(0.01%)最初增加乳头肌的收缩性能,而后又降低其收缩性能。红参皂甙处理时，前10至15分钟，产生正性心肌收缩效力;30分钟之后，出现负的心肌收缩效力。醇提物和粗皂甙均可改变乳头肌细胞的动作电位。红参醇提物对心室肌收缩性的双重效应可能与其含有二种作用相反的影响心肌收缩力的物质有关。\n\n魏然等(1992年)报道人参增强人心肌细胞代谢的实验研究。通过检测细胞中乳酸脱氢酶(LDH)、琥珀酸脱氢酶(SDH)及cAMP变化了解人参对心肌细胞代谢的影响。人参作用早期，使细胞LDH程度升高。LDH是细胞糖酵解途径的催化酶。LDH增高与细胞糖代谢增强、能量产生增加有关。人参作用早期还使细胞SDH明显上升，16小时达高峰，32小时以后下降。SDH在细胞内，只存在于线粒体中，与细胞能量代谢有关，其含量变化反映了细胞能量代谢的变化。早期SDH增高表明细胞代谢的增强，尔后的降低是否由于培养液中营养物质的消耗，使细胞代谢水平下降，有待证实。人参使细胞cAMP含量上升。cAMP升高，使细胞核内蛋白质合成基因开放，蛋白质合成增加。\n\n川乌佑次发现，人参中有使细胞内cAMP增加的腺苷环化酶刺激物。人参使细胞内cAMP上升，这与人参能诱使心肌细胞产生干扰素的结果相吻合。干扰素的产生是诱生剂诱导细胞内蛋白质合成的过程，人参增强心肌细胞抗病毒能力，除与药物诱使细胞产生干扰素以及促诱生干扰素作用外，也与药物能够促进细胞的代谢有关。人参皂甙能降低小鼠在严重缺氧情况下大脑和心肌的乳酸含量，能恢复缺氧时心肌cAMP/cGMP比值的下降，并具有保护心肌毛细血管内皮细胞，及减轻线粒体损伤的作用。在大鼠乳鼠心肌细胞培养实验中，人参皂甙(83ug/ml)及其组分Rb+Ro能保护缺糖缺氧性损伤,减少再给氧损伤时乳酸脱氢酶的释放，降低离体大鼠心脏缺血再灌注损伤时肌酸磷酸激酶的释放，但人参皂甙-Rg或大剂量人参总皂甙(250ug/ml)反而促进心肌细胞乳酸脱氢酶的释放。人参总皂甙与去甲乌药碱合用可拮抗大肠杆菌内毒素引起的开胸犬急性心肌收缩性抑制，并使外周血压逐步回升。\n\n3.2人参对血压：小剂量可使动物血压上升，大剂量则使血压下降;但人参的治疗剂量对患者血压并无明显影响;人参的甙类对麻醉动物呈轻微短时降压。人参醚提取物iv(40mg/kg)可使氟烷轻度麻醉的犬心率及中心静脉压下降。朝鲜人参水浸膏使麻醉犬血压下降，而血浆中组胺浓度比iv组胺(10mg/kg)所达到的水平还高，因而认为降压是由于释放组胺所致。实验中还观察到麻醉犬对人参的降压作用有快速耐受现象。\n\n3.3人参对离体兔耳血管和大鼠后肢血管：有收缩作用，但对整体动物冠状动脉、脑血管、眼底血管有扩张作用。实验表明，人参对麻醉动物，小剂量升压，大剂量降压，治疗量对病人血压无明显影响。推测升压作用可能与肾、脾体积缩小、内脏血管收缩有关。70%人参甲醇提取物(200mg/kg)给大鼠po30分钟后，使得肝、脾、胃粘膜、左心室、肾血流量增加。90分钟时达高峰，120分钟后即降低。人参甲醇提取物还可抑制由5-羟色胺引起的上述器官组织的血流量的降低，而对血压与心率不呈明显影响。\n\n3.4对兔和大鼠冠状动脉结扎造成心肌梗塞模型：人参总皂甙(50mg/kg)ip能缩小兔心肌梗塞范围，抑制心肌梗塞后FFA升高，降低大鼠梗塞心肌的MDA含量，对CPK活性降低也有保护作用。对麻醉犬结扎LAD形成心肌梗塞l小时施行重灌注l小时。人参总皂甙(30mg/kg)iv可降低重灌后的CPK和TXA2值，增加6-酮-PGF1a值以及PGI2/TXA2比值。陈修等认为人参总皂甙抗心肌缺血和再灌注损伤的机理，在于能促进心肌生成和释放前列腺素，抑制TXA2的生成，并通过抗氧自由基和抗脂质过氧化作用而保护心肌细胞的。申京建等研究表明人参皂甙既能抑制环氧酶和TXA2合成酶，使TXA2合成受到抑制，又可以抑制血小板cAMp-磷酸二酯酶活性而升高血小板中cAMP含量。TXA2是参与动脉粥样硬化、冠心病、心肌梗塞形成的主要物质之一，而cAMP含量升高则可抑制血小板的聚集。人参总皂甙体内、外均能抑制兔的血小板聚集，升高血小板内cAMP含量，不影响cGMP含量，体内有效剂量为80mg/kg(iv)，体外为1-2mg/ml，对花生四烯酸引起的聚集抑制大于ADP及凝血酶。总皂甙小量长期给兔ip(30mg/kg，20wk)，虽可降低血液粘度、血小板聚集性，但对血柱弹力图无影响。人参皂甙对大鼠急性脑缺血/再灌注损伤有保护作用。人参皂甙(100mg/kg)iv能显著阻止再灌注过程中皮层脑电图发生严重抑制和脑水肿形成，并能抑制脑组织细胞乳酸脱氢酶、超氧化物歧化酶活性下降，脂质过氧化代谢产物丙二醛含量及颈动脉中乳酸脱氢酶活性升高。\n\n人参总甙(10mg/kg)对麻醉开胸犬iv，除血压、总外周血管阻力有短时间的明显降低外、对心、脑血流量、心输出量等均无明显影响。心率变慢，分钟张力。时间指数可有明显降低。洪敏等研究了人参皂甙对心房肽(ANP)基因表达的影响。用冷酚法提取心房总RNA，用a-32P标记的大鼠心房肽互补DNA探针与之杂交，检测心房肽mRNA的含量。对大鼠每日一次注射1%人参根总甙水液，连续7日。雄性14-18mo大鼠Anp-mRNA增加，2-3mo雄性大鼠减少，对雌性大鼠作用不明显。提示人参对心脏内分泌功能有抗衰老作用。 人参根总皂甙(27mg/kg)给犬和大鼠iv后，血压有双向反应。多数动物血压先降而后微升，少数先升后降，这是由于人参总甙对不同血管的作用不同(相反)所致。推测人参皂甙的降压作用是人参皂甙改变平滑肌细胞膜的结构，抑制钙离子向主动脉内转移，导致血管平滑肌细胞内参与血管收缩作用的钙离子减少而降压。\n\n4.对内分泌的作用：\n\n4.1对垂体肾上腺皮质糸统的作用：人参皂甙20mg/kg腹腔注射，能引起血浆皮质酮增加，并增加肾上腺cAMP含量，对去垂体大鼠则无影响，因此人参皂对肾上腺皮质功能的促进作用是间接的。人参皂甙使大鼠血浆ACTH及皮质酮均增加，血浆ACTH的增加与皮质酮的增加几乎平行，人参皂甙引起的皮质酮的增加可预先使用地塞米松而降低，因此人参皂甙是作用于下丘脑和/或垂体，引起ACTH分泌，从而导致肾上腺皮质合成皮质激素增多。\n\n4.2抗利尿作用：人参根及其茎叶的20%醇提物，0.5-10g/kg口服，对大鼠有抗利尿作用，对去肾上腺大鼠无抗利尿作用。人参无肾上腺皮质激素样作用，但对垂体肾上腺皮质系统有刺激作用，其有效成分为人参皂甙，作用部位在垂体水平以上。人参皂甙对垂体-肾上腺皮质系统的作用过程必须通过第二信使cAMP，cAMP普遍存在于生物细胞中，其生理效应相当广泛，是传递多种激素作用的重要物质。人参能使正常或切除一侧肾上腺大鼠的肾上腺肥大，使豚鼠尿中17-酮类固醇含量降低，使大鼠嗜酸性白细胞增多，肾上腺皮质中维牛素C及胆固醇减少，尿中ACTH增加。在低压缺氧状态等应激条件下，人参不能使大鼠肾上腺中维牛素C含量免于减低，人参能提高小鼠耐受高温、低温的能力，但摘除肾上腺后，这一效应消失，说明人参本身不具皮质激素样作用，但可通过兴奋垂体-肾上腺系统改变应激反应，从而减轻多种实验性病理损伤过程。人参使大鼠肾上腺中cAMP含量迅速增加1.7-1.8倍，血浆中皮质类固醇增多，但摘除垂体后，其作用即行消失。宗瑞义等(1980年)以蛋白质结合法测定肾上腺细胞内cAMP含量为指标，观察到人参粗提物ip的大鼠，能明显增加肾上腺细胞内cAMP含量，但大鼠摘除脑垂体后，人参则不能再增加肾上腺细胞内cAMP含量，给予ACTH后，又可明显增加，若使用戊巴比妥钠加地塞米松阻滞下丘脑释放因子，人参仍能显著地增加肾上腺细胞内cAMP含量。人参尚有抗利尿作用，人参的抗利尿作用与剂量间有近似正比关系，在去垂体或松果体，或用戊巴比妥钠麻醉的动物身上，仍然呈现抗利尿效果。但人参的抗利尿作用可被螺旋内酯所拮抗，故认为此作用是促进肾上腺皮质分泌盐皮质激素所致，继而又发现在利尿作用出现之前，先有血钾明显升高，推测血钾升高可能是刺激醛固酮分泌的原因。\n\n4.3对性腺的作用：人参甲醇提取物喂饲小鼠，可使其动情延长，但对摘除卵巢的小鼠，人参不能使其出现动情期，也不能阻止去势雄性小鼠贮精囊和前列腺萎缩，因此认为人参本身无性腺样作用，但可能有促性腺激素样作用。人参曾被西方报道为一个催欲药，但至今未见有关于人参产生的任何直接的催欲作用的报告。王本祥等(1983年)报道人参不能使去势雄大鼠己萎缩的副性器官及提肛肌重量增加，也不能使去势雌小鼠出现动情期，表明人参无性激素样作用。但是，人参能兴奋垂体分泌促性腺激素，对去垂体大鼠，人参的促进激素样作用不复出现。而且吗啡可以完全阻断人参根的促性激素样作用，推断药物并非作用于垂体前叶，而是作用于垂体水平以上。人参可使体外培养的大鼠睾丸组织的DNA和蛋白质合成增加，此效应在预先用蛋白质合成抑制剂环己酰亚胺后消失，推测人参作用于与睾丸DNA和蛋白质合成有关的酶蛋白的生物合成。实验显示人参能促进幼年期雌性小鼠及幼年动情期的出现，使幼年动物子宫和卵巢重量增加，加速大鼠的性成熟过程，并使性已成熟的雌性大鼠动情期延长;刺激大鼠和兔睾丸的精子生成;使雄性黑腹果蝇交配潜伏期缩短，交配时间延长;加速青蛙卵巢的发育和排卵;使蜂王产卵能力提高;使鸡多下蛋。\n\n5.对物质代谢的影响：\n\n5.1对糖代谢：人参50%醇提物0.5、1.0g/kg(按生药量)对四氧嘧啶引起的大鼠早期糖尿病有降血糖作用。人参总皂甙30、100mg/kg腹腔注射预防给药，对四氧嘧啶性小鼠糖尿病有预防作用。人参根中多糖panaxans,有A、B、C、D、E五种，30mg/kg对正常小鼠均有降血糖作用。使肝糖原也降低。人参多糖50-200mg/kg腹腔注射或皮下注射，可引起小鼠血糖和肝糖原含量降低，切除肾上腺不影响其作用，人参多糖能增强琥珀酸脱氢酶及细胞色素氧化酶活性，还有促胰岛素释放作用。人参多肽50、100、200mg/kg静脉注射，能降低大鼠、小鼠的正常血糖和肝糖原，对肾上腺素、四氧嘧啶及葡萄糖引起的高血糖均有抑制作用。人参多肽的降血糖作用，除促进糖原分解或抑制乳酸合成肝糖原外，主要刺激琥珀脱氢酶和细胞色素氧化酶的活性，使糖的有氧氧化作用增强。人参对正常血糖及肾上腺素或高渗葡萄糖所致高血糖有降低作用，人参对四氧嘧啶糖尿病犬或雄性大鼠有一定的保护作用。有关人参中降血糖的化学成分与作用机理近年来多有报道(参见人参根多肽类化学成分)。人参可使雌大鼠蛋白质合成加强，食欲增进，体重增加，生长加快，并能矫正雌鼠因饥饿而出现的肝DNA减少，促进蛋白质合成。人参总皂甙ip能降低因注射肾上腺素、葡萄糖引起的动物高血糖，对四氧嘧啶糖尿病犬或雄性大鼠有保护作用，但起效较慢，所需剂量较大。人参皂甙本身可促进大鼠胰脏(离体)释放胰岛素，并促进葡萄糖引起的胰岛素释放。皂甙与胰岛素释放之间的剂量一反应关系呈S型曲线。\n\n5.2对核酸、蛋白质代谢:人参提取物(相当0.15g生药)腹腔注射，能促进标记的乳清酸在大鼠肝细胞RNA的掺入率。人参提取物(F3或F4)5mg腹腔注射，能促进血清白蛋白和球蛋白的合成。人参提取物(F3或F4)5mg腹腔注射，可增进大鼠肝脏RNA聚合酶的活性。大浦彦吉等用标记的乳清酸、亮氨酸参入法，系统地研究了人参不同组分对鼠肝、血清及其他组织中核酸、蛋白质代谢的影响。实验表明，人参皂甙能明显降低缺血侧和非缺血侧脑内乳酸的含量、ATP和乙酰胆碱的含量、乳酸脱氢酶的活性升高。以200和400mg/kg体重给药组作用效果较为明显。推测人参皂甙降低急性脑缺血动物率中发生率与其改善缺血脑组织的能量代谢有关。他们认为促进机体各器官组织RNA和蛋白质合成的是人参中的一种组分，取名为蛋白质合成促进因子。该组分中主要成分为人参皂甙。它使大鼠肝细胞核中DNA依赖性RNA多聚酶的活性增强，促进标记的乳清酸参入肝细胞核RNA中，继而引起细胞质内粗面内质网膜附着型重多聚核糖体及分泌性蛋白质合成增加，特别是血清白蛋白、免疫球蛋白。对细胞分裂活跃的骨髓、睾丸等组织，它还能促进DNA的合成。 Yoo，kyejin等报道人参皂甙对再生大鼠肝细胞中DNA合成速率和LDHA-基因的影响。人参皂甙-Rbl和-Rc在低浓度时(1mg/100g)，对于大鼠肝再生期间LDHA-基因转录有刺激作用，在高浓度时(20mg/100g)则有抑制作用。人参皂甙-Rc和-Re在剂量50ug和100ug/3ml/dish时，均能增加肝细胞蛋白和DNA的合成速率。推测Rc和Re可能具有提高肝细胞再生分裂素活性的作用。体外试验中，人参皂甙对RNA多聚酶均无直接影响。因而，人参皂甙对机体核酸、蛋白质生物合成的促进作用，是通过体内某些中间环节而实现的。人参皂甙在增加小鼠肝脏DNA、RNA合成时，似仍能保持原有的昼夜节律。\n\n5.3对脂肪代谢:人参提取物F42.5、5、10、20mg腹腔注射，可增加大鼠肝脂肪14C-醋酸盐掺入率，10mg腹腔注射也增加大鼠副睾脂肪组织标记前体的掺入率，但血清甘油三脂却轻度下降。人参提取物10mg腹腔注射，显著增加无肪喂饲大鼠肝脏14C-醋酸的掺入率，但肝脂肪含量与对照组无明显差异，表明对脂肪质含量下降，心、肝总胆固醇含量也下降。人参皂甙可促进大鼠和兔肝脏摄取低密度脂蛋白(LDL),降低LDL水平。\n\n血脂：人参可以降低动物实验性高血脂症的血中甘油三酯、胆固醇及低密度脂蛋白的含量，升高血中高密度脂蛋白的含量，从而对抗动脉硬化。 Bae，ManJong等(1990年)报道人参提取物对高脂餐引发的大鼠实验性脂肪肝和高血脂症有抑制作用。尽管给药组和对照组均出现极低密度脂蛋白和低密度脂蛋白上升，高密度脂蛋白下降的趋势，但给药组指标上升和下降的程度均比对照组小，同时给药组胆汁酸和中性甾类分泌增加。 DixitVD(1991年)报道人参G-ll5组分(人参皂甙含量为4.427%)对高血脂症猴子血清中的甘油三酯及胆固醇含量有降低作用，降低幅度为36%-72%，升高高密度脂蛋白-胆固醇与总胆固醇的比率。 人参根粉0.25%长期饲鸡可降低血清及肝中胆固醇、甘油三酯、降低血清低密度脂蛋白而不影响高密度脂蛋白，降低低密度脂蛋白与高密度脂蛋白的比率，对B-羟-B-甲戊二酰辅酶A、胆固醇7a羟化酶的活性都降低。徐萃华等(1988年)报道人参对体外培养肝细胞(7-3H)胆固醇掺入的影响,,用体外培养肝细胞法,结合显微放射,经多次重复试验,三个浓度中以中等浓度组(0.255mg/ml)效果最佳。对脂质合成增长率为8.16%。表明人参有显著地促进肝细胞脂质合成作用，与过去认为长期服用人参能增加食欲，增加皮下脂肪和体重相吻合。\n\n王建民等(1987年)在猴肾皮质传代细胞的体外培养中，人参皂甙(0.1mg/ml)能提高3H-TdR参入DNA聚合酶活性。人参总皂甙能使大鼠血总脂含量增加，加速肝及脂肪组织中脂质合成代谢的速率，促使从脂肪组织中释放脂肪酸、在肝中合成的脂质可经血循环运至脂肪组织，使后者的脂肪含量增加。而在肝中则并无脂质堆积。老年大鼠po人参总皂甙90d后，可降低心、脑组织的脂褐质含量及过氧化脂质，升高HDL，对血清总胆固醇及甘油三酯影响则不明显。 ParkCW等(1990年)报道人参皂甙和酚酸似乎均对花生四烯酸代谢起调控作用。酚酸可能直接作用于环氧酶，而人参皂甙可能影响与内过氧化物有关的前列腺素(PC)的趋异合成途径。\n\n6.人参皂甙有保护肝脏作用：Po人参皂甙(50mg/kg)可抑制四氯化碳或硫代乙酰胺引起动物肝损伤时的SGPT、SGOT的升高。对实验性肝脂肪变性及肝硬变、免疫性肝损伤均有一定的抑制作用。在对药物过敏性肝炎及病毒性肝炎研究中，发现一种称为淋巴因子的促胆汁郁积因子诱导引起急性肝内胆汁郁积。从朝鲜红参提取物中分离出的粗皂甙组分可明显抑制胆汁郁积因子诱导的胆汁流量低下作用人参皂甙能调节生物体内酶活性刺激代谢，加速物质的周转。人参皂甙对肝脏中的乙醛脱氢酶、乳酸脱氢酶、琥珀酸脱氢酶、苹果酸脱氢酸、谷氨酸脱氢酶、谷-丙转氨酶、谷-草转氨酶、丙酮酸激酶、RNA聚合酶等酶系，均有不同程度的激活作用，这是人参皂甙促进肝脏解毒的一个依据。\n\nHuh，Keun报道人参皂甙通过增加小鼠体内环氧化物水介酶活性，降低溴苯引起的肝脏毒性。\n\n7.对血液及造血糸统的作用：\n\n人参的醇或水提取物注射于兔，可使兔骨髓、肝、脾等红细胞生成素(erythropoitin)的含量升高。用脾集落形成法及琼脂扩散盒法证明，人参皂甙10mg/kg灌服或腹腔注射，能使阿糖胞苷和三尖杉酯碱杀伤小鼠骨髓脾集落形成单位(CFU-S)和粒糸定向于细胞的作用增强，可能是人参皂甙促进骨髓中G0期细胞进入增殖周期。以25%人参煎剂20mg/kg喂饲，可使缺氧组及非缺氧组大鼠全血、红细胞、血红蛋白的2,3-二磷甘油酸(2,3-DPG)增加，有利于血红蛋白放氧，对心绞痛、心肌梗塞、心衰、休克等疾病有益。从人参叶、侧根、主根分别提取的人参总皂甙，经溶血试验证明，叶的总皂甙有溶血作用，侧根的总皂甙无溶血作用，主根的总皂甙显轻微溶血。另一方面，在对抗皂甙或卵磷脂溶血作用的试验表明：叶的总皂甙无防止皂甙溶血的作用，主根和侧根所提得的总皂甙有微弱的抗皂溶血作用，而这二种总皂甙在低浓度皆有防止卵磷脂引起的溶血作用，这一事实年示，人参总皂甙，借柱层析可分成9组，其中1-5组具有溶血作用，而6-8组则相反，具有防止皂甙或卵磷脂的致溶血作用。引起溶血作用的主要为人参皂甙Rh和Rg的第1组，防止卵磷脂溶血作用的主要为人参皂甙Rc和Rb2的第7组，但第7组对脱氧胆酸盐类所致的溶血作用则无影响。\n\n人参对骨髓的造血功能有保护和刺激作用，70%人参甲醇提取物(500mg/kg)给大鼠po后，对大鼠内毒素、凝血酶导致的弥漫性血管内凝血(DIC)有改善。\n\n杨晓静等(1992年)报道人参根总皂甙、茎叶皂甙对血瘀大鼠血液流变性及红细胞膜流动性的影响。皂甙(60mg/kg)可明显抑制血瘀大鼠的血栓形成，降低其红细胞压积，根皂甙明显降低血浆比粘度。二种皂甙均可增加血瘀动物的红细胞膜流动性。血液流变性和细胞膜流动性与机体的衰老相关。细胞膜在老化过程中膜的流动性明显降低，在疾病发生发展过程中，膜的流动性常有改变。人参皂甙可以改善D-半乳糖引起的小鼠酷似年老的虚损指标。\n\n8.抗炎免疫：人参中提得的人参醇及亚麻油仁酸25?g对受精卵法肉芽形成有抑制作用，亚麻油仁酸50、100mg/kg，人参醇100mg/kg对棉球法也呈现明显抗炎作用。红参70%甲醇提取物500mg/kg灌服，可使小鼠网状内皮糸统吞噬功能增强，血清碳粒廓清速度加快;体外试验，100?g/ml浓度，可使小鼠腹腔巨噬细胞及肺巨噬细胞吞噬功能加强。人参皂甙50mg/kg小鼠静脉注射，以及25mg/kg对大鼠、豚鼠均使碳粒廓清速度加速，对网状内皮糸统的影响还表现在对鸡红细胞及金黄色葡萄球菌的吞噬功能加强。人参多糖50-400mg/kg灌服，可促进小鼠网状内皮糸统吞噬能力增强，血清免疫球蛋白G(IgG)及溶血素抗体及血清补体水平增加。人参培养细胞多糖与人参多糖作用相似，40mg/kg静脉注射，均可增加小鼠碳粒廓清速率，促进血清溶血素抗体活性，提高血清IgG含量。\n\n宋为民(1992年)报道了人参的抗变作用，DNA变异既是疾病、衰老及癌变的根源，也是病理信息，在人体处于潜病状态而无自觉症状时，用抗变剂进行纠正，可将疾病消灭于萌芽状态。用姐妹染色单体互换(SCE)为指标，用药组与实验对照组同样注入等量公认的诱变剂环磷酰胺(CPA)，实验对照组SCE频率因CPA的致变作用而明显增高，与不加CPA 的空白对照组有显著性差异P<0.05。注入CPA的人参用药组的SCE频率却因人参的抗变作用而明显下降，与实验对照组有显著差异P<0.05。 人参提取物对S-180细胞的DNA、RNA蛋白质的合成有抑制作用，人参提取物ig能提高小鼠凝集数(HA)效价及循环抗体效价，提高对巨噬细胞游走的抑制率，提高天然杀伤细胞活性，增强病毒干扰素诱导剂6-MFA的作用。A组雌鼠每10g体重po悬浮液0.2ml，B组雄鼠每10g体重po悬浮液0.2ml,C组为雌性对照组，D组为雄性对照组。7日后，给A、B两组0.2ml悬浮液，同时，所有动物每天3次腹膜注射有绵羊红细胞的生理血清(3：5)0.2ml。最后一次给红参24小时后，从每一动物的后眶窦取血样(1.5-2ml血/动物)。用Takatsy法测定血凝集。A-D各组的血凝集活性分别为1/3494，1/3853，1/43和1/43。治疗组动物较非治疗组动物生长得更好。 Park,JinKyu等(1989年)报道人参对苯并芘代谢物与DNA结合的影响，卢巧凤等(1987年)报道人参对大鼠中性粒细胞趋化的影响。用微孔滤膜法检测结果表明，人参能明显地促进中性粒细胞的趋化运动。\n\n9.抗肿瘤：20人参皂甙Rh2体外试验0.12mg/ml浓度时，能明显地抑制人体早幼粒白血病HL-60瘤株细胞的生长。人参皂甙Rh2可促进癌细胞再分化，并逆转为非癌细胞，即脱癌作用。人参挥发油5.5及11/ml对体外培养的SGC-823胃癌细胞生长有抑制作用，其抑癌作用主要通过抑制癌细胞的核酸代谢、糖代谢及能量代谢而获得。\n\n朱天和等(1990年)应用组织化学并结合光镜，对人参抑制二乙基亚硝胺(DEN)诱发大白鼠肝癌的动态进行了研究。人参对DEN大鼠肝癌发生发展有显著的抑制作用。早、中期阶段，实验组鼠肝细胞变性坏死及肝硬变比对照组显著减轻，晚期对照组肝癌发生率达100%，实验组仅为14.3%。两组间差异有显著性意义。组织化学显示，各期实验组的DNA、 RNA和糖原的含量及r-谷氨酰转肽酶、琥珀酸脱氢酶和S'-核苷酸酶的活性均保持在相对正常水平，对照组则异常地降低或增高。\n\n小田岛肃夫等发现经人参皂甙处理的Morris肝癌细胞，试管内培养时，使癌细胞增殖性降低，在琼脂内菌落形成率也降低，此现象称之为人参皂甙对Morris肝癌细胞再分化的诱导。用电子显微镜观察，发现经人参皂甙组分处理的肝癌细胞进行再分化后，细胞中的线粒体甚为发达，粗面内质网形成了堆集状态，细胞内小器官的排列由不规则变为规则，在细胞膜上出现许多管状小沟。肝细胞固有的代谢系统是鸟氨酸循环，常以此作为肝细胞的酶指标。经人参皂甙诱导再分化的肝癌细胞，细胞鸟氨酸的代谢活性显著增强，琥珀酸-细胞色素C还原酶的活性也显著增强。人参皂甙还能使Morris肝癌细胞的白蛋白、球蛋白含量增高。\n\nHwang， Wcolk等(1989年)报道人参和维生素C对癌细胞生长的抑制有协同作用。体外实验研究人参提取物和维生素C分别或联合用药对培养的癌细胞的作用。实验采用了小鼠白血病细胞L1210和P388，人直肠癌细胞HRT-18和人结肠癌细胞HCT-48。分别用药时，各种癌细胞的抑制率与人参提取物或维生素C的浓度成正比。除HCT-48之外，人参提取物抑制作用强于维生素C。人参提取物与维生素C联合用药时，即产生抑癌细胞生长的协同作用。不同的癌细胞系列具有不同细胞毒敏感性。人参提取物和维生素C对小鼠白血病细胞的细胞毒活性比对人结肠癌细胞表现得敏感。\n\nRhee，YH等(1990年)报道人参根提取物对V79中国仓鼠肺细胞和N1H3T3细胞的变形、变畸、DNA合成均有抑制作用。DNA合成用3H-胸腺嘧啶脱氧核苷参入V79细胞来检测，加入人参提取物(1ug/ml)显著降低V79细胞的DNA合成。对于UV照射或甲基甲磺酸盐处理的V79细胞，人参提取物可增加其DNA切割修补的合成速率。\n\n人参提取物中若干成分对3-甲基胆蒽、甲基甲磺酸盐和1-甲基-3-硝基-亚硝基胍引起的N1H3T3变形有抑制作用。人参皂甙可提高小鼠网状内皮系统的吞噬功能。Ip6日后，小鼠皮下结缔组织巨噬细胞功能活跃，组织化学检查发现线粒体酶活性增强，表明代谢旺盛。剂量增大，反而无效。荷瘤小鼠免疫功能降低，po人参根皂甙(50mg/kg)可使其吞噬功能，溶血素形成及迟发型超敏反应，均有一定的恢复。\n\n人参总皂甙能提高淋巴细胞中cAMP、cGMP含量，促进E-玫瑰环的形成。尚能升高豚鼠血清中的补体含量及小鼠血清中免疫球蛋白含量。人参皂甙对小鼠肉瘤-180(S-180)、艾氏腹水癌(ECS)有一定的抑制作用，还能增强环磷酰胺的抗肿瘤作用。\n\n杨贵贞等(1987年)观察了人参皂甙对体内外免疫调整效应。人参皂甙不仅是机体的免疫增强剂，而且也是免疫调整剂。人参皂甙对T、B淋巴细胞的分裂原刺激的增殖反应有不同程度的促进作用(与人参皂甙剂量相关)。人参皂甙对天然杀伤细胞干扰素调节网起重要作用，可降低小鼠的荷瘤率、减轻荷瘤鼠平均瘤重，增强其NK活性P<0.02，并使IFNr、IL-2产生水平高于对照组，Choi，SangUn等(1990年)报道人参总甙、二醇组皂甙、三醇组皂甙和脂多糖对小鼠巨噬细胞体外抗肿瘤活性的影响。皂甙部分经用脂多糖处理后，即使巨噬细胞吞噬癌细胞的活性增加，人参总甙和三醇组皂甙比二醇组皂甙更为有效。\n\n10.人参提取物对吗啡作用的影响：人参皂甙可以明显地抑制吗啡的戒断症状。对小鼠sc吗啡10mg/(kg·日)，连续6日，停药24小时后，再行ip纳络酮(Naloxone)lmg/kg，即可见小鼠出现明显的戒断症状，此时，分别以人参皂甙(100和400mg/kg)给药，与对照组比较，对小鼠戒断现象的抑制度分别达13.2%和26.3%P<0.05或P<0.01。其机制可能与脑内增加了多巴胺、环磷酸腺苷和降低乙酰胆碱的水平有关，从而发挥对抗吗啡对上述神经递质释放的影响，使脑内神经系统处于一个新的平衡状态。\n\nClollier报道人参皂甙能间接阻断多巴胺受体的敏感，使吗啡的戒断症状得以缓解。Kim，HackSeang等(1989年，1991年)报道人参皂甙对吗啡急性和迟发性耐药性的部分抑制作用，不是通过阿片受体起作用的。人参皂甙预先腹膜内给药、脑内给药以及鞘内给药对小鼠吗啡产生的止痛效应的有拮抗作用。在此拮抗机制中，人参皂甙对神经膜功能的调整比脑内单胺浓度的改变更为重要。此外，肝脏中的吗啡-6-脱氢酶能催化吗啡转变为吗啡酮。人参皂甙能抑制吗啡-6-脱氢酶，使吗啡酮的生成受阻，从而减轻了吗啡的耐药性和成瘾性。人参皂甙还可升高肝中谷胱甘肽的水平，由吗啡组(小鼠)每1g组织含3.07umol/L上升到人参皂甙治疗组(400mg/kg)的4.26umol/L。谷胱甘肽水平的增加，亦有利于降低吗啡酮的毒性。\n\nRamarao，Poduri等(1990年)报道人参提取物对吗啡作用的影响，人参提取物高剂量(≥200mg/kg)在大鼠身上产生止痛和降温作用，这一作用并非通过阿片受体而产生，因为阿片拮抗剂并不逆转其作用。对雄性大鼠ip人参提取物(200mg/kg)产生的止痛和低温效应，并不能被环丙甲羟二羟吗啡酮(一种麻醉药拮抗剂)所逆转。吗啡(8mg/kg)产生止痛、高热作用，25-50mg/kg的人参提取物可以拮抗吗啡的止痛反应，但是12.5、100、200mg/kg剂量的人参提取物却不能拮抗反应。12.5-200mg/kg剂量的人参提取物拮抗吗啡诱导的高热。25mg/kg剂量的人参提取物可以拮抗50mg/kg剂量吗啡产生的强直性昏厥，实验果表明：人参提取物在高剂量给药时，在大鼠身上产生的止痛和降温作用为非吗啡机制，能拮抗吗啡的急性药理作用。\n\n11.人参二醇组皂甙(含人参皂甙-Ra1、-Rb1、Rb2、-Rb3、-Rc、Rd、Rg3)药理` ：\n\n11.1人参二醇组皂甙对神经系统的影响 根据多项实验指标，包括倾斜板、降温、解热、催眠、镇痛、抗惊厥、格斗、条件性回避实验等，人参皂甙一Rb1对中枢神经系统有抑制作用。Y字迷路实验表明，人参皂甙-Rb1可延长大鼠反应潜时和走行时间。爬杆实验中，Rb1减少已学习大鼠的条件反射反应，自发运动量减少。在小鼠下楼实验中，Rb1促进其记忆获得，拮抗电刺激引起的记忆巩固阻碍。Rb1对于神经生长因子膜的结合力及RNA蛋白合成没有影响。 人参皂甙-Rb1对大鼠脑内a1、a2、Ach、5-HT、DA、GABA受体及红细胞的B受体，均无特殊亲和力，但对小鼠ipRb1(50或25mg/kg)5d后，可使小鼠脑内M胆碱受体密度显著增高。Rb1能增加脑内蛋白质的含量，从而使得受体合成加速。Rb1和其他20(S)-原人参二醇甙类对神经生长因子(NGF)具有增进作用。Rb1、Rd和F2对培养的小鸡胚胎脊髓背根神经节的神经元，具有提高神经生长因子的作用。人参皂甙-Rb1、Rb2和Rc抑制[H]蝇蕈醇的亲和性成键作用。Rc专属地抑制[H]氯苯氨丁酸的键合力。单体皂甙作体外试验时，Rb1对大鼠脑微粒体Na+K+-ATP酶有明显的抑制，其IC50为6.3umol/L，抑酶作用为可逆反应。宗瑞义等用体外给药法观察人参二醇皂甙和人参三醇皂甙对兔纹状体ATP酶(Na(+)、K(+)-ATP酶，Ca(2+)-ATP酶，Mg(2+)-ATP酶)的影响。二醇组皂甙和三醇组皂甙对Na(+)、K(+)-ATP酶均有明显抑制作用。二醇组皂甙对Ca(2+)-ATP酶在10-5g/ml时有激活作用，但浓度增至10-3g/ml时则转为抑制作用，而三醇组皂甙仅出现抑制效应。二醇组皂甙可兴奋Mg(2+)-ATP酶，而三醇组皂甙则抑制Mg(2+)-ATP酶。黄治森等用维生素C或Fe(2+)诱发微粒体脂质过氧化方法，研究了Rb1、Rg1对大鼠肝、脑微粒体脂质过氧化的影响，并与维生素E作比较。人参皂甙-Rb1、-Rb2、Re、-Rd可使乙酰胆碱引起的肠管收缩减弱，而高浓度Rb2则直接使肠管收缩。杨世杰等以缓激肽为工具药，局部用于大白鼠脾系膜，记录血压变化，以筛选镇痛药。人参二醇组、三醇组皂甙及单体皂甙Rbl均具有外周性镇痛作用。\n\n11.2 人参二醇组皂甙对内分泌系统的影响及抗应激作用 人参单体皂甙Rb1、Rb2、Rc、Rd对大鼠ip(35mg/kg)30分钟后均有升高大鼠血浆皮质酮的作用。人参皂甙单体对血浆皮质酮水平影响的强度为Rc>Rbi>Rd>Rb2。李新民等用人参二醇皂甙(10-10-10-3g/ml)对体外培养3d后的大鼠腺垂体细胞作用，观察其对促性腺激素分泌的影响。结果表明人参二醇组皂甙能增加LH的分泌。人参皂甙-Rb1也有此作用，由于细胞内激素含量未发生明显变化，所以作者认为分泌的增加是由于人参皂甙刺激了激素的合成和释放过程，与临床及整体动物的实验结果相一致。近年来关于人参二醇组皂甙对休克的保护作用及其机制多有报道。失血性休克最后发展为多器官衰竭的关键是细胞损伤。林桦等对人参二醇组皂甙保护休克细胞的作用及其机理进行了实验研究。人参二醇皂甙(25mg/kg)iv失血性休克犬，5小时后存活率为92.9%。实验结果表明人参二醇组皂甙有如下作用：①抑制细胞内酶的释放，失血后第5小时，用药组血清中GOT、GPT、LDH和CK水平显著地低于对照组P<0.05;②对心肌细胞、肺泡Ⅱ型上皮细胞及血小板的超微结构具有明显的保护作用;③通过降低血清去甲肾上腺素含量，改善微循环，减轻酸中毒。激活SOD，减少过氧化脂质产生而保护细胞与亚细胞结构。刘复兴等报告了人参二醇组皂甙对失血性休克犬血气和酸碱平衡的影响。Iv人参二醇组皂甙(25mg/kg)，观察5小时，人参二醇对休克犬PaO2和O2CT代偿性增加的程度略大于失血性休克地塞米松预治疗组和失血性休克组，并使血液pH值明显下降时间推迟l小时，而且pH值下降程度要小。提示人参二醇组皂甙可缓解代谢性酸中毒发生的程度，其作用优于地塞米松。内毒素休克时，引起细胞损伤的主要机制是氧自由基引起的细胞膜与亚细胞膜结构中的多价不饱和脂肪酸被氧化成为脂质过氧化物，导致细胞结构与功能障碍，进而脏器功能异常，使休克恶化。研究表明，二醇组皂甙降低内毒素休克大鼠组织过氧化脂质的含量，稳定细胞膜。用人参二醇组皂甙预治疗组大鼠16h后存活率明显高于对照组P<0·05。肝、肺、肾组织过氧化脂质含量低于对照组。差异显著P<0.05。作者认为人参二醇组皂甙对内毒素休克保护作用是通过抑制交感一肾上腺髓质系统使儿茶酚胺分泌减少，抑制5一羟色胺的释放，减轻组织缺血缺氧，使过氧化物产生减少，从而发挥其对内毒素的保护作用的。\n\n11.3 人参二醇组皂甙对代谢的影响 人参皂甙一Rb2可增强肝脏糖代谢系统及能量产生系统的功能。无论是对正常大鼠还是对糖尿病、高胆固醇血症大鼠，都有改善糖和脂质代谢的作用，并有抗动脉粥样硬化的作用。 YokzawaTakako等报告人参皂甙-Rb2(10mg/只/日)ip6日后，对链腺佐菌素糖尿病大鼠血糖降低，肝中碳水化合物及糖代谢趋向正常，改善高血脂症，降低尿中氮排泄量，减轻多食、多尿等症状有效。对于正常大鼠肝糖原分解、糖醇解及脂肪生成有促进作用。人参皂甙-Rb2尚影响大鼠肝组织中腺嘌呤核苷酸含量，糖尿病大鼠体内组织中ATP含量较低，而AMP含量较高。每日人参皂甙Rb2ip,连续数日，可增加组织中ATP含量，减少AMP含量，增加腺嘌呤核苷酸含量，改进能量代谢。Rb2通过活化ATP供给系统，改变了糖尿病大鼠体内的代谢模式。蛋白合成促进因子(Prostisol)使大鼠肝细胞核中DNA依赖性RNA多聚酶活性增加，促进标记的乳清酸参入肝细胞核RNA中，引起粗面内质网膜附着型重多聚核糖体及分泌型蛋白质合成增加，尤其是血清白蛋白、免疫球蛋白。研究证实蛋白合成促进因子的活性成分为人参皂甙，主要是Rb1、Rb2、Rc、Re、Rg1，其中Rb2、Rc、Rg1能明显增加大鼠骨髓细胞DNA、蛋白质的合成。促进血清蛋白质合成的有效皂甙单体中，以Rd为作用最强。促进14C-亮氨酸掺入大鼠血清白蛋白、a-，B-和r-球蛋自中，以Rb1作用最强,Rc次之。对[3H]乳清酸掺入大鼠肝细胞核RNA，Rb1有促进作用，Rc则使之减少。Rb1能增强整体大鼠肝RNA多聚酶活性，Rc则减弱之。体外实验中Rb1和Rc均无任何直接作用，推测人参增强RNA、蛋白质等的生物合成是通过体内某些中间环节来实现的。 人参皂甙Rb1、Rc、Rd、Re和Rg1均使14C-醋酸盐掺入大鼠血清和肝中胆固醇的量均高于对照组，以Rb1增加最多。高脂膳食后大鼠肝中胆固醇含量很高，14C-醋酸盐掺入率则低，B-羟-B-甲戊二酰CoA还原酶活性被抑制。在高脂膳食前阶段给予Rb1，可翻转高脂膳食的上述影响。 Lee，SungDong等观察了朝鲜红参中6种单体皂甙(Rb1、Rb2、Rc、Re、Rg1、Rg2)对抗毒性激素-L引起的脂肪分解的作用。体外实验表明，Rb2对毒性激素-L产生的脂肪分解的抑制作用比其他单体皂甙强，在100ug/ml和50ug/ml给药剂量时，Rb2的抗脂解作用最强.\n\n11.4 人参二醇组皂甙对免疫功能影响及抗肿瘤作用 杨贵贞等观察了人参皂甙及单体皂甙-Rd、Re对免疫功能受抑动物的调整作用，并对其机制进行了初步研究。实验表明Rd在体外培养中可提高正常和免疫受抑制小鼠淋巴细胞对ConA的反应，并使免疫受抑小鼠的淋巴细胞反应性完全恢复正常。人参皂甙及单体皂甙Rd对正常和免疫受抑动物的免疫功能具调整作用，此调整作用与机体的免疫状态有关。其机制涉及到环核苷酸水平的变化，人参皂甙在不同时间(注入抗原后)作用于不同的环核苷酸，从而充分发挥免疫调整作用。小田岛肃夫等使用人参皂甙各种单体，以抑制癌细胞的增殖及腺苷酸环化酶等各种酶的活性作用为指标，比较诱导癌细胞再分化的活性。癌细胞再分化的概念包括抑制癌细胞增殖和改变癌细胞机能两方面内容。人参皂甙Rh2对各种癌细胞的增殖均具有抑制作用，其它人参皂甙(Rb1、Rb2、Rc、Rd、Re、Rg1、Rh1)则无此作用。但是，人参皂甙-Rh1虽然对Mor-ris肝癌细胞等癌细胞的增殖无抑制作用，但能活化Morris肝癌细胞的腺苷酸环化酶，因而对诱导癌细胞再分化起着重要作用。人参皂甙-Rh2在8.Oug/ml浓度以上时，能完全抑制B16黑素瘤细胞的增殖。细胞萤光仪和自动放射线照像术的解析证明，抑制黑素瘤细胞的增殖并非通过抑制细胞中的DNA合成，而是阻断细胞增殖从C1到S期的增殖周期。人参皂甙-Rh1虽不能抑制B16黑素瘤细胞的增殖和诱导其形态学上的变化，但能促进细胞的黑色素合成，这种合成与人参皂甙-Rh1的用量成比例关系。人参皂甙Rh2只能在细胞密度高时，促进黑色素的合成;而人参皂甙-Rh1即使是在细胞密度较低的情况下，也能促进黑色素的合成。菌落形成法和细胞增殖重复实验的结果表明，人参皂甙-Rh2抑制癌细胞的增殖并不是细胞毒，不能直接杀伤癌细胞，推测是阻碍了增殖因子与癌细胞受体的结合。 Ota，Takahide等研究表明，人参皂甙-Rh2可使培养的癌细胞表型逆转。其机制是：Rh2对脂质双分子层有强烈的亲和力，可以迅速进入细胞膜脂质双分子层内，通过改变脂质双分子层的性质，影响癌细胞表面起各种功能作用的分子。例如影响糖苷酶、葡糖转移酶、受体蛋白、粘着蛋白。再者，Rh2改变这些分子发出的信号或者这些信号向细胞核的转递，结果改变了象C-myc致癌基因这样的若干基因的表达。所以，Rh2处理过的癌细胞可以得到表型接近正常细胞的表达。 Ota，Takahide等还通过培养Bl6黑素癌细胞研究人参皂甙-Rh2摄取与代谢机制。在含2%胎牛血清的介质中，加入Rh2(12.5umol/L)3至6小时后，细胞摄取Rh2达最高值3nmol/10细胞，但逐渐降低。由于细胞的脱糖基作用，这些细胞中Rh2的甙元即原人参二醇的量随着Rh2的减少而增加。介质中加入原人参二醇(8uM)，30min内摄取值达一等高线2.4nmol/10细胞。Rh2(1.74Xl0一6M)与小牛血清的结合常数比原人参二醇的要高，在无血清介质中，Rh2和原人参二醇均在1.5小时内渗入，Rh2的渗入速率常为1.20h，原人参二醇的渗入速率常数为1.02小时，两者差异不显著。但是，Rh2的释放速率常数为3.03小时，而原人参二醇的释放速率常数为2.12小时，Rh2的释放速率常数明显地较原人参二醇的要高。Rh2和原人参二醇对小牛血清亲和力的强弱以及释放速率常数的不同可能是由于它们摄取动力学的差异造成。Rh2和原人参二醇对B16黑素瘤细胞的作用是相同的，在作用出现之前的一段期间，二者也无甚差别。然而，原人参二醇与Rh2相比，在无血清培养基中抑制细胞生长所需浓度要低些。从而证明原人参二醇的作用比Rh2要强些。实验结果表明,人参皂甙-Rh2，对黑素瘤细胞的作用并不来自于它的甙元原人参二醇。原人参二醇的效应比Rh2要强。 Kikuchi，Yoshihiro等(1991年)报告Rh2体外抑制人卵巢癌细胞的增殖以及与顺氯氨铂联合用药的体内效应。用严重卵巢囊腺癌病者腹水中细胞系(HRA)研究人参皂甙-Rh2对人卵巢癌生长的抑制作用。Rh2体外试验抑制HRA细胞增殖，在Rh2用药范围(10-100umol/L)，其抑制程度存在着与剂量的依赖关系。用药剂量超过15umol/L时，HRA细胞的DNA、RNA和蛋白质合成的抑制程度也与剂量成依赖关系。然后，Rh2抑制移植入小鼠的HRA细胞的生长并不明显，但是，顺氯氨铂与10umol/L的Rh2体内联合给药时，与未治疗组、单独给顺氯氨铂组或单独给Rh2组相比，联合给药组的肿瘤生长被显著抑制，并且显著地延长生命。实验证实Rh和顺氯氨铂联合用药产生协同效应。实验中对体重、血球容积、Rh2浓度进行了监测，未发现副作用。尚发现人参皂甙-Rh2具有明显抑制人体早幼粒白血病HL-60瘤株的作用。江志明等报告人参皂甙-Ra1能增加重组人肿瘤坏死因子(rhTNF-a)活性、体外实验Ra1增加rhTNF-a活性134倍，体内实验亦证明能增加rhTNF-a的抗肿瘤活性。\n\n11.5人参二醇组皂甙对心血管系统的影响 钟国赣等多次报道人参二醇组皂甙对Wistar大鼠心肌细胞的作用。人参二醇组皂甙对培养的大鼠心肌细胞动作电位呈双向性效应，低浓度使动作电位的波幅、波宽、超射、阈电位、最大舒张电位、最大除极速度等电参数一致增大;高浓度则使这些电参数一致减小。无论在低浓度范围，或者在高浓度范围，电参数的改变均随人参二醇组皂甙剂量的增大而更加显著。在用黄嘌呤氧化酶诱发自由基致损的培养心肌细胞上，人参二醇组皂甙与三醇组皂甙(2.5ug/ml)均能抵消膜损伤性电位表现，提示对心肌细胞的氧化损伤有保护作用，钟氏实验中二醇甙的抗自由基损伤作用较三醇甙更好。在大鼠单个心室肌细胞上记录了B型钙通道的单通道活动。人参二醇组皂甙单体Rb1(250ug/ml)显著抑制B型钙单通道活动，其机制在于使其开放概率减少与开放时间缩短，而对通过此通道的离子流幅度无影响。Rb1与钙通道激动剂BAYK8644对B型钙通道的影响相反，与钙通道阻滞剂异搏定作用一致。江岩等(1992年)报道人参二醇组皂甙与三醇组皂甙对培养心肌细胞钙通道的阻滞作用均使培养的心肌细胞动作电位各参数呈剂量依赖性减少。二醇皂甙1000ug/mL三醇组皂甙200ug/ml与钙通道阻滞剂Mn2+0.0.5ug/ml的作用相当。肾上腺素10ug/ml，Ca2+80ug/ml均可使动作电位的抑制发生逆转。三醇组皂甙作用比二醇组皂甙强。储国强等对大鼠急性脑缺血再灌注损伤试验中(阻断4血管，缺血40min后再灌注1小时)，人参皂甙R6十Ro(100mg/kg)iV，能保护脑组织CPK及SOD活性，抑制脑水肿形成并减少心肌脂质过氧化物产生，促进脑内PGI2释放，抑制TXA2合成。冯亦璞等用部分结扎小鼠颈总动脉(包括迷走神经)及小鼠断头法引起脑缺血，人参皂甙-Rb1(100mg/kg.d)ip4d6后，能降低正常小鼠脑乳酸含量，但对脑缺血者无效。王国贤等对人参二醇组皂甙对沙土鼠急胜脑缺血、再灌注的保护作用进行了研究。在离体兔主动脉条标本上，人参二醇皂甙对抗去甲肾上腺素的作用不及三醇组皂甙强(1:1.7)，这与二醇皂甙抑制Ca2+与兔心室肌肌浆内膜的结合作用弱于三醇皂甙是一致的。人参皂甙Rb十Ro组分减少缺氧心肌组织对ATP的摄取，人参皂甙Rg组分则增加ATP的摄取，总皂甙对ATP摄取无明显影响。王陆黎等比较了3种人参皂甙单体抗血小板聚集作用。人参皂甙一Rb1促进血小板聚集，人参皂甙-Rg1、-Re抑制血小板聚集。Rb2与Rc有微弱的血管扩张作用，而Rb1则无此作用。徐彦君报道了人参二醇组皂甙对血液流变性的影响。大鼠ip人参二醇组皂甙(100mg/kg)全血粘度(4S-1)显著下降，增大剂量至200mg/kg，全血粘度(4S-1)、血浆粘度、血沉速率显著下降。红细胞变形性也一过性下降。家兔iV人参二醇组皂甙50mg/kg、70mg/kg有抑制血小板聚集和降低血液凝固性的作用。Kuoheng一chu等报告人参二醇对兔子的血小板聚集、释放和血栓形成有显著的对抗作用，而Ro、Rg1、Rg2对血小板释放有抑制作用。\n\n11.6人参二醇组皂甙的其他药理作用 人参皂甙一Rb1能对抗多种因素诱导的大鼠肝及脑微粒体的脂质过氧化作用。Rb1能明显减少还原型细胞色素Cde产生。量效关系表明，当Rb1，浓度大于5x10-4mol/L时可使O2形成完全受抑。对人参皂甙清除超氧阴离子自由基研究表明，人参总皂甙作用大于二醇组皂甙，Rb，、Rg1则作用较弱。人参皂甙-Rb1、Rb2、-Rc、-Re和-Rg1均能增加培养的人皮肤成纤维细胞中氨基葡聚糖的生成量，但推Rb2最为有效。 Rb1、Rb2、Rg1、和Re具有抗吗啡耐药性和缓解吗啡成履性的作用。肝脏中的吗啡6-脱氢酶能催化吗啡转变为吗啡酮，上述人参皂甙单体能拟制吗啡6-脱氢酶，从而使吗啡酮的生成减少。每日给药1次并不引起脑内单胺类成分的明显变化。上述人参皂甙还可升高肝中谷胱甘肽水平。谷胱甘肽浓度增加有利于降低吗啡酮的毒性。李静波等(1992年)采用细胞培养技术，实验筛选9种人参皂甙-Rb1、-Rb2、-Rb3、-Re-、Rd、-Ro、-Rg2、-Rh1、-Rh2对HSY-I、HSV-Ⅱ、AdvⅢ、VSV4种病毒复制的抑制作用。实验结果证明，人参皂甙中能够抑制病毒保护感染细胞的皂甙单体以Rb族为主，尤其是Rb1、Rb2和Rb3的作用剂量范围很广。鲜人参及生晒参中Rb1、Rb2、Rc、Rd含量多，而人参茎叶中Rb3多，加工成红参时上述单体损失很大。 人参二醇组、三醇组皂甙及人参单体皂甙Rb1、Rg1对大鼠肾脏微粒体Na(+)-K(+)-ATP酶均有抑制作用。二醇组皂甙、Rb1、Rg1的抑酶作用可逆。增加K+可竞争性拮抗Rg1、Rb1的抑酶作用，但Na(+)对此作用无明显影响。动力学研究表明，人参皂甙-Rb1、-Rg1抑制Na(+)K(+)-ATP酶，对底物ATP似为反竞争性抑制剂。 Konno，Chiyohachi申请了人参二醇、三醇组皂甙治疗胃肠病的日本专利。用50%乙醇或其它有机溶剂与水混溶提取含人参二醇、三醇皂甙的提取物，用于治疗肠胃病，该药促进肠的自主活动能力。\n\n12.人参三醇组皂甙(包括Re、Rf、Rg1、Rg2、Rh1)药理：\n\n12.1人参三醇组皂甙对神经系统的影响 根据多项实验指标，包括倾斜板、降温、解热、催眠、镇痛、抗惊厥、格斗、条件性回避实验等，人参皂甙-Rg1对中枢神经系统有轻微的兴奋作用。斋藤详等报告Rg1对学习活动及NGF(神经生长因子)诱导的神经培养系的作用。Rg1在Y字迷路实验中，能缩短已经学习的大鼠的反应潜时和行走时间，而且可促进学习与逆转学习的获得。人参皂甙一Rg1对已学习的小鼠条件反射没有影响，对小鼠学习行动的减退有预防效果。 人参皂甙Rg1对大鼠脑内a1、a2、Ach、5一HT、DA、GABA受体及红细胞的B受体，均无特殊亲和力;但给动物ipRg1(25mg/kg)5d后，可使小鼠脑内M胆碱受体密度显著提高。Rg1还能增加小鼠脑内蛋白质的含量，以此使受体的合成加速。Ho、I、K等报道人参皂甙总甙与6个人参皂甙单体对GABAA和GABAB受体的作用。人参皂甙-Re、-Rf、-Rg1抑制[3H]蝇蕈醇的亲和性成键作用。Re和Rf专属性地提高[3H]氟硝安定成键反应。宇瑞义等用体外给药法观察人参二醇皂甙和人参三醇皂甙对兔纹状体ATP酶(Na(+)、K(+)-ATP酶、Ca(2+)-ATP酶以及Mg(2+)-ATP酶)的影响，二醇组和三醇组皂甙对Na(2+)、K(+)-ATP酶均有明显抑制作用。二醇皂甙对Ca(2+)-ATP酶，在10-5g/ml时有激活作用，浓度增至10-3g/ml时则转为抑制作用，而三醇组皂甙仅出现抑制效应。二醇组皂甙兴奋Mg(2+)-ATP酶，而三醇组则抑制。另一作者报告人参皂甙Rg1体外试验表明，Rg1对大鼠脑微粒体Na(+)、K(+)-ATP酶的抑制作用很弱，大剂量(1mmol/L)则呈激活作用。人参皂甙-Re、Rf、Rg1可使乙酰胆碱引起的肠管收缩减弱。杨世杰等以缓激肽为工具药，局部用于大白鼠脾系膜，记录血压变化，用于筛选镇痛物。结果表明人参三醇组皂甙与人参二醇组皂甙均具有外周性镇痛作用。\n\n12.2人参三醇组皂甙对内分泌系统的影响与抗应激作用 人参皂甙-Re(35mg/kg)ip，30min后，有升高大鼠血浆皮质酮的作用。李新民等应用三醇组皂甙及其单体Rg1作用于预培养3日后的大鼠腺垂体细胞，观察其对促性腺激素分泌的影响，三醇组皂甙及Rg1对促性腺激素分泌均有促进作用，作用特点也基本一致。由于细胞内激素含量未发生明显变化，所以作者认为分泌的增加是由于人参皂甙刺激了激素合成和释放过程\n\n12.3 人参三醇组皂甙对代谢的影响 人参皂甙-Rg1与Rb2、Rc-样，能明显增加大鼠骨髓细胞DNA、蛋白质合成。Rg1也可促进14C-亮氨酸掺入大鼠血清白蛋白、a-，B-和r-球蛋白中，但作用均不及Rb1强。Rg1对[3H]乳清酸掺入大鼠肝细胞核RNA无促进作用。人参皂甙Rg1、Re亦使14C-醋酸盐掺入大鼠血清和肝中胆固醇的量高于对照组，但不如Rb1作用强。\n\n12.4人参三醇组皂甙对免疫功能影响及抗肿瘤作用 人参皂甙-Rh1虽然对Morris肝癌细胞的增殖无抑制作用，但能活化Morris肝癌细胞的腺苷酸环化酶。小田岛肃夫等研究表明，人参皂甙、-Rb1对B16黑素瘤细胞的增殖无抑制作用，但能促进细胞黑色素的合成，这种合成与人参皂甙Rh1的用量成比例关系，即使在细胞密度较低情况下，也能促进黑色素的合成。杨贵贞等多年来对人参皂甙免疫调整效应进行了系统研究，发现人参皂甙可促进巨噬细胞、T淋巴细胞、B淋巴细胞、天然杀伤细胞(NK)和淋巴因子活化杀伤细胞(LAK)的功能，参与了NK-IL2-1FNr调节网，并对抗癌效应细胞具有调节效应。人参三醇组皂甙可促进PHA活化人淋巴细胞分泌多种细胞因子(lL-1、2、3、4、5、6、IFNr)，细胞因子分泌的时间动力学曲线与细胞内蛋白质合成的动力学曲线呈相关增加趋热，但与RNA合成的动力学曲线无明显的相关增加趋势。人参三醇组皂甙具有明显拮抗CHX(蛋白质合成抑制剂：放线菌酮)的作用，确实在mRNA转译水平保护了IL-2mRNA表达，从而促进IL-2合成。体外转译活性增加可以有两种解释，一是IL-2基因转录增加而引起lL-2mRNA在总mRNA中比例增加，另一原因是IL-2mRNA本身转译活性增加。进一步研究表明，人参三醇组皂甙不但确有促IL-2mRNA转译的效应，而且改变了IL-2mRNA的体外转译特征：使IL-2mRNA转译高峰时相延长，使IL-2mRNA抵抗升温或RNA酶的降解作用的能力增加，这些效应又均与人参三醇皂甙与IL-2mRNA结合相关(预孵育效应)，人参三醇组皂甙对免疫活性细胞分泌各种细胞因子具有强烈的促诱生效应，白细胞介紊3(IL-3)由激活T细胞产生，主要功能是作用于骨髓多能造血干细胞，促进各种血细胞分化增殖。人参三醇组皂甙对人1L-3合成的促进效应有助于解释人参皂甙促进化疗肿瘤病人血象恢复和辐射病人血象恢复的机理。杨氏等应用mRNA麦胚无细胞体系动态地观察了人参三醇皂甙对人淋巴细胞lL-3基因表达的促进效应。结果表明，人参三醇皂甙可以明显地促进植物血凝素(PHA)活化人淋巴细胞分泌lL/3，最大促进效应达30%，高峰时相为刺激后72h。人参三醇组皂甙与PHA共刺激后，细胞浆lL-3mRNA转译lL-3的量明显高于单纯PHA组，最大促进效应为40%，高峰时相为刺激后60h。实验证明人参三醇组皂甙促进了IL-3基因表达，使lL-3基因表达效能增强，最终促进了IL-3合成。白细胞介素4(IL-4)是免疫系统行使功能必不可缺的一种细胞因，其最重要的功能是维持B淋巴细胞的增殖，是机体产生免疫球蛋向的前提。杨氏等发现人参三醇皂甙可以明显促进PHA活化人淋巴细胞分泌IL-4，最大促进效应可达63.33%。人参三醇皂甙和PHA共刺激后人淋巴细胞胞浆lL-4mRHA转译lL-4的量明显高于单纯RNA组，最大促进效应达95%。实验证实人参三醇皂甙促lL-4分泌与人参三醇皂甙促IL-4基因表达密切相关。人参三醇皂甙对人lL-6分泌亦有促进作用。应用同位素示踪技术观察细胞RNA合成和蛋白质合成与IL-6分泌的关系实验结果表明人参三醇皂甙对lL-6基因的转录环节无明显作用，但对IL-6基因的转译环节具有明显的促进效应。人参三醇皂甙尚对环磷酰胺造成骨髓受抑模型鼠免疫功能的调整效应。给小鼠ip150mg/kg环磷酰胺造成骨髓抑制动物模型。注射环磷酰胺前3d给小鼠sc人参三醇皂甙可部分恢复环磷酰胺造成的骨髓细胞数减少及其细胞活力的下降，明显提高受抑小鼠1L-1、1L-3、1L-6样物质的产生水平，促进受抑小鼠脾淋巴细胞对ConA的反应性。ParkJongDae等报告人参皂甙Rh1和Rg2对骨髓细胞排空大鼠白细胞和红细胞数目能够恢复90%。\n\n12.5人参三醇组皂甙对心血管系统的影响用动作电位各参数作指标，人参三醇皂甙在2.5ug/ml时既降低APA、OS及MDP，Vmax也降低，APD50缩短，至40ug/ml时不再记录出动作电位。在黄嘌呤一黄嘌呤氧化酶致损的培养心肌细胞上，三醇甙与二醇甙2.5ug/ml均能抵消膜损伤性电位表现，揭示对心肌细胞的氧化损伤有保护作用。实验中三醇皂甙的抗自由基损伤作用不及二醇甙好。在离体兔主动脉条标本上，人参三醇皂甙对抗去甲肾上腺素的作用强于二醇皂甙(1.7：1)而这与三醇皂甙抑制Ca(2+)与兔心室肌肌浆网和肌浆内膜的结合，强于二醇皂甙是相一致的。人参皂甙Rgl对胶原、花生四烯酸诱发的洗净血小板聚集有抑制作用，对血栓素A2(TXA2)类致聚剂诱发的聚集也有抑制作用，并对胶原引起的血小板活性时的细胞内钙离子上升，呈现浓度依存性抑制作用。三醇组皂甙对培养心肌细胞钙通道有阻滞作用，使培养的心肌细胞动作电位各参数呈剂量依赖性减小。三醇组皂甙200ug/ml与钙通道阻滞剂Mn2+0.05ug/ml的作用相当。肾上腺素10ug/ml，Ca2+80ug/ml使动作电位的抑制逆转。二醇组皂甙也有此阻滞作用，但三醇组皂甙比二醇组皂甙作用强。三醇组皂甙Rg组分可增加缺氧心肌组织对ATP的摄取。人参皂甙Rg1Re对犬后肢血管和脑血管也呈扩张作用，效力分别为罂粟碱的1/20和1/50。\n\n12.6人参三醇组皂甙其他药理作用 人参三醇组皂甙有抗衰老作用。人参皂甙Rg1能刺激人淋巴细胞的有丝分裂，并能对抗多种因素诱导的大鼠肝及脑微粒体的脂质过氧化。王陆黎等比较了3种人参单体皂甙抑制血小板聚集的活性，在浓度为1.77mg/ml以下，人参皂甙一Rg1的作用最强，浓度增高时，Re的作用最强，Rb1反而有促进血小板聚集作用。Yoshiyuki等报道人参皂甙-Rg1对由肾上腺素和凝血酶引起的血小板聚集和5-羟色胺(5-HT)的释放具有较强的抑制作用，而且这种作用与剂量呈依赖关系，其最佳有效浓度范围为5-500ug/ml。作者认为Rg1抗血小板聚集作用可能与抑制了肾上腺素和凝血酶引起第二相细胞内Ca(2+)增加有关。Rd抗血小板作用较弱，而Rb1、Rb2、Rc和Re无抗血小板作用。ElamaI.Tchilian等报告人参皂甙Rg1对胰岛素在小鼠肝脏和脑膜结合的影响。Rg1剂量为10mg/kg时显著增加[125I]胰岛素在肝脑组织中的结合，其机制是由于人参皂甙Rg1增加了胰岛素受体的数目，而不是改变了受体的亲和力。人参三醇组皂甙及单体皂甙Rg1对大鼠肾脏微粒体Na(+)-K(+)-ATP酶均有抑制作用。增加K(+)可竞争性拮抗Rg1的抑酶作用，但Na(+)对此作用无明显影响。动力学研究表明,Rg1抑制Na(+)-K(+)-ATP酶，对底物ATP似为反竞争性抑制剂。Konno，Chiyohachi申请了三醇皂甙和二醇皂甙治疗胃肠病的日本专利。\n\n13.齐墩果酸型人参皂甙Ro药理\n\n齐墩果酸型人参皂甙Ro的药理研究主要集中于二方面，即人参皂甙RO对心血管系统的影响和抗肝炎的活性。对大鼠急性脑缺血再灌注损伤的试验中(阻断4血管，缺血40min后，再灌lh)，人参皂甙Ro+Rb(100mg/kg)iv，能保护脑组织CPK及SOD活性，抑制脑水肿形成，并减少MDA产生，促进脑内PGI2释放并抑制TXA2合成。人参皂甙Ro+Rb能保护缺血心肌中超氧化物歧化物活性，降低心肌脂质过氧化物含量。推测人参皂甙的抗心肌缺血作用，可能与抑制氧自由基产生有关。\n\nRo对急、慢性炎症均有显著抑制作用。在以乙酸诱发的小白鼠血管通透性增加的模型与角叉菜胶引起大白鼠后爪水肿模型上均观察到人参皂甙Ro具有明显的抑制水肿的活性，其最佳剂量为200mg/kg。给关节炎大鼠投饲200mg/kgRo，可见炎症组织中羟脯氨酸显著降低。另一实验Ro与色甘酸二钠(DSCG)同样均可显著抑制肥大细胞释放组胺。Ro对血小板的释放亦有抑制作用。\n\nHikino等发现人参皂甙Ro对于由半乳糖胺和四氯化碳诱导的大鼠原发性肝细胞中毒(体外培养)有抑制作用。MatsudaH.等报告大鼠po人参皂甙Ro(50-200mg/kg)能抑制由半乳糖胺和四氯化碳诱导的急性肝炎，而对于由a-萘酚异硫腈酸酯诱导的急性肝炎无效。ipRo对于由半乳糖胺诱导的大鼠急性肝炎的抑制作用优于Ro的皂甙元、齐墩果酸、甘草酸和甘草次酸。人参皂甙Ro与甘草酸在甙元的化学结构上十分相似，但由于糖部分的结构差异，使这两个皂甙在生物活性方面有差异。齐墩果酸的抗肝炎作用弱于Ro，几乎与甘草次酸相等。大鼠每天吸入15min的四氯化碳气体，3次/l周,共计8周，以大鼠多次吸入四氯化碳后造成血清转氨酶增高作为肝损伤的参数，结果发现人参皂甙Ro对一次性吸入四氯化碳引起的血清转氨酶升高有抑制作用，而对多次用四氯化碳处理的大鼠无效。Kubo，Mi-chitoku等就人参皂甙Ro的抗肝炎药理活性申请了日本专利。\n\n14.人参根：\n\n14.1蛋白质、多肽、氨基酸类成分药理\n\nKimura从人参根中分离得到一种胰岛素样物质，在离体试验中使大鼠胰脏释放胰岛素量增加，明显抑制肾上腺素等诱发的脂肪组织的脂解作用，尚可降低四氧嘧啶糖尿病小鼠血糖的作用。后由此分出2个多肽类化合物，一个是分子量为1400的酸性多肽，由14个氨基酸组成，另一个为腺嘌呤核苷、张今从人参根中分离得到另一种14肽，与前者不同的是无亮氨酸，而由异亮氨酸代之。王本祥等按50-200mg/kgl次性给大鼠iv，或给小鼠多次sc(50，100mg/kg)，能降低正常血糖或肝糖原，但不影响总血脂含量;对肾上腺素、四氧嘧啶及葡萄糖引起的高血糖均有抑制作用，并能增强肾上腺素对肝糖原的分解。葛迎春等研究了人参酸性多肽对人胚肺成纤维细胞内糖代谢指标的影响。用细胞化学方法对人胚肺成纤维细胞(42代龄ZBS细胞)内的化学成分进行定性、定位，并用显微分光光度计对其含量进行定量分析。加入不同浓度的人参酸性多肽与细胞共同孵育lwk后，中、低剂量组能显著地增加高代龄ZBS细胞内多糖(PAS)含量P<0.001;中剂量组显著增加琥珀酸脱氢酶(SDH)相对含量P<0.001;高、中剂量组显著增加葡萄糖-6-磷酰酶相对含量P<0.01，P<0.05。人参酸性多肽能降低晚代ZBS细胞内乳酸脱氢酶(LDH)相对含量。实验表明人参酸性多肽(0.1-1.0ug/ml)可以增加细胞内糖原样物质合成，提高SDH、G6P酶含量，即在细胞水平直接从上述两环节对糖代谢进行调节。\n\nkimchoonMi等从高丽人参中提纯了抗辐射蛋白质，并对其进行了甲基磺酸甲酯(MMS)诱导的姐妹染色体交换和染色体畸变作用的研究。 Wushan等报告低剂量人参多肽提高人T淋巴细胞DNA合成，高剂量则显示抑制作用。人参根尚含B-淀粉酶，该酶具有促进食欲、助消化、治疗厌食等功能。人参根中多种氨基酸可以通过皮肤的渗透作用为人体所吸收，从而促进血液循环和新陈代谢，增进肌肤细胞的发育营养和光译，且有防皱、抗寒与防紫外线辐射的药理作用。\n\n朝鲜红参中的焦谷氨酸(Pyyo-glutamicacid)能选择性调节大鼠脂肪细胞的代谢途径，抑制脂肪分解，促进糖转化为脂肪。朝鲜红参中的田七氨酸能提高由组胺诱导的豚鼠主动脉的收缩，但它对去甲肾上腺素诱导的收缩无效。在组胺或去甲肾上腺素不存在的条件下，田七氨酸不会引起主动脉的收缩或松弛，它没有抑制血管紧张素转化酶(ACE)的活性。过去认为田七氨酸有止血作用，但实验表明，在200ug/ml浓度时，它对于由肾上腺素、ADP、凝血酶或胶原诱导的血小板聚集作用无效，对血小板中花生四烯酸代谢也无任何作用。\n\n14.2人参根多糖类成分药理\n\n徐东铭从人参根中分离提纯了单体人参多糖，分子量为4500，由半乳糖醛酸和阿拉伯糖组成，在50-200mg/kg给小鼠注射后可降低血糖及肝糖原，它能抑制乳酸脱氢酶，尚可增强琥珀酸脱氢酶及细胞色素氧化酶的活性，对胰岛素释放亦有一定促进作用。杨明等将该多糖多次进行的实验研究表明，该人参多糖对小鼠正常血糖及小鼠、兔各种实验性高血糖均具有降低作用，但对血总脂和蛋白质含量无明显影响，同时使大鼠肝组织氧消耗增加，并加强腺苷酸环化酶活性，使cAMP含量增，Konno等报道PanaxansA-U有降血糖作用。王本祥等报告从人参根中得到总多糖，用40，50及60%乙醇处理后，得人参多糖A(癌得安)、B和C。总多糖经双氧水和氨水处理则得人参多糖D和E。人参多糖A再经琼脂糖凝胶4B柱层析后得人参多糖A1(分子量为4500)、A2(分子量为5300)与A3。小鼠ip总人参多糖，剂量分别为620、460、370mg/kg(相应为LD50剂量的1/3、1/4和1/5)时，对S-180有明显抑制作用，抑制率随剂量递增而增。对EAC也有较明显的抗肿瘤作用。总人参多糖对U14有一定的抑瘤活性，但对W-256抑制作用较差。po给药，剂量为1或2g/kg时，对S-180也有抗肿瘤作用。作者进一步S-180筛选各种人参多糖提取物的抗肿瘤活性表明，仅有人参多糖A具有较明显的抗肿瘤活性。人参多糖A中含A1和A2，该两种多糖组分均有抗肿瘤活性。人参多糖不仅可以增强环磷酰胺的抗肿瘤作用，而且可以抵抗环磷酰胺引发的免疫毒性。实验证明人参多糖可增强正常动物的网状内皮系统吞噬功能，对血清补体、IgG及抗体生成等均具有刺激作用。人参多糖对荷瘤小鼠的网状内皮系统的吞噬功能同样具有刺激作用。人参多糖对肿瘤细胞无直接杀伤作用，其对肿瘤组织的DNA和RNA的合成无明显影响。Lee，SungDong等报道红参中酸性多糖对荷瘤小鼠(S-180)和肝癌患者腹水液中毒性激素的脂质分解有抑制作用。该抑制作用在浓度大于10ug/ml时呈剂量依赖关系。方询信等报告51Cr释放实验发现人参根多糖能增加小鼠脾NK细胞活性，在30ug/ml-120ug/ml浓度范围内随浓度增加作用增强，并能使大黄脾虚证的小鼠受抑制的NK细胞活性恢复。人参多糖具有抗辐射作用。曹瑞敏等报告人参水溶性非皂甙部分对受到亚致死剂量60C。r射线照射小鼠造血细胞有减轻辐射损伤，促进其恢复，作用温和、持久、全面、李健超报道人参多糖可提高照射小鼠30日存活率，保护指数平均为1.36。田生礼等报告人参多糖在照射前连续4日，每天2次ip给药(200mg/kg)，对受到不同剂量调射线照射的小鼠的骨髓CFU-S和CFU-GM均有显著的保护作用。同时发现，人参多糖对X射线诱发的染色体畸变率有明显降低。人参多糖具有抗补体作用。人体内补体系统既是生理性物质，又是病理性物质。它溶解菌体，中和病毒，对人体有益，而其趋化作用则引起炎症，刺激肥大细胞和血小板释放。高其品报告人参多糖治疗单纯性补体系统疾病(炎症和变态反应性疾病)效果较好，其抗补体活性与剂量有关，随浓度的增加而加强，直至1000ug/ml时达高峰。李佩珍等对人参培养细胞多糖与人参多糖的免疫作用进行了比较。人参培养细胞的多糖明显增加小鼠脾重量，而对小鼠胸腺重量影响不大，显著增强小鼠碳粒廓清速率，促进小鼠溶血素抗体的活性，提高正常小鼠血清IgG含量，而对小鼠的移植物抗宿主反应(GVHR)影响不大，与栽培人参多糖作用无明显差异。人参果胶可抑制四氯化碳引起中毒小鼠血清谷丙转氨酶活性升高，可减少正常小鼠对磺溴酞钠(BSP)的滞留，说明人参果胶有保肝解毒的作用。前苏联研究人员利用人参等物中的果胶物质的阴离子交换能力，预防与有毒物质接触人员的重金属中毒。San，XB等报告人参酸性多糖GRA-2组分在剂量为100和200mg/kg时能明显抑制盐酸/乙醇诱导的胃粘膜损伤，其抑制率分别为57.3%和74.1%。如预先给以消炎痛(10mg/kg)ip,其对细胞仍有保护作用。将GRA-2再分离成5部分，其中GRA一2A不具活性，GRA-2B和GRA-5具较弱活性，而强酸性多糖GRA-3和弱酸性多糖GRA-4活性最强。GRA-3和GRA-4在剂量100mg/kg时对胃粘膜损伤抑制率分别为86.4%和68.9%。GRA-4含己糖66.5%，糖醛酸22.6%，含蛋白质10.9%。其抗溃疡作用在脱蛋白后和经内一聚半乳糖醛酸酶反应后，皆未见明显降低，但在高碘酸氧化后消失，提示酸多糖的碳水化合物部分是GRA-4的活性所在。\n\n14.3人参根挥发油药理\n\n王满霞等报告人参挥发油作用于胃癌细胞24、48、72小时后，用MPV2型显微分光光度计对单个癌细胞的糖原、琥珀酸脱氢酶和脱氧核糖核酸定量测定表明，人参挥发油对癌细胞有抑制作用。推测其抑制的机理可能是由于抑制了癌细胞的核酸代谢、糖代谢及能量代谢。人参挥发油尚可通过皮肤的渗透作用为人体所吸收，从而促进血液循环和新陈代谢;增进肌肤细胞的发育营养和光泽，具有防皴、抗寒与防紫外线辐射的药理作用。\n\n14.4人参根微量元素药理\n\n人参根含14种微量元素。镍能刺激造血，促进红细胞再生，并能稳定凝血中的易变因子。锶可抗衰老，增强免疫功能，降低高血压及心血管疾病患者的死亡率。硒是谷胱甘肽过氧化物酶的必需组成成分。硒具有防癌作用，缺硒可引起克山病、大骨节病，并使乳腺癌、结肠癌发病率增加。钴是维牛素B2的原料。铁、铜、锌、锰、钼。是酶和其它活性蛋白质的原料。钾、钙、镁和钠则是细胞内外液的组分。这些均为机体必需营养元素，缺乏其中之一，都会引起生理异常。\n\n14.5人参根其他成分药理\n\nMatsunaga.H.等从红参中分离得到人参炔三醇(Panaxytriol)以人型胚胎纤维MRC-5细胞作对照，对体外培养的MK-1细胞,Bl6细胞，L929细胞，SW929细胞，Hela细胞和K562细胞均有一定抑制作用，对上述各细胞的ED50分别为0.8、1.7、2.2、2.3、10.7和11.7ug/mL。Kim，YoungSook等报告人参炔三醇20mg/kg可治疗环磷酰胺产生的白血球减少。YakhakHoechi等报道红参根中10-乙酰人参炔三醇对L1212细胞具强烈细胞毒作用，其ED50为1.2ug/mL。Fujihashi，Toshiaki等申请了多炔类化合物作为抗癌剂的日本专利。张宝凤等报道人参总黄酮对全身血压、左室内压和心肌耗氧量均有明显降低作用，并能提高小鼠常压、低压及并用异丙肾上腺素常压耐缺氧的能力，对垂体后叶素所致心肌缺血也有明显保护作用，尚可显著增加冠脉血流量。人参含8种磷脂成分。磷脂是动物和人体生物膜的重要组成部分。磷脂具有提高免疫功能，强精健脑，增强骨细胞、神经细胞和胰岛素功能及保肝护血、延缓衰老、降低血脂和动脉硬化指数等功效，溶血磷脂酰胆碱尚有抗癌的作用，这些功能与人参的补气强心、安神生津的作用有密切之联系。\n\n15.人参芦药理\n\n罗顺德等比较了人参根与参芦的抗小鼠缺氧作用、小鼠负重游泳持续时间、抗小鼠利尿及催吐实验，发现二者药理作用相似。尽管实验中使用人参芦头煎剂浓度较高，剂量较大(10%，50%参芦水煎液，家免ig;正常人po50%的参芦水煎液150ml，每日1次，连续5d),均未发现呕吐作用。参芦对实验动物狗猫无催吐作用。有人用红参芦、带芦全红参或生晒参芦1:1的水煎液给猫、狗、鸽、恒河猴po，并以蒸馏水、洋地黄酊、硫酸铜、阿朴吗啡为对照，结果表明服用参芦组均不致吐，而对照组除蒸馏水外，均呈现不同程度的呕吐作用。将参芦总皂甙与人参根总皂甙进行药理作用比较，均具有抗疲劳、耐缺氧、抗利尿作用。参芦总皂甙尚具有缩小实验性心肌坏死范围，对缺糖、缺氧引起的心肌细胞损伤具有保护作用，能促进心肌细胞DNA合成，并可在降低心率的同时增强心肌收缩力和增加冠脉血流量。张永鹤等(1992年)报告芦头中分到的人参皂甙-Rg3、-Rg2、-Rg1、-B、-Rd、-Rc、-Rb2、-Rb1、Ro均具有抗氯化钡诱发大白鼠心律失常活性作用。参芦总皂甙尚可提高小鼠心、肝、肾、脑、脾等组织的钠-钾ATP酶的活性，降低镁-ATP酶的活性。参芦总皂甙还对cAMP和cGMP的含量有双向调节作用。孙文静等采用在体与离体二种方法研究了人参芦总皂甙对老年、中年大鼠肝匀浆和血清脂质过氧化的影响。实验表明，大鼠的脂质过氧化反应随增龄而增高。皂甙对老、中年大鼠均有明显抑制脂质过氧化作用，并在老年小鼠实验中得到同样结果。孙连坤等报告人参芦皂甙可减少失血性休克犬血清LDH的活性，改善微循环，具有明显的抗休克作用。芦皂甙可减少失血性休克犬心、肝、肺组织中过氧化脂质(LPO)的生成。\n\n16.不同炮制品药理作用比较 李向高对不同炮制品的药理作用，尤其是红、白参的药理作用进行了系统的比较。\n\n16.1红、白参抗肝毒作用比较\n\n红参比白参有更强的抗肝毒活性，这与红参含有特有的皂甙以及比白参含有更多的20(s)-人参皂甙Rg2、Rh1和20(R).人参皂甙Rg3有关。Hiroshi，H.H.等采用四氯化碳和半乳糖胺造成小鼠初级培养肝细胞致毒药理模型，研究人参皂甙抗肝毒作用和某些构一效关系。用四氯化碳法检查人参皂甙的抗肝毒活性表明，由于人参皂甙种类和构型不同，其作用强度看差异。抗肝毒活性由强至弱依次为：20(R)-人参皂甙Rs、20(s)一人参皂甙Rs>人参皂甙Rh2>20(R).人参皂甙Rg3>20(R).人参皂甙Rg2>20(s)一人参皂甙Rg3>20(s)一人参皂甙Rh1>20(R).人参皂甙Rf>20(s).人参皂甙Rf。似乎20(R)构型系列皂甙比20(s)构型系列皂型显示较强的抗肝毒活性。采用半乳糖胺法检查人参皂甙抗肝毒活性表明，20(s)-人参皂甙Rs和Rh1在1.0mg/ml才有显著的抗肝毒活性。\n\n16.2红、白参对循环系统作用的比较\n\n人参对正常动物主要内脏组织血流有增强作用,并能有效地抑制血清素、内毒素引起的组织血流量的减少。其作用强度红参高于白参,对其作用机理研究表明，红参与白参均具有轻度抑制血小板凝集,抗凝血酶样作用以及对纤维蛋白溶解活化作用。作用强度亦为红参大于白参。对正常大鼠胃粘膜组织血流量试验表明,红参和白参甲醇提取物(200mg/kg)均使大鼠胃粘膜组织血流量显著增加,但红参作用强度大于白参。大鼠sc血清素(20mg/kg)后,胃粘膜组织血流量随时间延长而减少。红参甲醇提取物200mg/kg给药可显著抑制血清素引起的胃粘膜组织血液量的减少。白参甲醇提取物50、200mg/kg给药，则表现为轻度抑制的趋势。大鼠iv内毒素后，胃粘膜血流随时间延长而减少。红参提取物50、200mg/kg给药可显著抑制内毒素引起的胃粘膜组织血流量减少。白参提取物的抑制作用远弱于红参。内毒素作用于大鼠肝组织后，血流量显著减少，红参和白参提取物均可抑制此种肝组织血流量的减少，然红参作用强于白参。内毒素作用于大鼠脾或肾组织后，血流量显著减少，红参与白参分别给药200mg/kg，均可抑制内毒素引起的血流量减少。红、白参作用趋势相同。用内毒素处理大白鼠左心室壁组织后，红参提取物明显抑制内毒素引起的血流时减少，白参效果不甚显著。用内毒素诱发血小板数及血纤维蛋白原量减少，红参提取物500mg/kg用药时显著抑制其二者量的减少。白参提取物500mg/kg用药时显著抑制血纤维蛋白原量的减少。对小鼠iv花生四烯酸钠，2h内，15只小鼠死亡12只，生存率为20%。红参提取物50、200、500mg/kg给药，可使小鼠生存率分别提高30、30、40%。优球蛋白溶解时间(ELT)试验表明，红、白参提取物500mg/kg给药均可显著缩短优球蛋白溶解时间，但红参作用强于白参。花生四烯酸诱发血小板凝聚试验表明，红白参甲醇提取物250、500ug/ml投药，红参可抑制花生四烯酸诱发的血小板凝集，但作用较弱，而白参似无此作用。用骨胶原诱发血小板凝集试验结果与用花生四烯酸试验结果相似。红参呈轻度抑制，而白参则无抑制作用。用ADP诱发血小板凝集试验，红参有轻度抑制,白参则无抑制作用。抗凝血酶试验结果表明,红、白参提取物250、500ug/ml均可延长血纤维蛋白原凝固时间，红参作用大于白参。对纤维蛋白溶解活性试验表明，阳性对照的葡聚糖硫酸有剂量依赖性纤维蛋白溶解活化作用。红、白参亦具有此种作用。\n\n16.3红参与白参对网状内皮系统吞噬作用的比较\n\n红参与白参对小鼠网状内皮系统吞噬作用的强度不同,红参大于白参。碳廓清法试验表明，红、白参提取物分别对小鼠ig(50、200、500mg/kg)，连续3d，以红参提取物500mg/kg给药的吞噬指数为K值，校正吞噬指数a值分别为0.0218、5.41，比对照组的0.018、4.19显著升高，但对肝脾重量无影响。用白参提取物处理的吞噬指数K值，校正吞噬指数a值虽有上升趋势，但不显著。腹腔肺胞巨噬细胞的乳胶吞噬试验表明，红参提取物100ug/ml使腹腔肺胞巨噬细胞的乳胶吞噬作用显著增强。白参提取物亦有促进吞噬作用的趋势，但并不显著。\n\n16.4红参与白参延缓衰老作用比较\n\n现代医学对衰老进程的研究表明，体内自由基引发的脂质过氧化，造成生物膜损伤，组织细胞功能和形态的改变是衰老的诱因之一。ChoiJH报告红参能防止联苯三酚自动氧化。白参提取物亦能防止肝脏过氧化物的生成，但不及红参作用强，po红参效果尤佳。红参中含有麦芽酚，此为鲜人参加工成红参的过程中麦芽糖转化所致，为红参特有成分之一。麦芽酚有显著的抗氧化作用。\n\n16.5红参与白参抗肿瘤作用比较\n\n红、白参中所含人参总皂甙、人参多糖及人参炔三醇类化合物均有抗癌作用，所以红、白参都有一定抗肿瘤作用，但白参不含抗肿瘤成分人参皂甙Rh2和20(R)-人参皂甙Rh1，人参炔三醇在白参中的含量又低于红参，因而红参抗肿瘤活性强于白参。人参中粗酸性多糖对荷瘤小鼠腹水中的毒性激素的脂肪分解的抑制作用，红参比白参高2.3倍。红参特有成分人参皂甙Rh2在体外试验中对Morris肝癌、人子宫颈癌、B16恶性黑色素瘤、Hela细胞均有明显抑制其增殖作用。人参皂甙Rh2和20(R)-人参皂甙Rh1还能明显抑制人早幼粒白血病HL-60瘤株。人参炔三醇对体外培养的MK-1细胞，B16细胞，L929细胞，SW929细胞，Hela细胞和K562细胞均有一定抑制作用，其ED50分别为0.8，1.7，2·2，2·3，10·7和11.7ug/ml。\n\n17.不同人参加工品种药理作用比较：\n\n对红参、生晒参和糖参进行了动物活动能力、抗利尿、延长动物动情期、增大心脏收缩幅度、降低血压5个方面的比较试验。生晒参在增强动物活动能力，抗利尿作用，增强心肌收缩幅度和延长动物动情期方面均弱于红参和糖参，生晒参降低血压作用强于红参与糖参。袁氏还比较了中国红参与高丽红参总皂甙对环磷酰胺抑制免疫功能作用的影响。二者对环磷酰胺所致巨噬细胞吞噬功能抑制、白细胞减少和迟发性超敏反应抑制均有对抗作用，在相同剂量下，二者作用相近。二者对环磷酰胺所致溶血素形成抑制亦有对抗作用，剂量相同时，中国红参总皂甙的作用强于高丽红参总皂甙。金若敏等对红参、生晒参、活性参进行的药理作用比较表明，生晒参的抗疲劳作用比活性参、红参显著，耐缺氧试验结果是红参作用强于生晒参和活性参。对网状内皮系统功能影响试验结果显示，3种参对小鼠po均可增强其腹腔巨噬细胞吞噬能力，作用强度红参大于活性参，生晒参更次。生晒参促进小鼠体重增长作用较红参、活性参显著。3种人参均能使离体蛙心收缩力增强，但无显著差异。3种人参亦可使在体蛙心收缩力增强，红参可使心率加快，活性参与生晒参则对心率无显著影响，对衰竭的在体心脏红参使其收缩力增强，生晒参与活性参作用不甚明显。温淑荣等对罐藏鲜人参与生晒参、红参的药理作用比较的结果表明，罐藏鲜人参与生晒参、红参一样具有抗疲劳、耐缺氧、抗利尿作用，并可延长戊巴比妥钠引起的睡眠时间。\n\n18.人参皂甙的其他作用 人参皂甙能明显提高阳虚动物的cAMP水平，降低cGMP水平，CA/CG比值上升，能有效地增加阳虚动物肝内枯否氏细胞的数量。人参皂甙有抗利尿、导致水钠潴留、排钾以及使钠/钾比值降低的作用。郑玉群等(1988年)报道人参总皂甙有抑制大鼠肾脏微粒体Na(+)，K(+)-ATP酶的作用。动力学研究表明，人参总皂甙对Na(+)，K(+)-ATP酶的抑制作用是可逆性反竞争型抑制。龚国清等(1991年)报道对人参皂甙消除超氧阴离子自由基的研究。人参总皂甙的作用大于人参二醇组皂甙。单体人参皂甙-Rb1、Rg1的作用较弱。张敏等报告人参总皂甙能抑制自发的Fe-半胱氨酸诱导的肺脂质过氧化。 Paik，TaiHong等报告人参粗皂甙对脂质体光氧化反应的作用。人参粗皂甙在低浓度时抑制脂质体的氧化速率，但在高浓度时作用相反。用亚铁硫酸氰盐法试验脂质体的脂质氢过氧化物表明，人参粗皂甙起抗氧剂作用。林清华等(1990年)报道人参根总甙显著降低老年大鼠大脑皮质和脑干的谷氨酸含量，大脑皮质的天冬氨酸含量以及大脑皮质和下丘脑的5-羟色胺含量，并可增高大脑皮层GA-BA含量、下丘脑的多巴胺含量。对其他部位无明显作用。人参皂甙对培养的鸡胚骨骼肌细胞的生长和分化有促进作用。人参皂甙使肌细胞中乙酰胆碱酯酶活性增加。人参皂甙对剧烈运动产生的肌酸激酶同功酶的活性增加的上升趋势有协同作用。人参皂甙对受到热压的酵母素Saccharomycesrouxii活性有保护作用。人参皂甙可提高S.Rouxii产生的淀粉酶的热稳定性。0.01%人参皂甙存在时淀粉酶活性最高，可比对照组高约23%。 Kim，HyeYoung报告朝鲜红参能够减轻皮脂腺炎症的发展，对实验性表皮角质化有预防作用。推测是由于控制了与细胞代谢有关的酶的活性，结果使异常表皮脂类的生成量减少。 人参总皂甙(1.Oug/ml)抑制肌管胞膜上乙酰胆碱受体的产生和受体簇的形成。总皂甙这一作用与细胞外钙离子浓度密切相关。高浓度的Rb1(122uM)也具有同样的抑制作用，但Rb1的抑制作用并不依赖于细胞外的钙离子浓度。Rg1无上述抑制作用。\n",
    "creation": "\n糖参类：除去芦头，切段即可。红参类：除去芦头，切段。或以湿布包襄，润软后切片，晾干。\n",
    "function": "\n功效：大补元气，复脉固脱，补脾益肺，生津止渴，安神益智。\n\n主治：劳伤虚损、食少、倦怠、反胃吐食、大便滑泄、虚咳喘促、自汗暴脱、惊悸、健忘、眩晕头痛、阳痿、尿频、消渴、妇女崩漏、小儿慢惊及久虚不复，一切气血津液不足之症。\n",
    "taste": "\n性平、味甘、微苦，微温。归脾、肺经、心经。\n",
    "usage": "\n内服：煎汤，3-10g，大剂量10-30g，宜另煎兑入；或研末，1-2g；或敷膏；或泡酒；或入丸、散。\n",
    "compatibility": "\n实证、热证忌服。\n",
    "storage": "置阴凉干燥处，密闭保存，防蛀。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n\n\n\n多年生草本，高达60厘米。主根肥大，肉质，圆柱状，常分歧，由根上部二分歧者习称\"灵体\"或\"横体\";几不分歧或在下部分歧者习称\"笨体\"或\"顾体\";须根长，有多数小疣状物;根茎上有茎痕，有时生效条不定根。茎直立，绿色，细圆柱形，光滑无毛。叶轮生于茎端，数目依生长年限而不同，初生时为1枚3出复叶，二年生者为1枚5出掌状复叶，三年生者为2枚5出掌状复叶，四年生者为3枚，以后逐年增多，最后增至6枚;叶具长柄;小叶卵形或倒卵形，复叶基部的小叶较小，长2～3厘米，宽1～1.5厘米;上部的小叶长4～15厘米，宽2.2～4厘米;先端渐尖，基部楔形，下延，边缘具细锯齿，上面沿叶脉有直立刚毛，下面无毛;小叶柄长达2.6厘米。总花梗由茎端叶柄中央抽出，长约7～20厘米，顶生伞形花序，有十余朵或数十朵淡黄绿色的小花，通常在第四年开始开花;花有梗，两性及雄性;萼绿色，6裂;花瓣6，先端尖;雄蕊5;子房下位，2室，花柱2，在两性花中离生，在雄花中合生成中空的筒状。浆果状核果，肾形，成熟时鲜红色，每室含种子1枚。种子白色，扁平圆卵形，一侧平截。花期6～7月。果期7～9月。\n\n生于茂密的林中。分布黑龙江、吉林、辽宁和河北北部的深山中。辽宁和吉林有大量栽培。野生的称\"野山参\";栽培的称\"园参\"。如将幼小的野山参移植于田间，或将幼小的园参移植于山野而成长的人参，称为\"移山参\"。\n\n本植物的根茎(人参芦)、根茎上的不定根(人参条)、细支根与须根(人参须)、叶(人参叶)、花(人参花)、果实(人参子)亦供药用，各详专条。\n",
    "application": "\n1.用于\n\n\n大剂量的人参(0.3-1两)煎服或炖服，或以人参注射液(每ml含生药0.57g)2-4ml行肌肉或静脉注射，可用于心原性休克的急救，或其它一时极端垂危的病人；人参与附子合用可以救治亡阳虚脱。\n\n2.治疗\n\n\n人参对于高血压病、心肌营养不良、冠状动脉硬化、心绞痛等，都有一定的治疗作用，可以减轻各种症状，人参对不正常的血压具有调整作用，或认为不同的剂量可以出现不同的作用：小剂量能提高血压，大剂量能降低血压。成人1日的常用量为0.2-3钱；人参浸膏(每ml等于1克生药)，每次服20-40滴，日服2-3次；人参酊(含量10%)，每次5ml，日服2-3次；人参粉，每次3-5分，日服2-3次。\n\n3.对\n\n\n对慢性胃炎伴有胃酸缺乏或胃酸过低者，服人参后可见胃纳增加，症状减轻或消失，但对胃液分泌及胃液酸度无明显影响。也有报告称人参可使慢性胃炎病人胃痛消失，食欲增强，大便正常，胃液总酸度增加。对于急性传染性肝炎，在一定的治疗条件下，服用人参对于防止转变为慢性肝炎似有一定的积极意义。\n\n4.治疗\n\n\n人参能改善糖尿病人的一般情况，但不改变血糖过高的程度。或谓人参可使轻型糖尿病患者尿糖减少，血糖降低40-50mg%，停药后仍可维持2周以上；中等度糖尿病人服人参后，虽然降低血糖作用不明显，但多数全身状况有所改善,如渴感、虚弱等症状消失或减轻;某些患者服人参后可减少胰岛素的用量。\n\n5.对于\n\n\n人参对无力型和无力一抑郁型精神病，无论其病因如何(精神分裂症、中毒或传染病引起的精神病、退化性精神病等)，似均有治疗作用。也有认为，人参口服对器质性神经疾患仅能改善病人的一般主观症状，而无客观的明显治疗作用。\n\n6.治疗\n\n\n人参对神经系统有显著的兴奋作用，能提高机体活动能力，减少疲劳;对不同类型的神经衰弱患者均有一定的治疗作用，使病人体重增加，消除或减轻全身无力、头痛、失眠等症状。\n\n7.治疗\n\n\n人参在中药里，一般用作强壮剂，可以补养元气;近人的研究，证明它有增强性腺机能的作用。人参酊对于麻痹型、早泄型阳萎有显著的疗效，但对精神型无效；对因神经衰弱所引起的皮层性和脊髓性阳萎也有一定治疗效果。\n\n5.其他\n\n人参还有提高视力及增强视觉暗适应的作用。与其它药物合用，还可以治疗多种疾病。但临床上对于实症，如由于突然气壅而得的喘症，由于燥热引起的咽喉干燥症，一时冲动引发的吐血鼻衄等，均忌用人参。\n",
    "position": "\n为五加科植物人参的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "三七",
    "alias": "开化三七、人参三七、田七、金不换、盘龙七。",
    "ingredient": "\n参三七的化学成分与人参相似, 主要含有皂苷类及黄酮类。从三七绒根总皂苷中分离得多种皂苷元,主要是人参二醇和人参三醇类皂苷, 总皂苷含量高达12% ,单体有人参皂苷Rb1 、Rb2 、Rc 、Ra 、Re 、Rf 、Rg1 、Rg2 、Rh 等九种,但不含Ro , 其他尚有槲皮素、β 类固醇、多肽素和多糖及铝、铁、铷、锶等20 种微量元素。由于参三七与人参的已知化学成分相似, 故二者药理作用亦颇近似。与人参不同之处, 除单体含量不同外, 还缺少齐墩果酸。\n",
    "process": "\n种后第3年冬季及夏末初秋采挖。去须根，曝晒至半干，用于搓揉，再曝晒，重复数次，置麻袋中加蜡打光。\n",
    "distinguish": "干燥的根，呈不规则类圆柱形或纺锤形，长约3～5厘米，直径约0.3～3厘米，顶端有根茎残基。外表灰黄色或棕黑色，有光泽，具断续的纵皱纹，及横向隆起之皮孔，并有支根的断痕。质坚实，不易折断，断面木部与皮部常分离，皮部黄色、灰色或棕黑色，本部角质光滑，有放射状纹理。气微，味先苦而后微甜。以个大坚实、体重皮细、断面棕黑色、无裂痕者为佳。\n\n\"筋条\"、\"剪口\"及\"绒根\"大多不饱满而有较多的纵皱，并带有灰黄色的栓皮。易折断，断面颗粒状或角质状。\n\n主产云南、广西等地。\n\n同属植物秀丽假人参(又名：竹节三七)。",
    "effect": "\n三七具有散瘀止血，消肿定痛之功效。主治咯血，吐血，衄血，便血，崩漏，外伤出血，胸腹刺痛，跌仆肿痛。《本草纲目》云：“三七止血，散血，定痛。”《玉揪药解》云：“三七和营止血，通脉行瘀，行瘀血而敛新血。”\n\n",
    "creation": "\n拣尽杂质，捣碎，研末或润透切片晒干。三七粉 取三七，洗净，干燥，碾细粉。\n",
    "function": "\n止血，散瘀，消肿，定痛。治吐血，咳血，衄血，便血，血痢，崩漏，癥瘕，产后血晕，恶露不下，跌扑瘀血，外伤出血，痈肿疼痛。\n\n①《纲目》：止血，散血，定痛。金刃箭伤，跌扑杖疮，血出不止者，嚼烂涂，或为末掺之，其血即止。亦主吐血，衄血，下血，血痢，崩中，经水不止，产后恶血不下，血运，血痛，赤目，痈肿，虎咬，蛇伤诸病。\n\n②《玉揪药解》：和营止血，通脉行瘀，行瘀血而敛新血。凡产后、经期、跌打、痈肿，一切瘀血皆破；凡吐衄、崩漏、刀伤、箭射，一切新血皆止。\n",
    "taste": "\n甘微苦，温。\n\n①《纲目》：甘微苦，温，无毒。\n\n②《本草汇言》：味甘微苦，性平，无毒。\n\n入肝、胃、大肠经。\n\n①《本草汇言》：入阳明、厥阴经。\n\n②《本草求真》：入肝、胃，兼入心、大肠。\n\n③《本草再新》：入肺、肾二经。\n",
    "usage": "\n内服：煎汤，1.5～3钱；研末，0.5～1钱。外用：磨汁涂、研末撒或调敷。\n",
    "compatibility": "孕妇忌服。\n\n①《本草从新》：\"能损新血，无瘀者勿用。\"\n\n②《得配本草》：\"血虚吐衄，血热妄行者禁用。\"",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "毒性五加皂甙与普通皂甙不同，对金鱼毒性极轻。五加皂甙A对小鼠静脉注射之最小致死量为460mg/kg。1.三七总皂甙（PNS）小鼠LD50：小鼠50只（体重19.3±0.5g，各半），分5个剂量组，ivl次给药，用Finney氏机率法找出LD50为447mg/kg，95%置倍限为423-471mg/kg。熟三七总皂甙LD50为105.33±58.6mg/kg。2.三七人参三醇甙（PTS）急性毒性：小鼠体重18.5±0.9g，按序贯法求得PTSivLD50为3806±143mg/kg，当ivPTS达中毒量中，小鼠出现自发活动减少，抑制渐加重，继则呼吸急促，最后由于缺氧而抽搐死亡。3.三七人参皂甙Rb1的急性毒性：小鼠（体重18-22g，各半），每组10只，分别ip不同剂量的Rb1，按简体机率单位法计算LD50及其95%可信限为1054±98.67mg/kg。4.三七皂甙Rb1组和Rg组的急性毒性：小鼠ipRb组皂甙LD50为683mg/kg，小鼠ipRg组皂甙LD50为866mg/kg。5.三七素（Dencichine）的神经毒作用：莱享子鸡（体重30-40g），ipL-构型三七素20mg后20-30分钟之间出现典型的、严重的运动失调等。其症状为不能站立、脑缩进、颈部僵硬及腿伸张肌麻痹。若采用po或sc，上述神经毒症状在2-6小时内出现。当给药剂量增至30-60mg或每天给予较低剂量而连续给药，其中某些子鸡死亡或产生慢性中毒。D-构型三七素的子鸡药理实验表明，即使在高剂量下，神经毒作用也极低。三七素的小鼠LD50为1043mg/kg。6.三七绒根提取物（76017）急性毒性：小鼠iv76017，按序贯法求得LD50为836±17mg/kg。7.三七绒根总皂甙的急性毒性：小鼠ip三七绒根总皂甙的LD50为1262±119mg/kg（P=0.95）。8.三七散和10%三七注射液的急性毒性：小鼠po参三七散（配成25%混悬液）LD50为6250mg/kg;小鼠pol0%三七注射液LD50为25ml/kg。",
    "category": "归经_肝经",
    "plant": "多年生草本，高达60cm。根茎短，茎直立，光滑无毛。掌状复叶，具长柄，3～4片轮生于茎顶；小叶3～7，椭圆形或长圆状倒卵形，边缘有细锯齿。伞形花序顶生，花序梗从茎顶中央抽出，长20～30cm。花小，黄绿色；花萼5裂；花瓣、雄蕊皆为5。核果浆果状，近肾形，熟时红色。种子1～3，扁球形。花期6～8月，果期8～10月。入药以身干，个大，体重，质坚，表皮光滑，断面灰绿色或灰黑色者为佳。\n",
    "application": "\n①治疗心绞痛\n\n",
    "position": "为五茄科植物人参三七的根。",
    "source": "《纲目》"
  },
  {
    "name": "当归",
    "alias": "干归,马尾当归,秦哪,马尾归,云归,西当归,岷当归",
    "ingredient": "\n当归中含β-蒎烯、α-蒎烯、莰烯等中性油成分。含对-甲基苯甲醇、5-甲氧基-2，3-二甲苯酚等酸性油成分、有机酸；糖类；维生素；氨基酸等。\n",
    "process": "\n一般须培育3年才可采收。秋末挖取根部，除净茎叶、泥土，放在通风处阴干几天，按大小分别扎成小把，用微火熏于令透即得。本品带油性，易霉败、虫蛀，必须贮存干燥处。逢霉雨季节，须用硫黄熏过或适当的烘透。\n",
    "distinguish": "\n根头及主根粗短，略呈圆柱形，长1.5-3.5cm，直径1.5-3cm，下部有3-5条或更多的支根，多弯曲，长短不等，直径0.4-1cm。表面黄棕色或棕褐色，有不规则纵皱纹及椭圆形皮孔;根头部具横纹，顶端残留多层鳞片状叶基。质坚硬，易吸潮亦软，断面黄白色或淡黄棕以，形成层环黄棕色，皮部有多数棕以油点及裂隙，木部射线细密。有浓郁的香气，味甜、辛，微苦。\n\n以主根根粗长、油润、外皮色共同棕、肉质饱满、断面色黄白、气浓香者为佳。\n\n显微鉴别 侧根横切面：木栓层为数列木栓细胞。皮层为数列切向延长的细胞。韧皮部宽广，多裂隙，有多数分泌腔(主为油室，也有油管)，类圆形，直径60-220μm，周围分泌细胞数个至10多个，近形成层处分泌腔较小。木质部导管单个形成层处分泌受苦较小。木质部导管单个散在或数个相聚成放射状排列，木射线宽至10鑫列细胞;木薄壁细胞较射线胞为小。\n\n粉末特征：米黄色。①韧皮薄壁细胞纺锤形，直径18-34μm，壁稍厚，非木化，表面(切向壁)有微细斜向交错网状纹理，有时可见菲薄横隔。②油室及油管碎片时可察见，油室内径25-160μm，含挥发油滴。③梯纹、网导管直径13-80μm，另有具缘纹孔及螺纹导管。此外，有木本细胞、淀粉粒，偶见木纤维。\n",
    "effect": "\n1.对子宫平滑肌的作用\n\n对离体子宫的作用富华等于1954年报道了甘肃岷县当时含有兴奋和抑制子宫平滑肌的两种成分，具有双向性作用。抑制成分主要为挥发油，兴奋成分为水溶性或醇溶性而乙醚不溶性的非挥发性物质。同年吴葆杰等亦报道，当归对离体子宫与在体子宫作用不同，煎剂或乙醇浸膏对离体子宫抑制作用占优势(对在体子宫，则主要呈兴奋作用)。次年皮西萍的实验表明，酒浸膏及水浸膏于首次用药呈抑制，冲洗恢复后再给药则呈兴奋作用。进一步地研究表明当归挥发油对兔、豚鼠、小鼠、大鼠、狗等动物未孕、早孕、晚孕、产后的离体子宫均有直接抑制作用，使节律性收缩逐渐变小至消失，呈弛缓状态。并对抗垂体后叶素、组胺、肾上腺素及乙酰胆碱等引起的子宫收缩。当归流浸膏主要为兴奋，大剂量有时呈抑制作用。\n\n1.2.对在体子宫的作用\n\n吕富华和皮西萍等的报道表明，当归煎剂、酊剂、石油醚浸液、水浸液等各种制剂对麻醉狗、猫、兔等动物的未孕、早孕、晚孕和产后各种在体子宫主要呈兴奋作用。而慢速iv煎剂，则少数呈抑制作用，当去除挥发油后再慢速iv仍呈明显兴奋作用。由此说明当归挥发油具有抑制在体子宫肌的作用。日本学者原田等报道，以当归(1g/kg)给予麻醉的家兔(十二指肠灌药)，引起子宫先收缩亢进，然后抑制。除去当归脂溶性部分后，含活性成分的水溶性部分(4mg/kg)iv麻醉大鼠，引起子宫收缩，血压下降。阿托品可拮抗该反应，因而它可能具胆碱能活性。尾崎等观察当归成分阿魏酸对大鼠子宫自发性运动的效果，用量300-1000mg/kg或30-100mg/kgiv均能抑制子宫运动。研究还表明，当归在宫腔内压高时加强子宫肌收缩，而在宫腔内压不高时则无此作用，故孕妇禁用本品。OzakiYukihiro等的研究证明po或iv阿魏酸和四甲基吡嗪混合液，对大鼠在位子宫收缩抑制具有增强作用。\n\n1.3.对子宫痿管的作用\n\n吕富华等报道po当归煎剂对清醒未孕成年家兔的子宫痿管，当子宫内未加压时呈抑制作用;如子宫内加压时，则由不规则、较弱、间隔短的收缩转变成规则有力、间隔延长的收缩。但静注当归酊剂仅有不明显的兴奋作用。当归对子宫平滑肌的双相反应，说明当归的作用与子宫的功能状态有密切关系，它具有调节子宫平滑肌收缩，解除痉挛而达到调经止痛功效。\n\n2.对心血管系统的作用\n\n2.1.对心脏的作用\n\n蓝大鹤等报道，离体蟾蜍心脏灌流实验表明，当归煎剂或根及叶中所含挥发油可使心肌收缩频率明显受到抑制。张淑芳等以腹壁iv给药，表明在体蟾蜍心脏多数出现完全性房室传导阻滞，心房收缩力明显减弱，以后逐渐恢复，频率减慢，但心室收缩力反而增强。魏连玑报道，当归流浸膏可以使兔离体心房不应期延长，对乙酰胆碱或电流引起的麻醉猫及犬心房纤颤有治疗作用，上述奎尼丁样作用的有效成分，主要存在于醚提取物中。另据江苏省中医研究所报道，当归流浸膏及醚提取物能降低心肌兴奋性，使不应期显著延长。1981年彭仁琇等用同位素示踪法显示，甘肃当归流浸膏(30g/kg)能增加小鼠心肌摄取86Rb的能力，对垂体后叶素所致心肌缺血有一定缓解作用。周远鹏等的研究表明，当归注射液iv可使部分麻醉狗因反复短暂阻断冠脉血流造成实验性心肌缺血程度减轻、心率减慢;但对清醒狗则使心肌缺血程度加重，心率加快。另据报道，当归煎剂、水提物及其有效成分阿魏酸钠均能增加小鼠心肌摄取86Rb的能力，使心肌营养性血流量分别增加36.3%、40.6%和46%，说明当归能使心肌毛细血管开放增多。Iv当归注射液能减少麻醉犬冠脉闭塞时心肌梗塞范围(P<0.001)。许静亚等的实验表明，给家兔iv25%当归注射液(2ml/kg/次)有与心得安(0.75mg/kg/次)相似的缩小实验性心肌梗塞范围的作用，与对照组相比较，当归组和心得安组分别缩小心肌梗塞范围达37.5%和47.9%，两者之间差异无显著性(P<0.05)。且无心得安那样明显减慢心率。Iv200%当归注射液1g/kg对麻醉犬的左心室收缩性能及舒张功能没有明显影响。\n\n2.2.抗心律失常作用\n\n当归水提取物和乙醇提取物，对肾上腺素、强心甙和氯化钡等诱发的多种动物心律失常都具有明显的对抗作用离体豚鼠心室肌实验表明，当归醇提取物及阿魏酸钠注射液能对抗羊角拗甙及哇巴因中毒所致的心律失常，使之转为正常节律;当归还可减慢洋金花引起的大鼠心律加快作用。Iv醇提取液时，对乌头碱诱发的麻醉大鼠心律失常亦有明显的预防作用(P<0.001)。另有报道，im当归流浸膏不能预防及治疗乌头碱所致各种心律失常，且不能对抗氯仿所致的心律失常，也不能提高家兔左心室致颤阈值。1985年尉中民等用电生理学研究证实，当归醇提取物除具有非常类似奎尼丁样作用外，还显著延长平台期，推测当归醇提取物的抗心律失常作用可能是减慢传导，延长有效不应期，消除折返，延长平台期，抑制异位节律点与提高颤阈等多方面作用的结果。1989年朱玉真等对当归的水溶成分中的当归总酸进行了抗心律失常作用的研究，结果表明当归总酸对氯仿一肾上腺素、乌头碱、氯化钡等诱发的动物药物型心律失常有明显的保护作用，其抗心律失常作用可能与降低心脏兴奋性、延长心肌不应期有关。\n\n2.3.对冠脉血流量和心肌氧耗量的影响\n\n湖北医学院药理教研室的研究表明，当归浸膏有显著扩张离体豚鼠冠脉作用，增加冠脉血流量。复方当归注射液可扩张冠脉，增加冠脉流量对抗实验家兔心肌缺血。当归注射液对部分麻醉犬因阻断冠脉前降支血流造成的急性心肌缺血有减轻作用，而对部分清醒犬则仅有增加心肌缺血作用。另据张培棪报道，当归中性油对实验心肌缺血亦有明显保护作用。\n\n2.4.对血管、血压和器官血流量的影响\n\n张淑芳于1965年报道，25%当归煎剂蟾蜍血管灌流时，有收缩血管的作用，25%当归煎剂蟾蜍血管灌流时，有收缩血管的作用，而兔耳血管灌流时却使血管舒张。除去K+的2%当归浸膏洛氏液灌流，使离体兔耳血管明显收缩，流量显著减少;也不能对抗氯化钾引起的离体家兔主动脉血管平滑肌的收缩。水提醇沉液1--4g(生药)/kgiv时，麻醉犬动脉血压明显降低。此时冠脉、脑动脉和股动脉阻力减小，血流量则明显增加，且增加外周血流量和减少血管阻力作用随药物剂量加大而增强，麻醉犬股动脉i天当归水提醇沉注射液10-40mg(生药)/kg时，股动脉血流量显著增加，血压变化不明显。研究报道还表明，本品对去甲肾上腺素动脉注射引起的麻醉犬血管痉挛和血流量减少有温和的缓解作用。当归对外周血管扩张作用不受心得安或酚妥拉明的影响，但阿托品以苯海拉明可减弱其扩血管增加股动脉血流量的作用。提示本品扩血管作用与a或B受体无关，而与M受体及组胺h1受体兴奋有关。犬iv阿魏酸钠不是当归扩血管的有效成分。据认为也不是无机盐。另据资料报道，当归所含挥发成分主要引起血压上升，而非挥发性成分则引起血压下降，其上升或下降程度与剂量大小成正比，但血压总的趋势是下降。故iv药给时，可使犬及家兔血压均下降。周远鹏等1979年报道，用本品水煎醇沉注射液2g(生药)/kg给麻醉犬及青醒肾型高血压犬iv，对血压出现双相作用，先升后降，清醒犬表现明显，此作用不是通过交感神经兴奋和儿茶酚胺所致，因利血平化清醒高血压犬iv后升压作用仍然存在，清醒高血压iv当归挥发油饱和水溶液2g(生药)/kg后，血压明显下降，未见升压作用，心率亦无明显改变，故认为挥发油可能是当归降压有效部位之一。降压原因早期的研究认为可能与直接抑制心脏有关。新近的研究证明，当归并不影响心泵功能，不降低心输出量也不引起心搏指数的明显变化。日本学者的实验亦证明，当归在降压的同时亦可使眼压降低，房水生成量减少，并证实降压作用和血管扩张不受神经阻断剂的前处理影响，故认为这种作用是末梢性的，同时也有中枢因素。国内学者证实当归扩血管作用可能与胆碱能受体和组胺受体兴奋有关。综上所述，当归对血管作用的机理较为复杂，尚待进一步研究。\n\n2.5.降血脂及抗实验性动脉粥样硬化作用\n\n据江苏新医学院的研究资料，当归粉1.5g/kg对大鼠及家兔实验性高血脂症有降低血脂作用，其降血脂作用不是由于阻碍胆固醇的吸收所致。含5%当归粉的食物及相当于此量的当归油及其它提取物，取实验性动脉硬化大白鼠的主动脉病变有一定保护作用。沈阳军区总医院的报道表明复方当归注射液(当归、川芎、红花)能增强麻醉犬及离体兔心冠脉流量、预防垂体后叶素引起的T波增高及对抗其所致心率减慢，降低实验性高脂血兔甘油三酯。还能明显增高冠心病及脑动脉硬化病人纤维蛋白溶酶活性。\n\n3.对血液系统的作用\n\n当归一直被中医视为补血要药，用于贫血的治疗。曾有人认为，当归的补血作用可能与含维生素B12有关。也有研究表明，单味当归并不能显著地促进失血性贫血动物红细胞和血色素的恢复。\n\n3.1.抑制血小板聚集作用\n\n1980年尹钟沫等报告了当归及其成分阿魏酸时大鼠血小板聚集性和5一hT释放的影响。结果表明，当归水剂在试管内当浓度为200-500mg/ml，阿魏酸0.4-0.6mg/ml时抑制ADP和胶原诱导的大鼠血小板聚集。抑制率为38-88%，比阿斯匹要(36%)强。Iv当归20g/kg5分钟后对ADP和胶原诱导的大鼠血小板聚集有明显的抑制作用。阿魏酸钠0.2g/kg和0.1g/kgiv时分别抑制ADP和胶原诱导的大鼠血小板聚集抑制率与阿斯匹林相似。进一步证明当归和阿魏酸抑制血小板聚集系通过抑制血小板释放反应。在某些药理活性方面，当归及其成分阿魏酸和阿斯匹林有相似之处。阿斯匹林的抗炎作用和抑制血小板聚集有关。1992年宋芝娟等对当归抑制血小板聚集的机理作了进一步的报道，将猪血小板膜与20umol/Lv32p一ATP及不同含量的当归注射液(当归浸出液的灭菌水溶液，含当归5%)37℃反应5分钟，或完成整猪血小板与32pi及不同含量的当归注射液30℃孵育2h，32p标记的磷脂酰肌醇4-单磷酸通过薄层层析法分高，放射自显影响定位，液体内烁计数定量。结果表明，当归注射液可强烈抑制猪血小板膜磷脂酰肌醇磷酸化，并对32pi掺入完整血小板磷脂酰肌醇-4-单磷酸有抑制作用。推测当归能通过下面途径发挥其药理作用：当归注射液中的有效成分进入细胞后，通过抑制PI激酶的活性从而抑制PI向PIP的转化。PIP生成的减少导致PIP2生成亦减少，最后导致IP3、DG等第二信使的减少，从而抑制血小板聚集。寺泽等用血纤维蛋白质平板法观察证实，当归有轻度促进线溶作用。小管等观察证实，当归热水提取物中的乙酸乙酯可溶部分能显著地延长血凝时间。鸟居泵等发现当归热水提取物能阻止胶原诱发的血小板聚集，此抑制物质已知为腺苷。最近，清水等查明当归提取物中的藁本内酯有抑制胶原诱发和血小板聚集活性。综上所述，当归抑制血小板聚集是多种活性成分的综合效果。\n\n3.2.抗血栓作用\n\n徐理纳等报道，当归及其阿魏酸钠有明显的抗血栓作用。大鼠实验表明，当归可使血栓干重量显著减少，血栓增长速度较对照组下降。徐俊杰报道，急性缺血性脑中风病人经当归治疗后，血液粘滞性降低，血浆纤维蛋白原减少，凝血酶原时间延长，红细胞和血小板电泳时间缩短。血液流变学研究表明，当归可能通过降低血浆纤维蛋白原浓度，增加细胞表面电荷，而促进细胞解聚，降低血液粘度。1985年国外学者Terasawa，Katsutoshi等的研究亦表明，po当归提取物(含藁本内酯)后有降低血液粘度作用，作用时间较东当归(Angeli-caacutilobe)提取物(藁本内酯含量比当归低数倍)长。由此认为，当归的抗血栓作用可能与抑制血小板聚集和降低血液粘滞性有关，藁本内酯可能是其有效成分之一。\n\n3.3.对造血系统的影响\n\n早期的报道表明，当归水浸液给小鼠po能显著促进血红蛋白及红细胞的生成。其抗贫血作用可能与所含的维生素B12、烟酸、亚叶酸及生物素、叶酸等成分有关。较近的研究表明，阿魏酸钠有抗O2及H2O对红细胞的氧化作用，使膜脂质过氧化产物MDA减少，可明显降低由MDA引起的溶血作用。在阿魏酸钠存在下，镰刀型贫血患者红细胞脂质过氧化物MDA随阿魏酸钠浓度增加而减少，阿魏酸钠可明显降低补体溶血，抑制补体3b(C3b)与红细胞膜的结合;对补体激活及红细胞变性无影响。当归是中医补血、活血要药。实验研究证明，当归多糖能增加外周血红细胞、白细胞、血红蛋白及骨髓有核细胞数，这种作用特别是在外周血细胞减少和骨髓受到抑制时尤为明显。王亚平等观察了当归多糖对正常和注射苯肼、60钴r射线辐射所致骨髓抑制-贫血小鼠外周血和股骨有核细胞总数的影响，结果表明，当归多糖对正常小鼠的红细胞、血红蛋白和股骨有核细胞总数无明显影响，但可使白细胞和网织红细胞增加。对贫血小鼠的红细胞、血红蛋白、白细胞和股骨有核细胞数恢复有显著促进作用。若给小鼠注射当归多糖可防止强的松龙引起的小鼠外周血白细胞减少。王亚平的实验报道还表明，当归多糖对正常或经辐射损伤的小鼠多能造血干细胞(CFU-S)均有促进其增殖作用。无论将当归多糖注射给供体或受体鼠，结果一致。但还不能证明这种作用与直接刺激CFU-S有关。组织连续切片观察提示当归多糖对CFU-S增殖似乎无明显影响。马兰芳等用小鼠体内扩散盒法和小鼠脾集落法证实当归多糖对小鼠多能造血干细胞(CFU-S)、粒、单系祖细胞(GM-CFU一天)和晚期红系祖细胞(CFU-E)的产率均有明显升高作用，而当归水溶液无类似作用。葛忠良等体外培养亦证明当归多糖能显著刺激正常和骨髓抑制一贫血小鼠的粒、单系祖细胞(CFU-GM)的增殖，其机理可能与促进机体分泌粒、单系集落刺激因子(GM-CSF)有关。对荷瘤小鼠的CFU-GM也表现为促进作用。王亚平等1990年再次报道，当归多糖对正常小鼠和贫血小鼠的早、晚期红系祖细胞(BFU-E，CFU-E)均为刺激增殖作用，但目前尚难以确定当归多糖对造血祖细胞有直接作用。祝彼得等用内外源脾集落法观察了当归注射液对多能造血干细胞(CFU-S)、脾长等影响，其结果与马兰芳等的结论相似。胡壁等的报道亦表明，当归多糖在放射线照射30分钟-24h前给小鼠ip，可使约80%动物生存30天，并可加强动物造血机能的恢复。根据上述研究结果提示，当归多糖可能是当归中促进造血的有效成分之一。当归补血作用机理之一可能与当归多糖刺激CFU-S、造血祖细胞增殖、分化有关。1985年周京滋等观察了当归去挥发油后制成20%及40%(g/ml)的水浸出液对小鼠急性大失血后引起血虚的补血作用。结果显示，ig当归水浸液的血虚小鼠的血红蛋白(Hb)和红细胞(RBC)值均有明显增高，说明当归有极显著的生血作用。\n\n4.对免疫系统的影响\n\n江田昭英1973年报道，以猪蛔虫抽出蛋白质结合二硝基酚为抗原与百日咳菌苗一起免疫大白鼠，测定大白鼠血清中反应性抗体，结果表明，当归可明显抑制抗体的产生，其水提物每天ivl00mg/kg的作用相当于免疫抑制剂硫唑嘌呤5-10mg/kg的作用。以羊红细胞免疫小白鼠，溶血空斑试验证明当归亦有轻度抑制抗体形成细胞的作用。1987年北京医学院基础部微生物教研组用免疫特异玫瑰花环方法试验，当归煎剂ig，能显著增加小鼠玫瑰花形成数，小鼠脾脏体积增大，重量显著增加。即脾细胞总数增多。当归还能显著增强动物腹腔巨噬细胞的吞噬功能，提高网状内皮系统对染料的廓清速度。当归去挥发油后制成的20%和40%(g/ml)水浸出液(0.5ml/天/只)给小鼠ig16天，均可显著增强小鼠腹腔巨噬细胞吞噬功能。并可加快小鼠体重增长速度。白润江等亦报道，sc5%当归多糖液和5%当归水溶液均可提高小鼠腹腔巨噬细胞的吞噬功能，二者提高机体免疫力的作用大致相同，当化疗药环磷酰胺与当归多糖合用时，虽然小鼠体重有所下降，但是吞噬功能仍能保持在正常水平。方法为：雄性小白鼠(体重15-20g)每克体重给药0.3mg，sc，每天一次，连续给药5-7天。采鸡血，盐水洗涤3次后配成5%鸡红细胞悬液，取0.5ml注入小鼠腹腔，16小时后处死小鼠。剖腹，用生理盐水冲洗腹腔，收集巨噬细胞，滴于玻片上。在37℃保温30分钟，然后固定染色，镜检，计算吞噬率和吞噬指数。另有研究表明，当归注射液对体外免疫溶血无抑制作用。当归能显著增加小鼠单核巨噬细胞系统对标记I血浆蛋白或刚果红的廓清率，增加网状内皮系统吞噬功能。徐理纳等报道给小鼠静脉注射当归16g/kg或阿魏酸钠00-200mg/kg均能显著地促进单核吞噬细胞系统对刚果红的廓清率。给小鼠ig阿魏酸钠0.3g/kg或SC给0.2g/kg能增强腹腔巨噬细胞吞噬鸡红细胞的能力。Sc给当归20g/kg也有增强作用。张蕴芬等亦报道当归补血汤(黄芪、当归)能显著增加小鼠单核吞噬细胞系统对刚果红的廓清率及促进小鼠腹腔吞噬细胞的吞噬功能。1990年马世平等研究了当归补血汤及其组成药物对红细胞免疫功能的影响，结果表明，当归补血汤以及组成药物当归、黄芪均能提高小鼠红细胞(C3b受体花环率，降低红细胞免疫复合物(CIC)花环率。若动物给予强的松龙，其免疫功能受损的同时ig当归补血汤及当归、黄芪，则受试动物低下的免疫功能得以明显改善。也有实验表明，po当归或当归补血汤煎剂，对玫瑰花形成细胞数无明显影响，但可提高血清抗体效价。1986年张培棪报道，当归中性油总酸有增强巨噬细胞的吞噬功能和促进淋巴细胞转化作用(P<0.001);当归多糖有明显促进E一花环形成率和酯酶染色阳性率作用(P<0.05);总酸有促进特异抗体IgG产生作用(P<0.05)。故认为总酸既有提高机体免疫作用，又有促进体液免疫作用。另据李明峰等报道，当归多糖能显著提高小鼠对牛血清蛋白诱导迟发性超敏(DH)的反应性。王亚平等给正常小鼠sc当归多糖，见脾脏重量和脾长明显增加，组织切片观察见脾小体结构不清，幼稚细胞增多，核分裂活跃。朱启等报道，注射当归多糖使脾白髓截面、T和B淋巴细胞区有所缩小;脾小体生发中心反应减弱，树突细胞增多，淋巴母细胞减少，脾红髓有核红细胞核固缩，数量减少，粒细胞增多;脾血窦扩张。当归多糖使小鼠胸腺重量降低，皮质变薄和萎缩。当归多糖亦能提高小鼠对刚果红的廓清率，对皮质激素所致的抑制作用具有免疫增强作用。\n\n5.保肝作用\n\n6.抗肿瘤作用\n\n7.抗辐射操作作用\n\n8.镇痛作用\n\n9.抗炎作用\n\n9.1.对二甲苯所致小鼠耳廓肿胀的影响\n\n9.2.对醋酸所致小鼠腹腔毛细血管通透性增高的影响\n\n取小鼠，随机分组，每9只。末次给药l小时后，按文献法(WhittleBA.1964)，尾iv0.5%伊文思蓝5ml/kg，立即ip0.7%醋酸10ml/kg，30分钟后处死小鼠，剪开腹腔，用生理盐水反复冲洗，收集冲洗液，并调整终体积至10ml，离心，取上清液，用721分光光度计于610nm处测吸收度。结果，当归10g/kg能显著抑制腹腔毛细血通透性增高。\n\n9.3.对致炎剂所致大鼠足垫肿胀的影响\n\n取大鼠，随机分组，每组7足。末次给药1小时后，参照文献(徐叔云等，药理实验方法学)，于大鼠有后足垫分别sc1%角叉菜胶、2.5%甲醛、新鲜鸡蛋清各0.1ml，用千分尺于致炎后每1小时测量1次(甲醛组于每天给药后2小时测1次，共5次，以致炎前后足垫厚度之差表示肿胀度。结果，当归对3种致炎剂的足垫肿胀均有明显的抑制作用。\n\n9.4.对去肾上腺大鼠角叉菜胶足垫肿胀的影响\n\n大鼠肾上腺切除按常规法进行，乙醚麻醉，于背部第十二肋下作横切口，摘除双侧肾上腺，手术后im青霉素250mg/kg抗感染，用1%NaCl代替自来水喂饲。第2天，大鼠随机分组，同时给药。末次给药后1小时，于右后足垫sc1%角叉菜胶0.1ml致炎，同前法测定足垫肿胀度。结果;当归对去肾上腺大鼠仍有明显的抗炎作用。\n\n9.5.对组胺引起的大鼠皮肤毛细血管通透性增高的影响\n\n取大鼠，随机分组，每组7只。末次给药1小时后，大鼠背部剃毛，沿背部中线两侧皮内注射磷酸组织胺0.01mg/0.05ml，立即尾iv0.5%伊文思蓝溶液10ml/kg，20分钟后剥离蓝斑皮肤，测定蓝斑染料渗出量。结果，当归对组织胺所致的毛细血管通透性增高无显著影响。\n\n9.6.对大鼠炎性组织中PGE2含量的影响\n\n取大鼠，随机分组，每组7只。末次给药后0.5小时，于右后足垫scl%角叉菜胶0.1ml，致炎后3小时处死大鼠，将炎性足垫在踝关节上0.5cm处剪下，称重，剥皮，加5ml生理盐水浸泡1小时，取出足抓，离心，取上清液(戴岳等，中国中药杂志，1989;14(7)：47)，用751分光光度计在278nm处测吸收度值。以每克炎症组织相当的吸收度值表示PGE2的含量。结果，当归显著降低料性组织中PGE2的含量。结果，当归显著降低炎性组织中PGE2的含量。\n\n9.7.对大鼠棉球肉芽组织增生的影响\n\n取雌性SD大鼠，随机分组，每组9只。乙醚麻醉下，于两侧前肢腋窝下各埋植20±lmg重的消毒棉球1个。手术当天给药，连续给药7天，第8天放血处死大鼠，剥离肉芽组织。阳性对照im氢化可的松0.01g/kgx7。将肉芽组织80℃烘3小时后称重，并同时取各鼠胸腺和肾上腺称重。结果，当归8g/kg组对棉球肉芽组织增生有明显的抑制作用，但对胸腺和肾上腺重量无显著影响。\n\n9.8.对豚鼠血清补体溶血活性的影响\n\n取豚鼠，随机分组，每组7只。末次给药后l小时，心脏无菌采血，制备血清，按改良Mayer氏半量法(临床生化检验，湖南科学技术出版社，1981)，测血清补体经典途径的溶血活性。计算半数溶血值(ACH50)。将上述待测血清，按文献(张载福等，安徽医学院学报，1985)测血清补体旁路溶血活性。计算半数溶血值(ACH50)。结果，当归对补体旁路溶血活性具有明显的抑制作用，而不影响补体经典途径的溶血活性。\n\n上述研究提示，当归的抗炎作用机理主要涉及：1.降低毛细血管通透性;2.抑制PGE2的合成或释放。此外，降低豚鼠补体旁路的溶血活性，也可能是其抗炎机制之一。\n\n10.对中枢神经系统抑制作用\n\n当归对中枢神经系统的抑制作用早有报道。日本学者报道日本太和当归(An-gelicaacutilobaKitagalia)挥发油有镇静、催眠、镇痛、麻醉等作用。\n\n10.1.藁本内酯对小鼠自发活动的影响\n\n以2.8%吐温一80配成乳状液备用。每次将1只小鼠放入活动盒内，用YSD-4型药理生理实验多用仪纪录给药前10分钟以及给药后10-20分钟的小鼠活动次数，并与已知药安定及苯丙胺对比，结果表明：1%藁本内酯98mg/kg可使小鼠自发活动明显减少，与对照组比较相差非常显著小鼠活动明显减少时，还观察到小鼠极度安静，但未睡眠，对轻微刺激仍有反应。此现象与安定相似。当归还含有琥珀酸和阿魏酸，据报道琥珀酸有镇静作用而阿魏酸钠虽能减少小鼠活动次数，但与对照组相比，相差不显著。\n\n10.2.藁本内酯对氯胺酮兴奋作用的影响\n\n动物及实验方法同上。记录给药前后0-10分钟，10-20分钟小鼠活动次数。结果表明：0.5%氯胺酮40mg/kg使小鼠出现躁动不安，无休止地在活动盒内蹒跚爬动，活动次数较给药前显著增加。同时并用藁本内酯98mg/kg、196mg/kg均能显著减轻氯胺酮引起的上述反应，其效力与剂量呈正相关。而均未出现睡眠、麻醉等加重氯胺酮的中枢抑制作用。\n\n10.3.藁本内酯对电刺激诱发小鼠激怒反应的作用\n\n小鼠雌雄各半，同性别两只为一对，用上述多用仪与导电铜网相连，连续刺激，1秒输出脉冲1次，刺激持续时间1/8秒，输出交流电压92.8伏。记录给药前、后10分钟，1对小鼠出现激怒反应(小鼠竖立、两前肢离地，对恃、互相撕咬)的时间。结果：给予3%藁本内酯294mg/kg后10分钟，可使电刺激诱发小鼠激怒反应时间明显延长，与对照组比较相差非常显著，其作用与氯丙嗪相似。\n\n10.4.藁本内酯与巴比妥钠的协同作用\n\n在环境温度保持25-28℃时，藁本内酯98mg/kg、196mg/kg可显著缩短小鼠应用戊巴比妥钠35mg/kg的入睡时间(以翻正反射消失作为入睡指标)及显著延长睡眠作用的维持时间(以翻正反恢复并爬动两步为转醒指示)。\n\n10.5.藁本内酯对小鼠体温的影响\n\n在室温26-27℃下，预先测量肛温，每次3分钟，选体温在37.5-39.0℃之间的动物。然后测量给药前、后10分钟、20分钟小鼠体温的变化。结果：给予睾本内酯98mg/kg，196mg/kg后10分钟、20分钟均使小鼠体温明显下降，与对照组比较，相差非常显著。\n\n综上所述，藁本内酯对中枢神经系统有广泛的抑制作用，并有与安定剂相似作用，而本身无明显催眠作用，仅起到加强催眠药的作用。因此，初步认为当归对中枢神经的抑制作用，可能藁本内酯是出现药理活性的主要成分，其作用很可能涉及大脑边缘系统，但其作用机制究竟为何，有待进一步研究。\n\n11.抗菌作用\n\n当归对体外痢疾、伤寒、副伤寒、大肠杆菌、白喉杆菌、霍乱弧菌及a、B溶血性链球菌等均有抗菌作用。Po本品可减少小鼠毛细血管通透性。外用能加速兔耳创面愈合，使局部充血、白细胞和纤维浸润，新生上皮再生，对局部组织有止血和加强末梢循环作用。说明当归有抗菌、消炎作用。临床可用于化脓性上颌窦炎、急性肾炎、骼静脉炎、硬皮病及牛皮癣等病症。当归热水提取物对慢性风湿性病实验动物模型在其佐剂关节炎急性发作时有明显的抑制作用。\n\n12.其它作用\n\n12.1.平喘作用\n\n中医认为，当归主治咳逆上气。现已证明，当归成分正丁烯夫内酯和藁本内酯对气管平滑肌具有松弛作用;并能对抗组胺-乙酰胆碱引起的支气管哮喘。\n\n12.2.对兔肾热缺血有保护作用\n\n当归能改善兔肾热缺血60分钟后肾小球过滤功能及肾小管重吸收功能，减轻肾损害，促进肾小管病变的恢复，对肾脏有一定保护作用。\n\n12.3.对物质代谢的作用\n\n目前用对流免疫电泳法、同位素示踪及电镜等先进技术证明，当归能使体外培养的肝细胞蛋\n\n白质合成增加，并对DNA、RNA的合成有促进作用。临床证实，当归可使患者麝香草酚浊度降低。当归膳食饲养小鼠，肝组织内源性呼吸加强，氧化谷氨酸的能力显著提高。对四氯化碳所致肝损害有保护作用，且能防止肝糖元降低。实验和临床均证明，当归对高脂血症有降血脂作用，其作用同安妥明等药物相似。对动物和人离体细胞内2、3-二磷酸生成有促进作用，降低血红蛋白与氧的亲和力，促进带氧血红蛋白在组织中释放氧，从而增加了红细胞运输氧的功能。\n\n12.4.抗氧化和清除自由基的作用\n\n当归对脑缺氧、缺血后再灌注脑组织脂质过氧化物增高有明显的抑制作用。所含的阿魏酸有直接减少H2O2含量，并与膜磷脂酰乙醇胺结合，通过直接消除自由基，抑制氧化反应和自由基反应等拮抗自由基对组织的损害。\n",
    "creation": "\n当归：拣去杂质，洗净，闷润，稍晾至内外湿度适宜时，切片晒干。酒当归：取当归片，用黄酒喷淋均匀，稍闷，置锅内用微火炒，取出，放凉。(每当归片100斤，用黄酒10斤)\n",
    "function": "\n补血和血，调经止痛，润燥滑肠。\n\n用于血虚，面色萎黄，眩晕心悸；血虚，或兼有瘀滞的月经不调、经闭、痛经;虚寒性腹痛、冠心病心绞痛、风湿痹痛、跌打损伤等痛证；肠燥便秘；久咳气喘。\n",
    "taste": "\n味甘、辛，性温。能补血，活血，调经，止痛，润肠。\n",
    "usage": "\n内服：\n每次5~15克；浸酒、熬膏或入丸、散。\n",
    "compatibility": "\n本品属甘温润补之品，热盛出血者禁服，湿盛中满及大便溏泄者、孕妇慎服。\n",
    "storage": "置阴凉干燥处，防潮，防蛀。",
    "side_effects": "历代各种医书均记载当归无毒。实验亦证明其毒性很低。例如，对小鼠的最大致死量根流浸膏为30-90g/kg（po）、当归干叶流浸膏为100g/kg（po）；当归的LD50为100g/kg（iv），急性中毒小鼠匍伏不动，呼吸抑制，最后抽搐死亡，当归注射液的LD50为80g/kg（iv）；阿魏酸钠的LD50为1.71g/kg（iv），少数病人服用当归酊剂及镇静剂过多，可有疲乏，欲睡感觉；个别病人有皮肤骚痒，胃部不适，但均很轻微，一般不需停药，若有腹痛加剧者，则需停用；静脉滴注偶有轻度输液反应，可进行脱敏处理。键鞘内注射后数h，出现局部肿胀，疼痛剧烈，影响功能活动，无需特殊处理，1-3天内即可消退，并显出治疗效果。另据报道po对肠有刺激，大量可使肾变性，主要由于挥发油引起。田中等研究当归甲醇提取物的急性毒性和长期po对机体的影响，按剂量6g/kgl次给小鼠、大鼠po，结果显示当归提取物无毒性。Ip则有毒性，但无死亡者。实验观察结果表明，一般症状、自主运动量、进食量、体重、尿检查、血液学检查均阴性，但生化检查结果发现血清游离胆固醇值和肾细胞色素P-450量增加。茎叶制剂与根制剂对小鼠ig之毒性，以茎叶制剂较小，毒性与挥发油含量有关。",
    "category": "归经_肝经",
    "plant": "\n多年生草本，高0.4～1米。茎直立，带紫色，有显明的纵直槽纹，光滑无毛。叶2～3回单数羽状分裂，叶柄长3～11厘米，基部叶鞘膨大;叶片卵形;小叶3对，近叶柄的1对小叶柄长0.5～1.5厘米，近顶端的一对无柄，呈1～2回分裂，裂片边缘有缺刻。复伞形花序，顶生，伞梗10～14个，长短不等，基部有2枚线状总苞片，或缺如;小总苞片2～4枚，线形;小伞形花序有花12～36朵，小伞梗长0.3～1.5厘米，密被细柔毛;萼齿5，细卵形;花瓣5，白色，呈长卵形，先端狭尖，略向内折，无毛;雄蕊5，花丝向内弯;子房下位，花柱短，花柱基部圆锥形。双悬果椭圆形，长4～6毫米，宽3～4毫米，成熟后易从合生面分开;分果有果棱5条，背棱线形隆起，侧棱发展成宽而薄的翅，翅边缘淡紫色;横切面背部扁平，每棱槽中有油管一个，接合面有油管2个。花期6～7月。果期7～8月。\n\n分布甘肃、四川、云南、陕西、贵州、湖北等地。各地均有栽培。\n",
    "application": "\n①治疗肌肉、关节疼痛及神经痛\n\n采用当归液穴位注射，治疗腰肌劳损、肌肉风湿、四肢关节捩伤、关节炎，及各种神经痛(坐骨神经痛、胁间神经痛、枕神经痛等)，有较好效果。据1000例各种原因引起的肌肉、关节、神经、血管组织病症的治疗结果，有效率达89.1%，其中治愈者381例，好转510例。又据50例枕神经痛的观察，经1～15次治疗后，33例获愈，其余亦均有不同程度的好转。绝大部分病例于首次注射后1～3分钟即基本止痛或明显减轻，止痛效果可维持2～8小时，再注射时仍有效。实践证明，当归穴位注射，不仅止痛效果显著，而且具有松弛肌肉，降低软组织的炎症性反应，及改善末梢神经和血管功能等作用。用法：用5～10%当归液循经取穴或痛点、敏感点，或腱鞘内注射。每次选择1～4点，每点注入1～5毫升。针刺入肌层，出现酸、胀针感，回抽无血后，推入药液。一般无副作用，但于腱鞘内注射时，则在注射后数小时出现局部肿胀，疼痛剧烈，影响功能活动，无需特殊处理，在1～3日内即可消退，并显出治疗效果。凡因结核、肿瘤引起的腰背痛或四肢关节痛，局部外伤，化脓性病灶以及皮肤病患者，急性损伤局部瘀血、肿胀严重者皆不宜用。孕妇慎用。\n\n②治疗慢性气管炎\n\n以5%当归液注入膻中、肺俞、定喘、孔最等穴。每次每穴注入0.5～1毫升。针刺入(深约1.5厘米左右)后，用摇动针管及轻度提插的手法，使针下产生酸胀感觉，然后缓缓注入药液。治疗50岁以上的患者93例，结果痊愈5例，显著好转26例，好转52例，无效10例，总有效率为89.3%。\n\n③治疗慢性盆腔炎\n\n用当归组织液行穴位注射。治疗5例，经1～2疗程，患者症状及体征显著改善或消失，腹痛减轻，月经正常，均在治疗后6个月内再次受孕。取穴及用法：穴位分两组，第一组维胞(双)、三阴交(左)、足三里(右);第二组关元透中极、三阴交(右)、足三里(左)。两组穴位交替注射，每日或隔日1次，或每周2次，每次一组。每穴注射药液2～6毫升，6～10次为一疗程。注药前先捻转针头，使其\"得气\"，再注入药液。月经期停止治疗。注射后局部酸胀感向下放射。有3例于注药后自觉心跳、发冷，持续5分钟即自行消失，不需处理。\n\n④治疗月经病\n\n将当归20克，红花10克分别浸于50%酒精50毫升中，48小时后过滤，混匀，加酒精至100毫升。每日3次饭后服，每次3毫升，经期停服。用于治疗月经不调、痛经、子宫发育不全等病54例，服药60～600毫升不等，除7例无进步外，其余均有效果。复查的11例痛经患者中有7例妊娠;16例子宫发育不全患者中有8例妊娠(大多与性激素合并治疗);月经异常的26例中有6例妊娠。\n\n⑤治疗高血压病\n\n用20%复方当归注射液(当归、红花、川芎等量)2毫升加入10%葡萄糖液2毫升内，或75%复方当归注射液1毫升加10%葡萄糖液3毫升，于两侧曲池及足三里交替注射，每穴2毫升，10次为一疗程。一般用4个疗程。第一疗程每日1次，第二疗程隔日1次，第三疗程每周2次，第四疗程隔日1次。注射时采用5号针头，刺入穴位后，待患者有酸麻胀感时，再缓缓注入药液。初步观察7例，用药后均有不同程度的血压下降，其中收缩压下降16～56毫米汞柱，舒张压下降2～30毫米汞柱;头晕、耳鸣、眼花、失眠等症状也有改善或消失，个别病例还显示出心率减慢的作用。\n\n⑥治疗带状疱疹\n\n将当归研粉，依年龄大小每服0.5或1克，4～6小时1次。治疗儿童带状疱疹54例，服药后1天止痛的22例;2天止痛的32例。带状疱疹一般在服药后第3天有部分枯萎，未再发生新疹，第4天结痂。又有用0.5克当归浸膏片内服，每次2～4片，4小时1次，治疗成人患者23例，亦取得相似效果。\n\n⑦治疗鼻炎\n\n用5%当归液于迎香(双)、印堂穴行穴位注射，每穴0.3～0.5毫升。每天1次，5天1疗程。一般一个疗程即可见效，通常作2个疗程。药液注入后，局部有轻度疼痛及酸麻感，无其它不良反应。治疗慢性单纯性、肥厚性、过敏性鼻炎和副鼻窦炎等共120例，治愈73例(60.8%)，有效45例(37.5%)，无效2例(1.7%)。实践证明，当归液穴位注射具有消炎消肿、止痛、抗过敏、止血及调节鼻腔植物神经功能等作用，对消除鼻因性头痛有特效。病程越短，疗效越好。\n",
    "position": "\n为伞形科植物当归的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "桔梗",
    "alias": "符蔰,白药,利如,梗草,卢如,房图,荠苨,苦梗,苦桔梗,大药",
    "ingredient": "根含皂甙，已知其成分有远志酸，桔梗皂甙元及葡萄糖。又含菠菜甾醇、α-菠菜甾莳-β-D-葡萄糖甙、Δ7-豆甾烯醇、白桦脂醇，并含菊糖、桔梗聚糖。又从桔梗得到三个三萜烯类物质：桔梗酸A、B、及C。\n\n花含飞燕草素-3二-咖啡酰芦丁糖-5-葡萄糖甙。",
    "process": "春、秋两季采收，而以秋采者体重质实，质量较佳。挖取后去净苗叶，洗净泥土，即浸水中，刮去外皮，晒干。如遇阴雨应即烘干。",
    "distinguish": "干燥根呈长纺锤形或长圆柱形。下部渐细，有时分歧稍弯曲，顶端具根茎(芦头)，上面有许多半月形茎痕(芦碗)。全长6～30厘米，直径约0.5～2厘米。表面白色或淡棕色，皱缩，上部有横纹，通体有纵沟，下部尤多，并有类白色或淡棕色的皮孔样根痕，横向略延长。质坚脆，易折断，断面类白色至类棕色，略带颗粒状，有放射状裂隙，皮部较窄，形成层显著，淡棕色，木部类白色，中央无髓。气无，味微甘而后苦。以条粗均匀，坚实、洁白、味苦者佳。条不均匀，折断中空，色灰白者质次。\n全国各地均产。主产安徽、河南、湖北、辽宁、吉林、河北、内蒙古等地。",
    "effect": "①祛痰作用\n麻醉犬口服煎剂1克/公斤后，呼吸道粘液分泌量显著增加，作用强度可与氯化铵相比。另有报道认为其作用强于远志而次于美远志，而用酚红排泄测定法时，其作用比远志弱。对麻醉猫，也有促进呼吸道粘液分泌的作用。祛痰作用主要由于其中所含的皂甙所引起，小剂量时能刺激胃粘膜，引起轻度恶心，因而反射地增加支气管的分泌。按照溶血作用强弱的比较，认为野生桔梗比栽培的作用强，未剥皮的比剥皮的作用强得多，紫花的比白花的作用稍大，生长2年的作用最强，1年的次之，3年的作用最小。与远志相比，桔梗的溶血作用较弱。\n\n②其他作用\n家兔内服桔梗的水或酒精提取物均可使血糖下降，对四氧嘧啶引起的家兔糖尿病，降低血糖的作用更加显著，肝糖原的降低在用药后亦可恢复。桔梗皂甙能降低大鼠肝内胆甾醇含量及增加类甾醇和没食子酸的分泌，因而对胆甾醇代谢有影响。体外试验水浸剂对絮状表皮癣菌有抑制作用。",
    "creation": "拣净杂质，除去芦头，洗净捞出，润透后切片，晒干。\n\n①《雷公炮炙论》：\"凡使桔梗，去头上尖硬二三分已来，并两畔附枝子，细锉，用百合水浸一伏时。漉出，缓火熬令干用。每修事四两，用生百合五分，捣作膏投于水中浸。\"\n\n②《纲目》：\"桔梗，今但刮去浮皮。米泔水浸一夜，切片微炒用。\"",
    "function": "开宣肺气，祛痰排脓。治外感咳嗽，咽喉肿痛，肺痈吐脓，胸满胁痛，痢疾腹痛。\n\n①《本经》：\"主胸胁痛如刀刺，腹满，肠鸣幽幽，惊恐悸气。\"\n\n②《别录》：\"利五脏肠胃，补血气，除寒热、风痹，温中消谷，疗喉咽痛。\"\n\n③《药性论》：\"治下痢，破血，去积气，消积聚，痰涎，主肺热气促嗽逆，除腹中冷痛，主中恶及小儿惊痫。\"\n\n④《日华子本草》：\"下一切气，止霍乱转筋，心腹胀痛，补五劳，养气，除邪辟温，补虚消痰，破癥瘕，养血排脓，补内漏及喉痹。\"\n\n⑤《本草衍义》：\"治肺痈。\"\n\n⑥《珍珠囊》：\"疗咽喉痛，利肺气，治鼻塞。\"\n\n⑦李杲：\"利胸膈，(治)咽喉气壅及痛，破滞气及积块，(除)肺部风热，清利头目，利窍。\"\n\n⑧《纲目》：\"主口舌生疮，赤目肿痛。\"\n\n⑨《中药形性经验鉴别法》：\"催乳。\"",
    "taste": "苦辛，平。\n\n①《本经》：\"辛，微温。\"\n\n②《别录》：\"苦，有小毒。\"\n\n③《药性论》：\"苦，平，无毒。\" \n\n归肺；胃经",
    "usage": "内服：煎汤，1～2钱；或入丸、散。",
    "compatibility": "阴虚久嗽、气逆及咳血者忌服。\n\n①《本草经集注》：\"畏白及、龙?、龙胆。\"\n\n②《药对》：\"忌猪肉。得牡蛎、远志疗恚怒；得消石、石膏疗伤寒。\"\n\n③朱震亨：\"下虚及怒气上升者不宜。\"\n\n④《本经逢原》：\"阴虚久嗽不宜用，以其通阳泄气也。\"",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "桔梗皂甙有溶血作用，不能用于注射，口服后在消化道水解破坏，即无溶血作用。给小鼠皮下注射，最小致死量为770mg/kg。小鼠灌胃桔梗煎剂的半数致死量为24g/kg，兔灌胃本品煎剂40/kg，于24小时内5兔全部死亡，剂量为20/kg时，则全部存活，桔梗皂甙有很强的溶血作用，其溶血指数与来源产地和生长年限、采集时间、加工方法等而异，从1：100 到 1 ：1000 不等，韧皮部的溶血作用为本质部的 4.4-6.5倍，不去皮的桔梗溶血作用略大于去皮桔梗。因此桔梗不可注射给药。小鼠皮下注射的最小致死量为770mg/kg。粗桔梗皂甙灌胃小鼠和大鼠的半数致死量分别为420mg/kg和人于800mg/kg，皮下注射分别为22.3mg/kg和14.1mg/kg。灌胃大剂量桔梗皂甙，可反射性兴奋呕吐中枢，可引起恶心、呕吐。",
    "category": "归经_肺经",
    "plant": "桔梗，又名：包袱花、四叶菜、沙油菜、山铃铛花。\n多年生草本，高30～90厘米，全株光滑无毛。根肉质，圆柱形，或有分枝。茎直立，单一或分枝。叶近于无柄，生于茎中、下部的叶对生或3～4片轮生，茎上部的叶有时为互生；叶片卵状披针形，长3～6厘米，宽1～2.5厘米，先端尖，基部楔形或近圆形，边缘有锯齿。花单生于茎顶，或数朵成疏生的总状花序；花萼钟状，先端5裂；花冠钟状，蓝紫色，径3～5厘米，5裂，裂片三角形；雄蕊5，花丝短，基部扩大，花药围绕花柱四周；子房半下位，5室，柱头5裂，反卷，被白柔毛。朔果倒卵形，熟时顶部5瓣裂。种子卵形，有3棱。花期7～9月。果期8～10月。\n野生于山坡草丛中。我国大部分地区均有分布。\n\n本植物的根茎(桔梗芦头)亦供药用，另详专条。",
    "application": "\n　　桔梗除用治呼吸系统疾病外，近年来还常治其它系统病变，苍术桔梗汤治疗小儿病毒性与消化不良性肠炎，取得满意疗效;大黄桔梗组成大黄桔梗汤，开水泡服，治抗精神病药物所致的排尿困难者68例，只有4例无效;取桔梗、当归、川芎饮片煎煮，制成油/水乳剂，擦面部皮疹处，治疗黄褐斑有确效。\n",
    "position": "为桔梗科植物桔梗的根。",
    "source": "《本经》"
  },
  {
    "name": "肉桂",
    "alias": "牡桂(《本经》)，紫桂(《药性论》)，大桂(《唐本草》)，辣桂(《仁斋直指方》)，桂皮(《本草述》)，玉桂(《本草求原》)。",
    "ingredient": "\n皮含挥发油(称桂皮油)1～2%，主要成分为桂皮醛75～90%，并含少量乙酸桂皮酯、乙酸苯丙酯等。本品不含丁香油酚。尚含粘液、鞣质等。\n",
    "process": "\n一般于8～10月间，选择桂树，按一定阔度剥取树皮，加工成不同的规格，主要有下列几种：\n\n\n①官桂：剥取栽培5～6年的幼树干皮和粗枝皮，晒1～2天后，卷成圆筒状，阴干。\n\n\n②企边桂：剥取十余年生的干皮，两端削齐，夹在木制的凸凹板内，晒干。\n\n\n③板桂：剥取老年桂树的干皮，在离地30厘米处作环状割口，将皮剥离，夹在桂夹内晒至九成干时取出，纵横堆叠，加压，约1个月后即完全干燥。\n\n\n至于\"桂心\"，即肉桂加工过程中检下的边条，除去栓皮者。各种肉桂商品均宜贮藏于干燥阴凉处，\n",
    "distinguish": "企边桂（广西地区）：呈长凹槽形，左右两侧向内卷边，卷边呈圆筒形或版圆筒形。凹槽中心略凸、从外皮看则略下陷。长约30~45厘米，全宽约10~13厘米（不计算卷边宽4.5~6厘米），厚约3~5毫米。外表皮灰棕色或棕褐色。两端各有5毫米，削去栓皮的部分呈棕色。全体有不规则的横长皮孔和多数微突起的小瘤点，偶有略突起的横皱纹及灰绿色花斑（苔藓类植物着生后的痕迹，俗称彩皮）。内表面黄棕色或棕色、光洁。用指甲刻划时可显深棕色油纹。气浓烈香甜，味甜辛。",
    "effect": "\n①对中枢神经系统的作用\n\n\n肉桂中含有的桂皮醛对小鼠柯明显的镇静作用，表现为自发活动减少。对抗甲基苯丙胺所产生的过多活动、转棒试验产生的运动失调以及延长环己巴比妥钠的麻醉时间等。应用小鼠压尾刺激或腹腔注射醋酸观察扭体运动的方法证明它有镇痛作用。对小鼠正常体温以及用伤寒、副伤寒混合疫苗引起的人工发热均有降温作用。对温刺引起发热的家兔，桂皮醛及肉桂酸钠都有解热作用。可延迟士的宁引起的强直性惊厥及死亡的时间，可减少菸碱引起的强直性惊厥及死亡的发生率。对戊四唑引起者则无效。\n\n\n②降压作用\n\n\n附子、肉桂复方对肾上腺皮质性高血压大鼠(灼伤一侧肾上腺所形成之模型)有降压作用;对肾性高血压大鼠(8字形结扎肾脏所形成之模型)，则无作用。此作用可能是附子、肉桂促进机能降低了的肾上腺活动，使之趋向正常所致。\n\n\n③预防血吸虫病的作用\n\n\n小鼠每天口服浸剂(未注明品种)0.2毫升/10克体重(10.8克/180毫升)，共服15天，服药之第3天感染血吸虫，并无预防作用，如与雄黄、槟榔及阿魏同用则有一定效果。\n\n\n④其他作用\n\n\n桂皮油有强大杀菌作用，对革兰氏染色刚性菌的效果比阴性者好，因有刺激性，很少用作抗菌药物，但外敷可治疗胃痛、胃肠胀气绞痛等。内服可作健胃和驱风剂。也有明显的杀真菌作?，曾应用含1.5%桂皮油及0.5%麝香草酚的混合物治疗头癣。桂皮醛及肉桂酸钠可引起蛙足蹼膜血管扩张及家兔白细胞增加。\n",
    "creation": "\n拣净杂质，刮去粗皮，用时打碎；或刮去粗皮，用温开水浸润片刻，切片，晾干。\n",
    "function": "\n补元阳，暖脾胃，除积冷，通血脉。治命门火衰，肢冷脉微，亡阳虚脱，腹痛泄泻，寒疝奔豚，腰膝冷痛，经闭癥瘕，阴疽，流注，及虚阳浮越，上热下寒。\n\n\n①《本经》：\"主上气咳逆，结气喉痹吐吸，利关节，补中益气。\"\n\n\n②《别录》：\"主心痛，胁风，胁痛，温筋，通脉，止烦、出汗。\"\"主温中，利肝肺气，心腹寒热、冷疾，霍乱转筋，头痛，腰痛，止唾，咳嗽，鼻齆：能堕胎，坚骨节，通血脉，理疏不足;宣导百药，无所畏。\"\n\n\n③《药性论》：\"主治：几种心痛，杀三虫，主破血，通利月闭，治软脚，痹、不仁，胞衣不下，除咳逆，结气、痈痹，止腹内冷气，痛不可忍，主下痢，鼻息肉。杀草木毒。\"\n\n\n④《日华子本草》：\"治一切风气，补五劳七伤，通九窍，利关节，益精，明目，暖腰膝，破痃癖癥瘕，消瘀血，治风痹骨节挛缩，续筋骨，生肌肉。\"\n\n\n⑤《珍珠囊》：\"去卫中风邪，秋冬下部腹痛。\"\n\n\n⑥《医学启源》：\"补下焦不足，治沉寒肩冷及表虚自汗。《主治秘要》：渗泄，止渴。\"\n\n\n⑦《用药心法》：\"敌寒邪，治奔豚。\"\n\n\n⑧王好古：\"补命门不足，益火消阴。\"\n\n\n⑨《纲目》：\"治寒痹，风瘖，阴盛失血，泻痢，惊痢。\"\"治阳虚失血，内托痈疽痘疮，能引血化汗化脓，解蛇蝮毒。\"\n",
    "taste": "\n辛甘，热，\n\n\n①《本经》：\"昧辛，温。\"\n\n\n②《别录》：\"味甘辛，太热，有小毒。\"\n\n\n③《药性论》：\"味苦辛，无毒。\"\n\n\n④《医学启源》：\"气热，味大辛。\"\n",
    "usage": "\n内服：煎汤，0.5～1.5钱；或入丸、散。外用：研末调敷或浸酒涂擦。\n",
    "compatibility": "\n阴虚火旺忌服，孕妇慎服。\n\n\n①《别录》：\"得人参、甘草、麦门冬、大黄、黄芩，调中益气;得柴胡、紫石英、干地黄，疗吐逆。\"\n\n\n②《药对》：\"忌石脂。\"\n\n\n③《本草经疏》：\"血崩血淋尿血，阴虚吐血咯血，鼻衄齿衄，汗血，小便因热不利，大便因热燥结，肺热咳嗽，产后去血过多，及产后血虚发热，小产后血虚寒热，阴虚五心烦热，似中风口眼歪斜，失音不语，语言蹇涩，手足偏枯，中暑昏晕，中热腹痛，妇人阴虚少腹痛，一切温病热病头痛口渴，阳症发斑发狂，小儿痧症腹痛作泻，痘疮血热干枯黑陷，妇人血热\n",
    "storage": "置阴凉干燥处，密闭。",
    "side_effects": "1.小量桂皮醛引起小鼠运动抑制，眼睑下垂，大量则引起强烈痉挛，运动失调，耳血管扩张，呼吸促迫，翻正反射消失，死亡。外观表现镇静，但对声音及触觉刺激反应仍敏感。对小鼠半数致死量（mg/kg），静脉注射为132、腹腔注射为610、口服为2225。桂皮油6-18g可致狗死亡，死后见胃肠道粘膜发炎与腐蚀现象。2.毒性：肉桂醛对小鼠的LD50，静脉注射为132mg/kg,腹腔注射为610mg/kg,灌胃为2225mg/kg。肉桂煎剂小鼠iv的LD50为18.48±1.80g（生药）/kg。桂皮醛对小鼠iv、ip、ig的LD50分别为132、610、2，225mg/kg，小剂量的桂皮醛使动物运动抑制；大量则引起强烈痉挛，运动失调，呼吸急迫，最终麻痹而死。桂枝浸液小鼠ipLD50624.7mg/kg（白昼给药），子夜给药组的LD50为773.6mg/kg。",
    "category": "肾；脾；心；肝经",
    "plant": "\n肉桂，又名：桂木(《山海经》)，梫、木桂(《尔雅》)，桂桐(《尔雅》郭璞注)，糠桂。\n\n\n常绿乔木，高12～17米。树皮灰褐色，芳香，幼枝略呈四棱形。叶互生，革质;长椭圆形至近披针形，长8～17厘米，宽3.5～6厘米，先端尖，基部钝，全缘，上面绿色，有光泽，下面灰绿色，被细柔毛;具离基3出脉，于下面明显隆起，细脉横向平行;叶柄粗壮，长1～2厘米。圆锥花序腋生或近顶生，长10～19厘米，被短柔毛;花小，直径约3厘米;花梗长约5毫米;花被管长约2毫米，裂片6，黄绿色，椭圆形，长约3毫米，内外密生短柔毛;发育雄蕊9，3轮，花药矩圆形，4室，瓣裂，外面2轮花丝上无腺体，花药内向，第3轮雄蕊外向，花丝基部有2腺体，最内尚有1轮退化雄蕊，花药心脏形;雌蕊稍短于雄蕊，子房椭圆形，1室，胚珠1，花柱细，与子房几等长，柱头略呈盘状。浆果椭圆形或倒卵形，先端稍平截，暗紫色，长约12～13毫米，外有宿存花被。种子长卵形，紫色。花期5～7月。果期至次年2～3月。\n\n\n栽培于砂土及斜坡山地。分布福建、广东、广西、云南等地。\n\n\n本植物的嫩枝(桂枝)、幼嫩果实(桂丁)亦供药用，各详专条。\n",
    "application": "\n治疗支气管哮喘\n\n\n取肉桂粉1克，加入无水酒精10毫升，静置10小时后取上清液0.15～0.3毫升加2%普鲁卡因至2毫升混匀，注入两侧肺俞穴，每穴1毫升。治疗21例，除1例无效、1例症状减轻外，其余均收到控制哮喘发作的效果。其中有1例只注射2次，哮喘即未发作。1月后随访5例，均未再发。对合并气管炎而咳嗽咯痰者曾给予一些祛痰剂，如桔梗、川贝、紫菀、百部、白前根等。治程中未见严重反应，一般注射后只感到肺俞处及胸廓有熏热感或喉部发干，偶诉呼吸有肉桂味，或有轻微酸痛向背部放射，个别注射局部有雀蛋大小微隆起的结块，有轻微压痛，一般经1周左右即消失。为慎重起见，凡哮喘合并进展期肺结核，或心脏机能代偿不全及高度衰弱者，均忌用。\n",
    "position": "为樟科植物肉桂的干皮及枝皮。",
    "source": "《唐本草》"
  },
  {
    "name": "何首乌",
    "alias": "首乌,地精,赤敛,陈知白,红内消,马肝石,疮帚,山奴,山哥,山伯,山翁,山精,夜交藤根,黄花污根,血娃娃,小独根,田猪头,铁称陀,赤首乌,山首乌,药首乌,何相公",
    "ingredient": "\n根和根茎含蒽醌类，主要为大黄酚和大黄素，其次为大黄酸、痕量的大黄素甲醚和大黄酚蒽酮等(炙过后无大黄酸)。此外，含淀粉45.2%、粗脂肪3.1%、卵磷脂3.7%等。\n",
    "process": "\n栽后3～4年春、秋采挖，洗净，切去两端，大者对半剖开，或切厚片，晒干、烘干或煮后晒干。\n",
    "distinguish": "\n何首乌(赤首乌)干燥块根呈纺锤形或块状，长约6～15厘米，膨大部直径3～12厘米，外表红褐色或紫褐色，有不整齐的纵沟，凹凸不平，两端各有一根痕。质坚，显粉性。横断面淡红棕色或淡黄棕色，中心为一个较大的木心，周围有数个类圆形的异形维管束，形成云锦状花纹;干后收缩而有稍突起的皱纹。气无，味苦涩。\n\n以质重、坚实、显粉性者为佳。\n\n主产河南、湖北、贵州、四川、江苏、广西等地。此外，浙江、安徽、广东、山东、江西、湖南亦产。\n\n《开宝本草》记载，何首乌有赤、白之分。现代药材，除上述蓼科之赤首乌外，少数地区亦有应用白首乌者。白首乌主要为萝藦科植物大根牛皮消的块根，参见\"白首乌\"条。此外，江苏(南京)亦有用耳叶牛皮消之块根者，参见\"隔山消\"条。\n",
    "effect": "\n①降血脂作用\n\n给家兔同时喂饲何首乌和胆甾醇，其所形成的动脉粥样病变较单喂胆甾醇之对照组轻，血清胆甾醇水平亦较低，体外试验何首乌能与胆甾醇结合，在兔肠道能减少胆甾醇的吸收;有认为何首乌中含的卵磷脂与治疗动脉粥样硬化有关。但有报道以何首乌喂饲实验性动脉粥样硬化家兔，虽能使胆甾醇上升较迟缓，病变稍轻，但不显著，其疗效未能肯定。\n\n首乌延寿丹对实验性动脉粥样硬化的鸽，无论是药物与胆甾醇同时应用，或用胆甾醇形成高胆甾醇血症后给药，均能显著降低血清胆甾醇，但对动脉内膜病变无明显影响。首乌延寿丹对实验性动脉粥样硬化家兔之主动脉内膜斑块的形成及脂质沉积有减轻作用，但也有报道对血脂质与主动脉病理变化无显著影响。有研究首乌延寿丹及其中4个单味药金银花、杜仲、金樱子、桑椹膏对大白鼠肠道胆甾醇吸收的影响，证明前两药似能减少大鼠肠道胆甾醇的吸收，但全方没有表现出肯定的作用，可能由于全方中杜仲和金银花的含量比单独应用的剂量小的缘故。\n\n②对血糖的作用\n\n给家兔口服煎剂后30～60分钟内血糖量上升达最高度，然后逐渐降低，6小时后血糖量比正常低0.03%。\n\n③抗菌作用\n\n何首乌对人型结核菌、弗氏痢疾杆菌试管实验有抑制作用。\n\n④其他作用\n\n何首乌中提出的大黄酚，能促进肠管的运动，并能骤减神经的时值，促使神经兴奋，增加肌肉时值，使肌肉麻痹。何首乌对离体蛙心有兴奋作用，特别对疲劳的心脏，强心作用更显著。将何首乌茎部新鲜乳汁涂抹于小鼠耳的腹面，抹药后，耳的腹面及背面均见增厚，其在组织学上的变化与用磷脂类所得之结果相似;可用来治疗瘰疬。\n",
    "creation": "\n生首乌：拣去杂质，洗净，用水泡至八成透，捞出，润至内外湿度均匀，切片或切成方块，晒干。制首乌：取何首乌块倒入盆内，用黑豆汁与黄酒拌匀，置罐内或适宜容器内，密闭，坐水锅中，隔水炖至汁液吸尽，取出，晒干。(每何首乌块lOO斤，用黑豆10斤，黄酒26斤。黑豆汁制法：取黑豆10斤，加水煮约4小时，熬汁约16斤，豆渣再加水煮约3小时，熬汁约10斤，两次共熬汁约25斤)\n",
    "function": "\n补肝，益肾，养血，祛风。治肝肾阴亏，发须早白，血虚头晕，腰膝软弱，筋骨酸痛，遗精，崩带，久疟，久痢，慢性肝炎，痈肿，瘰疬，肠风，痔疾。制首乌补肝肾，益精血，乌须发，壮筋骨;用于眩晕耳鸣、须发早白、腰膝酸软、肢体麻木、神经衰弱、高血脂症。\n\n①《何首乌录》：\"主五痔，腰腹中宿疾冷气，长筋益精，能食，益气力，长肤，延年。\"\n\n②《日华子本草》：\"治一切冷气及肠风。\"\n\n③《开宝本草》：\"主瘰疬，消痈肿，疗头面风疮，五痔，止心痛，益血气，黑髭鬓，悦颜色，亦治妇人产后及带下诸疾。\"\n\n④王好古：\"泻肝风。\"\n\n⑤《滇南本草》：\"涩精，坚肾气，止赤白便浊，缩小便，入血分，消痰毒。治办白癜风，疮疥顽癣，皮肤瘙庠。截疟，治痰疟。\"\n\n⑥《药品化义》：\"益肝，敛血，滋阴。治腰膝软弱，筋骨酸痛，截虚疟，止肾泻，除崩漏，解带下。\"\n\n⑦《本草述》：\"治中风，头痛，行痹，鹤膝风，痫证，黄疸。\"\n\n⑧《本草再新》：\"补肺虚，止吐血。\"\n\n⑨广州部队《常用中草药手册》：\"治神经衰弱，慢性肝炎。\"\n\n⑩《江西草药》：\"通便，解疮毒;制熟补肝肾，益精血。\"\n",
    "taste": "\n苦甘涩，微温。\n\n①《何首乌录》：\"味甘，温，无毒。\"\n\n②《开宝本草》：\"味苦涩，微温，无毒。\"\n\n③《本草汇言》：\"生用气寒，性敛，有毒;制熟气温，无毒。\"\n\n入肝、肾经。\n\n①《纲目》：\"足厥阴、少阴。\"\n\n②《本草经解》：\"入足少阳胆经、手少阳三焦经、手少阴心经、足少阴肾经。\"\n\n③《本草再新》：\"入脾、肺、肾三经。\"\n",
    "usage": "\n内服：煎汤，3～5钱；熬膏、浸酒或入丸、散。外用：煎水洗、研末撒或调涂。\n",
    "compatibility": "\n大便溏泄及有湿痰者不宜。\n\n①《何首乌录》：\"忌猪、羊肉血。\"\n\n②《开宝本草》：\"忌铁。\"\n\n③《医学入门》：\"茯苓使。忌萝卜。得牛膝则下行。\"\n\n④《纲目》：\"忌葱、蒜。\"\n",
    "storage": "\n置干燥处，防蛀。\n",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n何首乌，又名：野苗、交茎、交藤、夜合、桃柳藤(《何首乌录》)，赤葛、九真藤(《斗门方》)，芮草、蛇草(《汉英韵府》)，伸头草、多花蓼、紫乌藤。\n\n多年生缠绕草本。根细长，末端成肥大的块根，外表红褐色至暗褐色。茎基部略呈木质，中空。叶互生，具长柄，叶片狭卵形或心形，长4～8厘米，宽2.5～5厘米，先端渐尖，基部心形或箭形，全缘或微带波状，上面深绿色，下面浅绿色，两面均光滑无毛。托叶膜质，鞘状，褐色，抱茎，长5～7毫米。花小，直径约2毫米，多数，密聚成大形圆锥花序，小花梗具节，基部具膜质苞片;花被绿白色，花瓣状，5裂，裂片倒卵形，大小不等，外面3片的背部有翅;雄蕊8，比花被短;雌蕊1，子房三角形，花柱短，柱头3裂，头状。瘦果椭圆形，有3棱，长2～3.5毫米，黑色光亮，外包宿存花被，花被成明显的3翅，成熟时褐色。花期10月。果期11月。\n\n生长于草坡、路边、山坡石隙及灌木丛中。分布河南、山东、安徽、江苏、浙江、福建、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。\n\n本植物的藤茎(夜交藤)、叶(何首乌叶)亦供药用，各详专条。\n",
    "application": "\n①治疗疟疾\n\n取何首乌6～8钱，甘草0.5～1钱(小儿酌减)，每日1剂，浓煎2小时，分3次食前服用，连用2天。治疗17例，15例于服药后症状消除，停止发作;2例在服药4剂后控制发作。4个月后有2例复发，仍以何首乌治愈。疟原虫转阴时间大体在症状控制后2～21天。治疗过程中一般无副作用，仅个别有轻微腹泻及腹隐痛现象。\n\n②治疗百日咳\n\n取何首乌2～4钱，甘草0.5～1钱，水煎，每日1剂，分4～6次口服。治疗35例，痊愈(症状完全消失)19例，基本痊愈(阵发性痉挛性咳嗽完全消失，仅遗下不时二、三声咳嗽)8例，好转(阵发性痉挛性咳嗽次数显著减少，咳时短暂)4例，无效4例。经观察，对无合并症、特别是用各种抗菌素疗效不显或晚期病例，有明显疗效。如属初起，可再加车前草、百部、白前、连翘、银花煎服;对鼻出血、咯血、咯痰困难、喘咳有哮鸣音者，酌加对症治疗，以提高疗效。一般无副作用，有些服后有轻度腹泻现象，可加少许诃子或罂粟壳。\n\n③降低血清胆甾醇\n\n将何首乌制成片剂(内含70%浸膏及30%制首乌粉剂)，每次5片，日服3次，连用半月至3个月;或用何首乌1两煎服，每日1次，连服1～2个月。用片剂治疗88例，有78例下降，2例不变，8例上升。用煎剂(个别用片剂)观察20例，16例下降，4例上升。服后少数病例有胸闷、升火感，个别大便次数增多。如连渣内服，其作用似更明显，腹泻现象亦较显著;片剂较煎剂作用明显，大便次数亦增多，但仍能耐受。由此似可说明首乌降低胆甾醇的有效成分可能在药渣部。\n\n另据报道，有用何首乌2钱，桑寄生6钱，黄精3钱，为1日量，制成片剂(何首乌研粉过120目筛;桑寄生、黄精水浸1小时后煎2次各20分钟，过滤浓缩成膏，烘干研粉。二者混匀压片)，分2～3次服。观察86例，治疗前血清胆甾醇均在250毫克%以上，平均值为295.4±41.6毫克%，最高者在400毫克%以上。经服药2个月后，血清胆甾醇下降者51例，下降最多者为190毫克%，无明显变化(波动范围在±20毫克%以内)者29例，上升者6例，上升最多者为83毫克%;平均值为257.2±51.1毫克%，平均下降38.2±47.1毫克%。测定β-脂蛋白者76例，治疗前平均值为755.7±355.0毫克%，治后平均值为672.1±256.0毫克%，平均下降84.6±257.0毫克%。治疗后停药1个月复查，其降脂效果尚较稳定。眼药过程中未发现明显副作用，对伴存疾病(如冠心病、高血压)亦无不良影响。\n\n④治疗疖肿\n\n取新鲜何首乌2斤，切片，放锅内(勿用铁锅)加水浓煎成250毫升。外搽患处，每日1～3次。治疗7例，均在3天内痊愈。\n",
    "position": "\n为蓼科植物何首乌的块根。\n",
    "source": "\n《日华子本草》\n"
  },
  {
    "name": "罂粟壳",
    "alias": "御米壳、米囊皮、米罂皮、粟壳、米壳、烟斗斗",
    "ingredient": "壳含吗啡、可待因、蒂巴因，那可汀、罂粟碱及罂粟壳碱等生物碱。另含景天庚糖、D-甘露庚酮糖、内消旋肌醇及赤藓醇等。由愈合组织中得到：血根碱、二氢血根碱、氧化血根碱、去甲血根碱、木兰花碱、胆碱、隐品碱、原阿片碱。",
    "process": "4～6月采摘果实，破开，除去种子，晒干。",
    "distinguish": "性状鉴别 果壳椭圆形或瓶状卵形，长4-6cm，直径2-4cm，有时破碎成片状。表面黄褐色或棕褐色，有纵或横的割痕，顶端有柱头7-15个，辐射状排列成盘状，基部有时有残存果柄。果皮硬脆，木质。断面可见7-15个侧膜胎座，其上有点状突起，为种子脱落的残痕。气清香，味徽苦。显微鉴别 果壳横切面：外果皮细胞1列，外被厚角质层。中果皮外侧为3-4列厚角细胞，其下为薄壁组织；维管束在，位于胎座基部的1个较大，其外侧有纤维束，韧皮部有乳汁管。内果皮为1列切向延长的细胞，壁稍厚，木化，纹孔明显。胎座薄壁组织中有小型维管束散在。",
    "effect": "参见\"鸦片\"条。",
    "creation": "酶罂粟壳：拣去杂质，洗净，润透后去柄，飞刀丝，晒干。蜜罂粟壳：取罂粟壳丝，加炼熟的蜂蜜与开水少许，拌匀，稍闷，置锅内用文火炒至不粘手为度，取出，放凉。(每罂粟壳丝100斤，用炼熟蜂蜜25斤)\n\n《纲目》：\"凡用(罂粟壳)以水洗润，去蒂及筋膜，取外薄皮，阴干细切，以米醋拌炒入药，也有蜜炙、蜜炒者。\"",
    "function": "敛肺止咳，涩肠，定痛。治久咳，久泻，久痢，脱肛，便血，心腹筋骨诸痛，滑精，多尿，白带。\n\n①《医学启源》：\"固收正气。\"\n\n②《滇南本草》：\"收敛肺气，止咳嗽，止大肠下血，止日久泻痢赤白。\"\n\n③《纲目》：\"止泻痢，固脱肛，治遗精久咳，敛肺涩肠，止心腹筋骨诸痛。\"\n\n④《本经逢原》：\"蜜炙止嗽，醋炙止痢。\"\n\n⑤《本草从新》：\"固肾，治遗精多溺。\"\n\n⑥《现代实用中药》：\"适用于慢性衰弱之久下痢、肠出血、脱肛、贫血拘挛之腹痛、腰痛、妇女白带。又用于慢性久咳嗽、肺结核、咳血、喘息等症。\"",
    "taste": "酸，平。\n\n①《医学启源》：\"味酸涩。\"\n\n②《纲目》：\"酸涩，微寒，无毒。\"\n\n③《本草从新》：\"酸涩，平。\"\n\n入肺、肾、大肠经。\n\n①《得配本草》：\"入足厥阴经。\"\n\n②《本草求真》：\"入肺、大肠，兼入肾。\"\n",
    "usage": "内服：煎汤，0.8～2钱；或入丸、散。",
    "compatibility": "①《滇南本草》：\"初起痢疾或咳嗽忌用。\"\n\n②《纲目》：\"得醋、乌梅、橘皮良。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "吗啡对小鼠的LD50（mg/kg）；sc为531，ip为500，小鼠sc盐酸可待因的LD50为 300mg/kg。罂粟碱小鼠po的LD50为2500mg/kg。那可汀对小鼠的LD50（mg/kg）：po为 1090，sc为725,iv为47及83。但亦有报道，由于小鼠sc吸收不良，给予3500mg/kg，10只 小鼠中只有2只死亡，故LD50无法测出。上述差异可能是由于药物的水溶性小，实验时用的溶剂不同所致。那碎因对小鼠、兔、猫及狗的急性毒性颇相似，其LD50都在1.8-2.2g/kg范围内。隐品碱对小鼠的LD50为110mg/kg。蒂巴因对小鼠的惊厥半效量（CD50），ip为 20mg/kg，sc为28mg/kg。对小鼠的LD50：ip为25mg/kg，sc为31mg/kg。",
    "category": "归经_肺经",
    "plant": "罂粟 一年生或二年生草本，高30-60cm，栽培者可达1.5m。无毛，或在植物体下部与总花梗上具极少的刚毛，有乳状液计。根通常单生，垂直。茎直立，不分枝，无毛，具白粉。叶互生，无托叶；茎下部的叶有短柄，上部的叶无柄，抱于茎上；叶片长5-30cm，宽3-20cm，朱端渐尖或钝，基部心形，叶脉明显，略突起，边缘为不整齐的波状锯齿，两面无毛，被白粉成灰绿色。花单一，顶生，常下垂，具长柄，花梗长可达25cm，无毛或稀具极流的刚毛；萼片2，长椭圆形或阔印形，绿色，边缘膜质，早落；花瓣4，有时为重瓣，近圆形或近扇形，长4-7cm，宽3-7cm，边缘浅波状或各种分裂，白色、粉红色、红色至紫色；雄蕊多数，生于子房的周围，花丝纤细，白色，花药黄色，2室纵裂；雌蕊1，于房长方卵圆形，无毛，l室，胚珠多数，着生于倒膜胎座上，无花柱，柱头5-18枚，辐射状排列，成扁盘状。蒴果球形或长圆状椭圆形，长4-7cm，直径4-5cm，无毛，成熟时外皮黄褐色或淡褐色，孔裂。种子多数，细小，肾形，直径0.5-1cm，表面粗蜂窝状，灰褐色。花期4-6月，果期6-8月。",
    "application": "内服：1～2g。外用：适量。用治久咳，久泻，脱肛，脘腹疼痛。",
    "position": "为罂粟科植物罂粟的干燥果壳。植物形态详\"罂粟\"条。",
    "source": "《本草发挥》"
  },
  {
    "name": "艾叶",
    "alias": "艾、艾蒿、家艾大艾叶、杜艾叶、萎",
    "ingredient": "\n含挥发油，油中主要为Ⅰ，8-桉叶精、α-侧柏酮(α-thujone)、α-水芹烯(α-phellandrene)、β-丁香烯(β-caryophyllene)、莰烯、樟脑、藏茴香酮、反式苇醇(transcarveol)、Ⅰ-α-松油醇(Ⅰ-α-terpineol)。\n",
    "process": "\n春、夏二季，花未开、叶茂盛时采摘，晒干或阴干。\n",
    "distinguish": "\n干燥的叶片，多皱缩破碎，有短柄.叶片略呈羽状分裂，裂片边缘有不规则的粗锯齿。上面灰绿色，生有软毛，下面密生灰白色绒毛。质柔软。气清香，味微苦辛。以下面灰白色、绒毛多、香气浓郁者为佳。\n\n\n全国大部分地区多有生产。\n",
    "effect": "\n1.抗菌作用：\n\n\n1.1.艾叶在体外对炭疽杆菌、α-溶血链球菌、B-溶血链球菌、白喉杆菌、假白喉杆菌、肺类双球菌、金黄色葡萄球菌、柠檬色葡萄球菌、白色葡葡球菌、枯草杆菌等10种革兰氏阳性嗜气菌皆有抗菌作用。艾叶油4×10(-3)浓度(试管法)，对肺炎双球菌、金黄色葡萄球菌、白色葡萄球菌、甲型链球菌、大肠杆菌、伤寒杆菌、副伤寒杆菌、福氏痢疾杆菌等有抑菌作用。以野艾叶、艾条或艾绒烟熏，可用于室内消毒，与苍术或与菖蒲及雄黄或与苍术、雄黄、白芷等混合烟重，对金黄色葡萄球菌、乙型溶血性链球菌、大肠杆菌、变形杆菌、白喉杆菌、伤寒及副伤寒杆菌、绿脓杆菌、枯草杆菌、产碱杆菌以及结核杆菌(人型H37RV)均有杀灭或抑制作用。艾条烟熏尚能减少烧伤创面的细菌。豚鼠结核经艾灸治疗后，疾病进展较慢，病变较轻，尤以病程后期更明显;此外还能增强网状内皮细胞的吞噬反应，但所增强的程度不如动物获得免疫性时那样显著;豚鼠网状内皮系细胞的吞噬机能与内脏的结核病变是一致的，当肝、脾受到疾病的损害时，吞噬机能即下降。\n\n\n1.2.以小野艾叶烟熏，对于多种致病真菌也有抑菌作用。小野艾水浸剂及煎剂，在试管内对多种致病真菌也有一定的抑制作用。\n\n\n1.3.野艾的水煎剂，在试管内对金黄色葡萄球菌、α-溶血性链球菌、肺炎双球菌、白喉杆菌、宋内氏痢疾杆菌、伤寒及副伤寒杆菌、霍乱弧菌等均有不同程度的抑制作用。\n\n\n2.抗真菌作用：艾叶煎液对皮癣真菌的抑菌作用最为微弱(与黄连、黄芩等煎液相比较)，在15%浓度时堇色毛癣菌，开始呈抑制，30%浓度时除絮状表皮癣菌、足跖毛癣菌及白色念珠菌依然发育外，其它为许兰氏黄癣菌、许兰氏黄癣菌蒙古变种、狗山芽胞癣菌、同心性毛癣菌、红色毛癣菌、铁锈色毛癣菌、堇色毛癣菌等均停止发育。曹红烈等亦证明艾叶的水浸剂(1：4)，在试管内对堇色毛癣菌，许兰氏黄癣菌、奥杜盎氏小芽胞癣菌、羊毛状小芽胞癣菌、红色表皮癣菌、星形奴卡氏菌等皮肤真菌均有不同程度的抑制作用。同时，孙迅又测定艾叶烟熏法对许兰氏黄癣菌、许兰氏黄癣菌蒙古变种、同心性毛癣菌、堇色毛癣菌、红色毛癣菌、絮状表皮癣菌、铁锈色小芽胞癣菌、足跖毛癣菌、趾间毛癣菌、狗小芽胞癣菌、石膏样毛癣菌、申克氏胞于丝菌、斐氏酿母菌等致病性皮肤真菌均有不同程度的明显抗菌作用。\n\n\n3.平喘作用：\n\n\n3.1.艾叶油能直接松弛豚鼠气管平滑肌，也能对抗乙酰胆硷、氯化钡和组织胺引起的气管收缩现象;并增加豚鼠肺灌流量。艾叶油0.5ml/kg灌胃对乙酰胆碱-组胺混合液喷雾法致喘豚鼠有抑制作用，艾叶油2×10(-4)ml/kg对豚鼠离体气管有松弛作用，并能对抗乙酰胆碱、氯化钡引起的收缩。艾叶油加吐温-80制成的混悬液能抑制肺组织释放慢反应物质(SRS-A);具有直接拮抗慢反应物质的作用，并能抑制肺组织和气管平滑肌释放慢反应物质;豚鼠以艾叶油一次灌胃后，肺组织内慢反应物质含量降低不明显。1981年有人从艾叶平喘作用较强的中沸点油中分离得到二个平喘作用较强的单体，即α-萜品烯醇和反式-香苇醇;动物实验表明其平喘作用比艾叶油强。艾叶油中分离得的萜品烯醇-4240-300mg/kg灌胃或喷雾给药，α-萜品烯醇80-120mg/kg灌胃，均能对抗组胺与乙酰胆碱引起的豚鼠哮喘，另两成分反式香苇醇(transcarveol)与β-石竹烯(β-caryophyllene)也显示有平喘作用。1%α-萜品烯醇吸入，对组胺引发的豚鼠气喘有抑制作用,并可对抗卵白蛋白致敏、攻击引起的豚鼠肺机械功能的改变。\n\n\n3.2.野艾浸剂对豚鼠支气管有舒张作用。\n\n\n4.利胆作用：取艾叶油胶囊，用2%叶温配成混悬液(每1ml含艾叶油75μl)。大鼠0.8ml/100g和0.3ml/100g十二指肠注射给药，分别为艾叶油一组和二组。阳性对照组用去氢胆酸(DHC)，每片0.25g，配成20%混悬液，0.3ml/100g，十二脂肠给药。四氯化碳中毒组：用四氯化碳1ml/kg灌胃1次，中毒24小时作利胆实验，用艾叶油0.3ml/100g十二指肠给药。对照组用2%吐温0.3ml/100g十二指肠给药。小白鼠分3组，艾叶油组，0.2ml/10g十二指肠给药。去氢胆酸组，5%去氢胆酸0.2ml/10g十二指肠给药。生理盐水组，0.2ml/10g十二指肠给药。实验结果：艾叶油混悬液0.8ml/100g使正常大鼠胆汁流量增加91.5%，与给药前比较有极显著性差异;0.3ml/100g组使正常大鼠胆汁流最增加89%，与药前比较有极显著性差异;去氢胆酸组使大鼠胆汁流量增加83.2%;四氯化碳中毒组大鼠胆汁流量也有明显增加，与正常大鼠比，利胆作用减弱，维持时间短;2%吐温对胆汁流量无明显影响。艾叶油对小鼠也有明显的利胆作用，使其胆汁流量增加26%。\n\n\n5.抑制血小板聚集作用：艾叶中β-谷甾醇和5，7-二羟-6，3'，4'，-三甲氧基黄酮，它们对抑制血小板聚集有显著作用。温瑞兴等研究了艾叶的炮制方法。不同产地的艾叶及其有效成分对血小板聚集率的影响，结果表明，艾叶的不同炮制品对血小板聚集率的作用各异。炮制方法对实验结果影响很大，不同方法的炮制产品其实验结果有很大差别。炒炭与醋炒焦的效果较差;炒焦、醋炒炭与生艾叶对血小板聚集率有很强的抑制作用，在3个剂量水平上都能极其明显地抑制血小板聚集(p<0.001)。安国艾叶几种不同溶剂提取物中，以醇提物对血小板聚集的抑制作用最为突出，其它两种溶剂(乙酸乙酯、氯仿)提取物也有抑制作用，但不及醇提物效果好。3种不同产地的艾叶醇提水溶部位对血小板聚集均有抑制作用(p<0.001)。这两个剂量的效果优于其它两种艾叶。在136mg/ml剂量时，3种艾叶的差异不明显。从艾叶中提取出的两种成分，β-谷甾醇与5，7-二羟基-6，3'，4'-三甲氧基黄酮均对血小板聚集有极显著的抑制作用。然而，这两种有效成分相比，β-谷甾醇的作用在0.7、1.35mg/ml剂量时均极其明显地优于后者(p<0.001)。\n\n\n6.止血作用：艾叶水浸液给兔灌胃有促进血液凝固作用，但亦有认为艾叶的止血作用未能证实。艾叶为临床上常用止血药，温经止血常炒炭用，药理实验初步证明：艾叶制炭后止血作用增强。张学兰等对其止血作用进行了比较研究，由实验结果可见，烘品2-5及炒炭品100%水煎液均可明显缩短实验小鼠的凝血及出血时间，与生理盐水组比较，具有显著性差异，以烘品2(180℃、10分钟)、烘品3(180℃、20分钟)和烘品4(200℃、10分钟)止血作用最为明显，与生品组比较也有显著性差异。其余样品组则无明显止血作用。建议艾叶制炭可改用烘法，以18℃烘10-20分钟及200℃烘10分钟，成品外表焦褐色为佳。\n\n\n7.对胃肠道及子宫的作用：野艾煎剂可兴奋家兔离体子宫，产生强直性收缩。粗制浸膏对豚鼠离体子宫亦有明显兴奋作用。小野艾水浸液对离体兔肠在大量时有抑制作用。\n\n\n8.对心血管系统作用：小野艾水浸液对离体蛙心在大量时有抑制作用。从克里米亚的艾蒿Artemisiataurica分离出来的Tauremizin(是一种倍半萜烯内酯)，对离体蛙心、猫心和在位猫心均能增强其收缩力，对猫心并能减慢心率，使冠脉血流量增加，有拟肾上腺素的作用。\n\n\n9.抗过敏作用：艾叶油0.5ml/kg灌胃，对卵白蛋白引起的豚鼠过敏性休克有对抗作用，可降低死亡率。\n\n\n10.其它作用：大桥秀治报告艾叶主要因其含鞣质，可使因温刺法发热的家兔的体温下降。但其作用剂量已近致死量，故不能作为解热药使用。用小白鼠耳部涂巴豆油引起炎症模型，用艾叶挥发油给小鼠皮下注射或肌肉注射0.0125g，均有抗炎效果，有效率为57.8%及75.O%;p值均小于0.001。艾叶油亦能延长戊巴比妥钠睡眠时间。小野艾水浸液对兔耳血管灌流时几无影响，给小鼠腹腔或静脉注射可降低毛细血管通透性(Lochett氏法)。大鼠内服有显著利尿作用，毒性中等，可用于临床。\n",
    "creation": "1、艾叶：除去杂质及梗，筛去灰屑。2、醋艾炭：取净艾叶，置锅内，用武火加热，炒至表面焦黑色，喷醋，炒干，取出凉透。每100kg艾叶，用醋15kg。成品为焦黑色不规则的碎片，可见细条状叶柄，具醋香气。",
    "function": "\n理气血，逐寒湿;温经，止血，安胎。治心腹冷痛，泄泻转筋，久痢，吐衄，下血，月经不调，崩漏，带下，胎动不安，痈疡，疥癣。\n\n\n①《别录》：\"主灸百病。可作煎，止下痢，吐血，下部匿疮，妇人漏血。利阴气，生肌肉，辟风寒，使人有子。\"\n\n\n②陶弘景：\"捣叶以灸百病，亦止伤血。汁又杀蛔虫。苦酒煎叶疗癣。\"\n\n\n③《药性论》：\"止崩血，安胎止腹痛。止赤白痢及五藏痔泻血。\"\"长服止冷痢。又心腹恶气，取叶捣汁饮。\"\n\n\n④《唐本草》：\"主下血，衄血，脓血痢，水煮及丸散任用。\"\n\n\n⑤《食疗本草》：\"金疮，崩中，霍乱，止胎漏。\"\n\n\n⑥《日华子本草》：\"止霍乱转筋，治心痛，鼻洪，并带下。\"\n\n\n⑦《珍珠囊》：\"温胃。\"\n\n\n⑧《履巉岩本草》：\"治咽喉闭痛热壅，饮食有妨者，捣汁灌漱。\"\n\n\n⑨《王好古》：\"治带脉为病，腹胀满，腰溶溶如坐水中。\"\n\n\n⑩《纲目》：\"温中，逐冷，除湿。\"\n\n\n⑾《本草正》：\"辟风寒涅，瘴疟。\"\n\n\n⑿《本草再新》：\"调经开郁，理气行血。治产后惊风，小儿脐疮。\"\n",
    "taste": "\n苦辛，温。\n\n\n①《别录》：\"味苦，微温，无毒。\"\n\n\n②《唐本草》：\"生寒，熟热。\"\n\n\n③《纲目》：\"苦而辛，生温，熟热。\"\n\n\n入脾、肝、肾经。\n\n\n①《纲目》：\"入足太阴、蹶阴、少阴经。\"\n\n\n②《本草新编》：\"入脾、肾、肺三经。\"\n\n\n③《本草再新》：\"入心、肾二经。\"\n",
    "usage": "\n内服：煎汤，1～3钱；入丸、散或捣汁。外用：捣绒作炷或制成艾条熏灸，捣敷、煎水熏洗或炒热温熨。\n",
    "compatibility": "\n阴虚血热者慎用。\n\n\n①《纲目》：\"苦酒、香附为之使。\"\n\n\n②《本草备要》：\"血热为病者禁用。\"\n\n\n③《本经逢原》：\"阴虚火旺，血燥生热，及宿有失血病者为禁。\"\n",
    "storage": "置阴凉干燥处。",
    "side_effects": "毒性：艾叶油小鼠灌胃LD50为2.47ml/kg，腹腔注射为1.12ml/kg。艾叶所含挥发油对皮肤有轻度刺激作用，引起发热潮红，口服能刺激胃肠道分泌，口服干艾叶3-5g可增进食欲，但大剂量可引起胃肠道急性炎症，产生大量恶心呕吐，若大量吸收后可引起中枢神经系统过度兴奋，出现谵妄、惊厥及肝损害等。由于神经反射性的变化，以及血管壁本身受损，可招致子宫充血、出血，妊娠时甚至流产。",
    "category": "归经_肝经",
    "plant": "\n艾(《诗经》)，又名：冰台(《尔稚》)，艾蒿(《尔雅》郭璞注)，医草(《别录》)，灸草(《埤雅》)，蕲艾(《蕲艾传》)，黄草(《纲目》)，家艾(《医林纂要》)，甜艾(《本草求原》)，草蓬、艾蓬、狼尾蒿子、香艾、野莲头、阿及艾。\n\n\n多年生草本，高45～120厘米。茎直立，圆形，质硬，基部木质化，被灰白色软毛，从中部以上分枝。单叶，互生;茎下部的叶在开花时即枯萎;中部叶具短柄，叶片卵状椭圆形，羽状深裂，裂片椭圆状披针形，边缘具粗锯齿，上面暗绿色，稀被白色软毛，并密布腺点，下面灰绿色，密被灰白色绒毛;近茎顶端的叶无柄，叶片有时全缘完全不分裂，披针形或线状披针形。花序总状，顶生，由多数头状花序集合而成;总苞苞片4～5层，外层较小，卵状披针形，中层及内层较大，广椭圆形，边缘膜质，密被绵毛;花托扁平，半球形，上生雌花及两性花10余朵;雌花不甚发育，长约1厘米，无明显的花冠;两性花与雌花等长，花冠筒状，红色，顶端5裂;雄蕊5枚，聚药，花丝短，着生于花冠基部;花柱细长，顶端2分叉，子房下位，1室。瘦果长圆形。花期7～10月。\n\n\n生长于路旁、草地、荒野等处。亦有栽培者。分布黑龙江、吉林、辽宁、河北、山东、安徽、江苏、浙江、广东、广西、江西、湖南、湖北、四川、贵州、云南、陕西、甘肃等地。\n\n\n本植物的果实(艾实)亦供药用，另详专条。\n\n\n同属植物野艾，又名：火艾、五月艾。高45～100厘米。中部叶1～2回羽状分裂，裂片椭圆形、披针形至线形，全缘或有锯齿，叶上面无腺点，近秃净，下面被白色丝状毛;上部叶近乎无柄，裂片狭窄如线.花期9～10月。全国大部分地区有分布。其叶亦可作艾叶用。\n",
    "application": "\n①治疗慢性肝炎\n\n\n取艾叶制成注射液，每毫升相当于生药0.5克，每日肌注4毫升，总疗程1～2个月。治疗期间同时给予保肝药物。治疗123例，其中迁延性肝炎39例，近期治愈28例，显效6例，好转5例;慢性肝炎46例，近期治愈21例，显效19例，好转6例;肝硬化15例，显效3例，好转4例，无效8例。总有效率92%。\n\n\n②治疗肺结核喘息症\n\n\n用10%艾叶液每次30毫升，日服3次，食前半小时服用。临床观察37例，均同时内服异烟肼，3例并发肺原性心脏病的患者出现心力衰竭时，加用毒毛旋花子甙治疗，一般服艾叶液1～1.5月。31例经过上述治疗，气短及咳嗽减轻，喘鸣消失，痰量显著减少，肺部干、湿性罗音减少或消失;其余6例疗效较差或无效。经验证明，以对肺部无严重纤维增生或肺气种存在者效果较佳。\n\n\n③治疗慢性气管炎\n\n\n取干艾1斤或鲜艾2斤，洗净、切碎，放入4000毫升水中浸泡4～6小时，煎煮过滤，约得滤液3000毫升，加适量调味剂及防腐剂。日服3次，每次30～60毫升。或制成注射剂，每日2次，每次肌注2～4毫升。治疗154例，近期控制6例，显效21例，好转81例，无效46例。或用蒸馏法提取艾叶油，制成胶丸或糖衣片服用，每日量0.1～0.3毫升，分3～4次口服，10天为一疗程。治疗138例，一个疗程总有效率81.88%，近期控制加显效者占46.37%。还有每日用艾叶2两(干品)，红糖5钱，加水煎成100毫升，分3～4次服，1周为一疗程。治疗484例，有效率76.1%。\n\n\n④治疗急性菌痢\n\n\n用20%艾叶煎剂，日服4次，每次40毫升，观察21例，均获治愈，平均住院5.5天。治疗过程中同时补充维生素乙、丙，个别病例给予输液。\n\n\n⑤治疗间日疟\n\n\n取干艾叶0.5～1两，切碎，用文火煎2小时左右，过滤，加糖，于发作前2小时顿服，连服2天。经治疗53例，控制症状的有效率在89%上下，血内疟原虫阴转率为56.2%.药液须现制现用，每日用1两的疗效较好。\n\n\n⑥治疗钩蚴皮炎\n\n\n在局部钩蚴感染24小时内，取直径1.5厘米的艾绒卷，熏烫钩蚴感染部。对于皮疹多而范围广的皮炎，将患部皮肤分区逐一熏烫5分钟。治疗106例，痒感消失者77例，仍有痒感者28例，奇痒者1例。患者一般于晚间艾熏后，即痒止入睡，次晨痒感消失。对照组60例未加治疗，痒感持续时间短则3～4天，长则5～6天，少数皮炎进展为红肿、水泡戒因抓破而溃烂。治疗组呼吸道症状(气急、咳嗽)的出现率为1.88%，对照组为14%。\n\n\n⑦治疗妇女白带\n\n\n取艾叶5%煎汤去渣，鸡蛋2个放入汤内煮后吃蛋喝汤，连服5天。\n\n\n⑧治疗寻常疣\n\n\n采鲜艾叶擦拭局部，每日数次，至疣自行脱落为止。治疗12例，最短3天、最长10天即行脱落。\n",
    "position": "为菊科植物艾的干燥叶。",
    "source": "《本草经集注》"
  },
  {
    "name": "夜交藤",
    "alias": "棋藤,首乌藤",
    "ingredient": "\n茎含蒽醌类，主要为大黄素、大黄酚或大黄素甲醚，均以结合型存在。\n",
    "process": "\n带叶的藤茎，于夏、秋采取。但商品大都用藤茎，于秋季叶落后割取，除去细枝、残叶，切成长约70厘米的段落，捆成把，晒干。\n",
    "distinguish": "\n干燥的藤茎呈细长圆柱状，通常扭曲，有时分枝，直径3～7毫米。表面紫褐色，粗糙，有扭曲的纵皱纹和节，并散生红色小斑点，栓皮菲薄，呈鳞片状剥落。质硬而鹿，易折断，断面皮部棕红色，木部淡黄色，木质部呈放射状，中央为白色疏松的髓部。气无，味微苦涩。以粗壮均匀、外表紫褐色者为佳。\n\n\n主产河南、湖北、湖南、江苏、浙江等地。\n\n\n四川商品为干燥的带叶嫩茎。茎细，黄绿色或黄褐色，叶多皱缩。\n",
    "effect": "具有镇静、泻下作用。",
    "creation": "\n清水洗净，稍浸泡，捞出，润透后，切段，晒干。\n",
    "function": "\n养心，安神，通络，祛风。治失眠，劳伤，多汗，血虚身痛，痈疽，瘰疬，风疮疥癣。\n\n\n①《纲目》：\"风疮疥癣作痒，煎汤洗浴。\"\n\n\n②《本草再新》：\"补中气，行经络，通血脉，治劳伤。\"\n\n\n③《本草正义》：\"治夜少安寐。\"\n\n\n④《饮片新参》：\"养肝肾，止虚汗，安神催眠。\"\n\n\n⑤《安徽药材》：\"消痈肿、瘰疬和痔疮。\"\n\n\n⑥《陕西中草药》：\"祛风湿，通经络。治失眠，多汗，贫血，周身酸痛，疥癣等皮肤病。\"\n",
    "taste": "\n干燥的藤茎呈细长圆柱状，通常扭曲，有时分枝，直径3～7毫米。表面紫褐色，粗糙，有扭曲的纵皱纹和节，并散生红色小斑点，栓皮菲薄，呈鳞片状剥落。质硬而鹿，易折断，断面皮部棕红色，木部淡黄色，木质部呈放射状，中央为白色疏松的髓部。气无，味微苦涩。以粗壮均匀、外表紫褐色者为佳。\n\n\n主产河南、湖北、湖南、江苏、浙江等地。\n\n\n四川商品为干燥的带叶嫩茎。茎细，黄绿色或黄褐色，叶多皱缩。\n",
    "usage": "\n内服：煎汤，2～4钱。外用：煎水洗或捣敷。\n",
    "compatibility": "燥狂属实火者慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n夜交藤为蓼科植物何首乌的藤茎或带叶的藤茎。何首乌为多年生缠绕藤本，生于草坡、路边、山坡石隙隙及灌木丛中，分布于华东、中南及河北、山、陕西、甘肃、台湾、四川、贵州、云南等地。夏、秋季采割带叶藤茎;或秋、冬季采割藤茎，除去残叶。捆成把，晒干或烘干。\n\n\n夜交藤藤茎呈长圆柱形，稍扭曲，具分枝，长短不一，直径3～7mm。表面粗糙，棕红色或棕褐色，粗糙，有明显扭曲的纵皱纹。节部略膨大，有分枝痕。外皮菲薄，可剥离。质脆，断面皮部棕红色，木部淡黄色，中央为白色疏松的髓部。气微，味微苦、涩。\n",
    "application": "?",
    "position": "为蓼科植物何首乌的藤茎或带叶藤茎。植物形态详\"何首乌\"条。",
    "source": "《本经逢原》"
  }
]