[
  {
    "name": "雪猪油",
    "alias": "大旱癞、土拨鼠",
    "ingredient": "草原旱獭脂肪中含有C12-C18的不饱和脂肪酸约70%。",
    "process": "于雪猪冬眠时捕捉最宜。其洞穴常有数口，捕时只留一口，其余堵死，然后用硫黄、辣椒等烧熏，或灌水，驱其外出。此时，洞口张以麻袋，即可捕获。捕得杀死后，剖腹取出脂肪，装入其胃内，挂起风干。",
    "distinguish": "装入胃内的脂肪油，外形如卵石状，大小似鸭蛋，外表黄色。内部多已卷缩成团，伸张后，长宽约10～15厘米，厚约1厘米。质柔润，以张大、厚实、色白黄者为佳。\n产四川、青海等地。",
    "effect": "?",
    "creation": "?",
    "function": "祛风除湿；解毒止痒。主风湿肿痛；湿热疮毒；皮肤溃疡；臁疮；体癣。\n\n《高原中草药治疗手册》：\"治风湿肿痛，痒疹疮毒，臁疮久烂。\"",
    "taste": "味辛；性温\n\n《四川中药志》：\"辛，温，无毒。\"\n\n入脾经\n\n《四川中药志》：\"入脾经。\"",
    "usage": "内服：浸酒。外用：配其他药涂敷。",
    "compatibility": "《四川中药志》1960年版：“无湿热疮毒者勿用。”",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "1.喜马拉雅旱獭，大型的地栖松鼠类。体长46-58cm，体重3-6kg。颈粗短。耳熟短圆。尾扁平而短，长约13cm，不超过后足长的2倍。四肢粗壮，前足拇趾退化，爪很小，其余4趾，爪长而弯曲，后足趾爪较短。吻侧毛淡棕色，有黑色须。鼻背具黑色或黑褐色斑。眼眶上缘有明显的黑色条纹。头顶黑色与棕色相混，两侧至耳基淡黄色。背面褐色与不规则黑纹相混，针毛中段苍白色，尖端黑色。喉、胸、腹部及四肢均为淡黄色，底毛全为灰黑色。臀部呈深棕黄色。尾毛与体色相似，唯尖部黑色。幼体较成体色淡。\n2.灰旱獭，大小、形态与喜马拉雅旱獭相似，但腹面色调深浓，呈深棕黄色或圭棕色。体长46-54cm，重4-6kg。耳短小。足爪粗短。尾较短，13-15cm，不及体长1/3。体背淡黄色或沙黄色，间杂黑色或褐黑色。吻、颊、耳下深棕褐色。耳沙黄色。尾与体色相似，但尾端黑褐色。\n3.草原草獭，体形小，长约36-49cm，重3-4kg。尾长11-12cm，约为后足长的2倍。体背淡褐色或浅锈色，间杂淡白色，绝无黑褐色。额、头顶纯褐色。耳浅橙黄色。腹面棕褐色，毛基暗褐色。尾深褐色，尾端锈褐色。\n4.长尾旱獭，噗大型旱獭。体长47-50cm，重4-5kg。尾较长，18.5-22cm，明显超过后足长的2倍。耳甚小，几不显露。毛被长而厚密。通体橙黄以或赭黄色，背毛毛端常染有深褐色。腹色与背色近似，但棕色较深，背腹间无明显分界。尾端黑色或赭褐色。\n",
    "application": "?",
    "position": "为松鼠科动物喜马拉雅旱獭的脂肪油。",
    "source": "《四川中药志》"
  },
  {
    "name": "神曲",
    "alias": "六神曲(《本草便读》)。",
    "ingredient": "神曲中有酵母菌。其成分有挥发油，甙类、脂肪油及维生素B等。",
    "process": "神曲是用面粉、杏仁、赤小豆等六种药物混合，经发酵后加工制成。",
    "distinguish": "呈方形或长方形的块状，宽约3厘米，厚约1厘米，外表土黄色，粗糙；质硬脆易断，断面不平，类白色，可见未被粉碎的褐色残渣及发酵后的空洞。有陈腐气，味苦。以陈久、无虫蛀者佳。",
    "effect": "具有助消化，抑菌，解热等作用。1．助消化：神曲含有消化酶，可加强对食物的消化吸收；并含维生素B1，可增加胃肠蠕动，增强其推进功能，促进消化液分泌，起到助消化，除胀满的功效。2．抑菌：神曲中苍耳草、赤小豆、青蒿均有抑菌作用，神曲含乳酸杆菌可抑制肠道内的腐败过程。3．解热：青蒿有解热作用。",
    "creation": "炒神曲：取麸皮撒匀于热锅内，俟起烟，将神曲倒入，炒至黄色，取出，筛去麸皮，放凉；或不加麸皮，炒至黄色亦可。焦神曲：取神曲置锅内炒至外表呈焦黑色，内部焦黄色，取出，略喷些清水，放凉。",
    "function": "健脾和胃，消食调中。治饮食停滞，胸痞腹胀，呕吐泻痢，产后瘀血腹痛，小儿腹大坚积。\n\n①《药性论》：\"化水谷宿食，癥结积滞，健脾暖胃。\"\n\n②张元素：\"养胃气。治亦白荆。\"\n\n③《汤液本草》：\"疗脏腑中风气，调中下气，开胃消宿食。主霍乱心膈气，痰逆，除烦，破癥结及补虚，去冷气，除肠胃中塞，不下食。能治小儿腹坚大如盘，胸中满，胎动不安，或腰痛抢心，下血不止。\"\n\n④《纲目》：\"消食下气，除痰逆霍乱泄痢胀满。闪挫腰痛者，煅过淬酒温服有效，妇人产后欲回乳者，炒研酒服二钱，日二。\"\n\n⑤《本草述》：\"治伤暑，伤饮食，伤劳倦，疟气痞证，水肿胀满积聚，痰饮咳嗽，呕吐反胃，霍乱，蓄血，心痛，胃脘痛，胁痛，痹痿眩晕，身重，不能食，黄疸。\"\n\n⑥《本草再新》：\"消瘰疬疽瘤。\"",
    "taste": "甘辛，温。\n\n①《珍珠囊》：\"辛。\"\n\n②《汤液本草》：\"气暖，味甘。\"\n\n③《滇南本草》：\"性平，味甘。\"\n\n④《纲目》：\"甘辛，温，无毒。\"",
    "usage": "内服：煎汤，2～4钱；或研末入丸、散。",
    "compatibility": "《本草经疏》：\"脾阴虚，胃火盛者不宜用；能落胎，孕妇宜少食。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；胃经",
    "plant": "?",
    "application": "?",
    "position": "为辣蓼、青蒿、杏仁等药加入面粉或麸皮混和后，经发酵而成的曲剂。",
    "source": "《药性论》"
  },
  {
    "name": "虎骨",
    "alias": "?",
    "ingredient": "含蛋白质、磷酸钙，虎骨胶，虎骨胶经水解得多种氨基酸。",
    "process": "全年皆可捕捉，冬春两季较多。捕得后剥去皮肉，留下四脚爪上的皮毛和爪，以保持完整，并便于与其他兽类的骨胳区别。再剔净残存筋肉，阴干。",
    "distinguish": "商品有整架和零骨之分，整架虎骨稍带肌肉和结缔组织，并富油性。头骨较圆，背腹面侧扁，吻部短，额骨平，前额上部有一浅槽，顶骨后面常有一脊棱，颧骨粗大，向外展出，眼眶下面各有一椭圆形透孔，孔面斜向。上颚骨生有门齿3对，犬齿1对，臼齿4对，下颚骨生有门齿3对，犬齿1对，臼齿3对，共有牙齿30个。门齿较小，犬齿呈圆锥形，强大而锐利，并略向内弯曲，臼齿呈\"山\"字形，锯齿状，上颚最后1对臼齿幼虎常不显著，均呈白色或浅黄白色，有光泽，齿基深入颚骨内部，故习称\"坐骨生牙\"。颈椎7节，第1颈椎呈蝶形，第3～7颈椎呈马鞍形。胸椎13节，每节上面有一较长的棘状突起，两侧联结有肋骨13对，肋骨近脊处呈圆形，近胸部呈扁形，作弓背状，向内弯曲，另一端与胸骨衔接。腰椎7节，两侧有较长的棘状突起。荐椎3节常愈合成为一块，上面可见3个棘状突起。尾椎22～25节，多为双数，节中间稍突出。坐骨1具，呈长方形，左右对称。肩胛骨两块，呈扇状半圆形，近中央部很薄，在外面有一条脊状突起。虎的腿骨有明显的棱，上节均为一根独骨，下节两骨合成。前肢上节下端靠近骨环处侧面有一扁长孔，习称\"凤眼\"；下节两骨相似并立，形略扁，略呈扭曲状，但一根较长。后肢上节圆柱形，能四侧放平而不幌动，上端内侧有一圆轴，下端有长圆形的凹槽，为膝盖骨的所在处。膝盖骨(即虎胫)呈长圆形，内面光滑，厚而坚重，常带有舌状筋。下节主骨粗大，呈三棱柱形，另一根很细，习称\"邦骨\"。前足5趾，后足4趾，趾端均具短爪钩。虎骨的表面均呈黄白色或灰白色，细腻而油润。体较重，质坚实。断面可见中间空隙约占三分之一，其内骨髓形成丝络网状，为灰黄色。气腥。以个大、体重、坚实、黄白色、无残肉者为佳。个小、体较轻、灰白色、带残肉者质次。如用毒药杀死，其骨发黑者，不可入药。\n主产吉林、黑龙江、湖南、四川、云南、贵州。此外，辽宁、内蒙古、广西、湖北、安徽、福建等地亦产。以东北产的品质为优。",
    "effect": "①消炎作用\n虎骨胶对大鼠甲醛性\"关节炎\"具有一定程度的消炎作用。10%虎骨粉混悬剂对大鼠甲醛性和蛋清性\"关节炎\"，均有显著抑制作用，但对摘除肾上腺和处于麻醉状态下的大鼠实验性\"关节炎\"则无效，故认为其消炎作用是通过神经系统影响肾上腺皮质功能所致；另外，亦可降低兔毛细血管通透性，这与消炎作用可能也有一定关系。\n\n②镇痛作用\n用灯光光源聚焦照射大鼠尾部，初步观察到虎骨胶有良好的镇痛作用。\n\n③其他作用\n给小鼠虎骨胶灌胃(1克／公斤)，2小时内有一定镇静效力(抖笼法)。小鼠每天用虎骨粉混悬剂(1克/公斤或2克／公斤)灌胃，观察2周，未发现毒性，对生长无明显影响。",
    "creation": "虎骨：去净筋肉，洗净，阴干，临用时敲碎。油虎骨：取净虎骨，置锅内用麻油炸酥，或抹麻油后用火烤酥。醋虎骨：取砂子，置锅内炒至轻松，加入净虎骨，炒至黄色，筛去沙子，将虎骨乘热倒入醋内淬酥，取出晾干。（每净虎骨100斤，用醋20～30斤）\n①《本草蒙筌》：\"虎骨涂酥油炙脆，勿煎汤液，惟制丸、散。\"\n②《纲目》：\"凡用虎之诸骨，并捶碎去髓，涂酥或酒或醋，各随方法，炭火炙黄入药。\"",
    "function": "追风定痛，健骨，镇惊。治历节风痛，四肢拘挛，腰脚不随，惊悸癫痫，痔瘘脱肛。\n\n①《别录》：\"止惊悸，疗恶疮鼠瘘，头骨尤良。\"\n\n②《药性论》：\"杀犬咬毒。治筋骨毒风挛急，屈伸不得，走庄疼痛，温疟。疗伤寒温气。\"\n\n③《千金·食治》：\"头骨治风邪。\"\n\n④《食疗本草》：\"主腰膝急痛，煮作汤浴之或和醋浸亦良，主筋骨风急痛，胫骨尤妙。\"\n\n⑤《本草拾遗》：\"煮汁浴小儿，去疮疥。(治)惊痫。\"\n\n⑥《纲目》：\"追风定痛，健骨，止久痢脱肛，兽骨哽咽。\"\n\n⑦《玉楸药解》：\"疗关节气冷，治膝胫肿痛。逐痹通关，强筋健骨，平历节肿痛，愈腰膝痿软。\"",
    "taste": "辛，温。\n\n①《别录》：\"平。\"\n\n②《药性论》：\"味辛，微热，无毒。\"\n\n③《玉楸药解》：\"味辛咸，气平。\"\n\n入肝、肾经。\n\n①《雷公炮制药性解》：\"入肾经。\"\n\n②《本草汇言》：\"入手少阴、足厥阴经。\"\n",
    "usage": "内服：煎汤，3～5钱；浸酒或入丸、散。",
    "compatibility": "血虚火盛者慎服。\n\n①《本草蒙筌》：\"畏蜀漆、蜀椒、磁石。\"\n\n②《本草经疏》：\"凡血不足以养筋，以致筋骨疼痛者宜少用。\"\n\n③《得配本草》：\"肝肾虚败，腰腿疼痛如风者禁用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "头骨略呈半圆形，额骨平，吻部短，前额上部有一浅槽，顶骨后面常有一棱脊，两侧髂骨弓向外展出，略呈三角形．眼眶下面各有一椭圆形透孔，孔面斜向。上腭骨生门齿3对、犬齿1对、臼齿4对；下腭骨生门齿3对、犬齿1对、臼齿3对，共30个牙齿。犬齿圆锥形，基部直径可达2cm以上，牙冠长右达5cm以上，臼齿呈山字形。身骨颈椎7节，形体粗壮。第1节呈蝶形，第3-7节呈马鞍形。胸椎13节，第11节棘突极度缩短，第12-13节棘突向前倾斜。两侧联结肋骨13对，肋骨两头圆中间扁，并与胸骨相衔接。腰椎7节，荐椎3节常愈合成1块。尾堆22-28节，多为双数。坐骨1具，左右对称。肩胛骨2块，呈扇形。四肢骨又称“四腿骨”。上节均为1根独骨，明显棱状，下节均为2骨合成。前肢上节(肱骨)下端靠近环处侧面有一扁长孔，习称“凤眼”，下节两骨(尺骨、桡骨)相似并立，形略扁，主骨较长，呈卡尺形，邦骨(桡骨)略短。后肢上节(股骨)呈圆柱形，能四侧放平而不晃动，上端内侧有一圆轴称“股骨头”，下端有长圆形的凹槽，为膝盖骨的所在处。下节主骨(胫骨)粗而呈棱柱状，邦骨(腓骨)较细。前足5趾，后足4趾，均具黄褐色带有黑色条纹的皮毛，趾端有粗短爪钩，爪钩黄白色或灰白色，光滑油润，爪钩呈棱形弯钩状，向内弯处略平无裂纹，爪钩呈圆棱状。骨质重而坚实，腿骨断面中空，空隙跟约占骨的1／3，内见骨髓形似丝络状，棕黄色或灰黄色。气腥浓。以骨骼大、体重、质坚、淡棕黄色、骨髓见丝瓜络状、气腥浓、无残肉者为佳；以身小、体轻，灰白色，带残肉者质次。",
    "application": "临床报道: \n　　治疗筋骨萎弱: 以虎骨配其他滋阴补肾药制丸, 每服６～９g , 每日１～２次, 食前淡盐水送服．治疗小儿麻痹后遗症、脊髓神经根炎恢复期, 两下肢软弱无力, 有较好疗效, 对增强肌肉力量有一定帮助．［新医学　１９７２；（４): ４９］\n　　方剂选用: \n　　１. 治疗历节风百骨节疼痛, 昼夜不可忍: 没药（研)半两, 虎胫骨（酒炙)三两．上二味捣研为末, 每服二钱匕, 温酒调下, 日三服, 不计时候．（《圣济总录》)\n　　２. 治疗健忘惊悸: 虎骨（稣炙)、白龙骨、远志肉等份．为末, 生姜汤服, 日三服．（《永类钤方》预知散)\n　　配伍效用: 虎胫骨配伍没药 虎胫骨祛风定痛；没药活血止痛．二者配伍, 有祛风通络止痛之功效, 用於治疗历节风百骨节痛、昼夜不可忍者．",
    "position": "为猫科动物虎的骨胳。",
    "source": "《本草经集注》"
  },
  {
    "name": "五指山参",
    "alias": "红花马宁。",
    "ingredient": "?",
    "process": "\n冬季挖根，洗净，切片，晒干。\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n滋养强壮。治神经衰弱，头晕，腰腿痛，胃痛，腹泻。\n",
    "taste": "\n甘淡，微温。\n",
    "usage": "\n内服：煎汤，3～5钱。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肾；胃经",
    "plant": "\n箭叶秋葵\n多年生亚灌木状草本，高0.3～1米。根肉质，萝卜状。小枝疏被长毛，叶互生；形多样，阔卵形或近圆形，基部心形或戟形，上部的叶有时为箭形，3～5浅裂或深裂，两面均疏被长粗毛，边缘有钝齿，托叶狭披针形或线形，被毛。花单生于叶腋，花梗长3～5厘米，花后伸长；小苞片5～8枚，线形，具长缘毛：花萼佛焰苞状，两面被柔毛；花冠红色，5瓣，长约4厘米；雄蕊管短于花冠；花柱顶部5分枝，柱头扁平。蒴果卵形或长圆形，长2.5～4厘米，具短喙或长喙，果皮薄革质，疏被黄色长粗毛。种子肾形，有纵裂锯齿状腺点。花期4～9月。\n生于坡地灌木丛、草丛中。分布广东、贵州等地。\n",
    "application": "?",
    "position": "\n为锦葵科植物箭叶秋葵的根。\n",
    "source": "\n广州部队《常用中草药手册》\n"
  },
  {
    "name": "天花粉",
    "alias": "栝楼根(《本经》)，蒌根(《雷公炮炙论》)，白药(《本草图经》)，瑞雪(《纲目》)，天瓜粉(《重庆堂随笔》)，花粉(《增订伪药条辨》)，屎瓜根(《四川中药志》)，栝蒌粉、蒌粉(《药材学》)。",
    "ingredient": "含多量淀粉及皂甙，尚含蛋白质、多种氨基酸及糖类。",
    "process": "春、秋均可采挖，以秋季采者为佳。挖出后，洗净泥土，刮去粗皮，切成段，粗大者再纵切为两，晒干。然后撞去外表的黄色层使成白色；或用硫黄熏白。",
    "distinguish": "干燥根呈不规则的圆柱形，长5～10厘米，直径2～5厘米，表面黄白色至淡棕色，皱缩不平，具有陷下的细根痕迹。质结实而重，粉质，不易折断。纵剖面白色，有黄色条状的维管束；横断面白色，散有淡棕色导管群条痕。气微，味淡后微苦。以色洁白、粉性足、质细嫩、体肥满者为佳；色棕、纤维多者为次。\n全国大部分地区有产。主产河南、广西、山东、江苏、贵州、安徽等地。以河南产量大、质量优，习称\"安阳花粉\"。\n\n此外，尚有同属植物双边栝楼的根，在广西地区亦作天花粉使用。植物形态详\"栝楼子\"条。",
    "effect": "天花粉煎剂在体外对多种致病性杆菌及溶血性链球菌、肺炎双球菌等有不同程度的抑制作用。",
    "creation": "拣去杂质，大小块分开，用水泡约六成透，捞出，闷润至内外湿度均匀，切片，晒干；或用水洗净，捞出，晒至极干，捣成小块。",
    "function": "生津，止渴，降火，润燥，排脓，消肿。治热病口渴，消渴，黄疸，肺燥咳血，痈肿，痔瘘。\n\n①《本经》：\"主消渴，身热，烦满，大热，补虚安中，续绝伤。\"\n\n②《别录》：\"除肠胃中痼热，八疸身面黄，唇干，口燥，短气。通月水，止小便利。\"\n\n③《日华子本草》：\"通小肠，排脓，消肿毒，生肌长肉，消扑损瘀血。治热狂时疾，乳痈，发背，痔瘘疮疖。\"\n\n④《滇南本草》：\"治痈疮肿毒，并止咳嗽带血。\"\n\n⑤《本草蒙筌》：\"治偏疝。\"\n\n⑥《本草正》：\"凉心肺，解热渴。降膈上热痰，消乳痈肿毒。\"\n\n⑦《医林纂要》：\"补肺，敛气，降火，宁心，兼泻肝郁，缓肝急，清膀胱热，止热淋小便短数，除阳明湿热。\"\n\n⑧《现代实用中药》：\"作撒布剂，治皮肤湿疹，汗斑，擦伤。\"",
    "taste": "甘苦酸，凉。\n\n①《本经》：\"味苦，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《纲目》：\"甘微苦酸，微寒。\"",
    "usage": "内服：煎汤，3～4钱；或入丸、散，外用：研末撒或调敷。",
    "compatibility": "脾胃虚寒大便滑泄者忌服。\n\n①《本草经集注》：\"枸杞为之使。恶干姜。畏牛膝、干漆。反乌头。\"\n\n②《本草经疏》：\"脾胃虚寒作泄者勿服。\"\n\n③《本草汇言》：\"汗下之后，亡液而作渴者不可妄投；阴虚火动，津液不能上承而作渴者，不可概施。\"\n\n④《本经逢原》：\"凡痰饮色勺清稀者，忌用。\"\n\n⑤《得配本草》：\"胃虚湿痰，亡阳作渴，病在表者禁用。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "副反应与毒性：给雌狗肌内注射注射用天花粉，一般呈现精神萎靡，食欲减退，以至拒食，剂量0.2-2mg/kg，副反应经3-5日恢复，但3-4mg/kg者大多经1-2周后死亡；用药狗的白细胞总数升高达3万-4万/mm3；嗜中性白细胞百分率可增至90%，一般经1周后降至正常；心电图观察，0.2-2mg/kg组有暂时性ST段降低现象，经2-3日恢复，3-4mg/kg组ST段随病程逐渐下降，T波倒明显，个别出现早搏现象；对肝、肾功能影响，给狗3-4mg/kg剂量时，SGPT显着升高，NPNl高可达200mg/kg左右，同时有血钠、血氯下降，血钾升高，CO2结合力降低，呈现代谢性酸中毒；病理检查，0.2-2mg/kg组出现全身毛细血管和小静脉扩张、淤血，肝、肾实质性细胞轻度变性，3-4mg/kg者尚出现多种器官出血点及肾脏近曲小管大片坏死，有的出现肝实质细胞小灶坏死；药物抗原性测定，小鼠皮下注射均有不同程度的过敏反应，对人体皮试与血清抗体测定，能引起机体产生特异性抗体，故皮试对预防天花粉过敏反应有定意义；小鼠皮下注射，观察10天，其半数致死量为0.6mg/只以上；孕妇引产副反应，一般为发热38.5℃左右，并伴有四肢酸痛、咽喉痛、头痛、颈项不利，注射局部痛及胎盘粘连等，体温升高一般认为是机体对异性蛋白的保护性反应，在流产后即恢复，而胎盘粘连则认为是引起的炎症过重不利的一面，故用药后应密切观察。成年雌犬肌肉注射不同剂量的天花粉蛋白制剂，小剂量组（人引产剂量的3-6倍）可出现精神萎靡食欲减退以至拒食，经2-5日逐渐恢复。有暂时性ST段降低。少部分犬肝功能谷丙转氨酶轻度升高，并出现全身毛细血管和小静脉扩张瘀血，肝、肾实质细胞轻度变性。大剂量组（人引产剂量的9-12倍），大部分犬在1-2周后严重衰竭而死亡，心电图ST段随病程逐步降低，T波明显倒置，个别出现多发性早搏现象。同时出现肝肾实质细胞坏死及呈代谢性酸中毒等天花粉蛋白的毒性程度与纯度有一定的关系。小鼠半数致死量测定天花粉2.26mg/只，天花粉蛋白粗制剂0.6mg/只，透析天花粉蛋白0.29mg/只，结晶天花粉蛋白0.236mg/只。",
    "category": "归肺；胃经",
    "plant": "多年生草质藤本。块根横生，肥厚，多为圆柱形或长纺锤形。茎无毛，有棱线;卷须2~3歧。叶互生，叶片宽卵状心形或扁心形。雄花3~8朵成总状花序，花生于上端1/3处;小苞片菱状倒卵形;萼片线形，全缘;花冠白色;雌花单生。果实宽卵状椭圆形至球形。种子扁平，长椭圆形，深棕色。花期6~8月，果期9~10月。",
    "application": "用于引产\n对中期妊娠、死胎、过期流产的引产具有疗效高、方法简便、出血少等优点。制剂与用法：㈠注射用天花粉：注射前先用生理盐水将天花粉稀释至每毫升含2微克的浓度，取0.05毫升注射于前臂屈侧皮内，20分钟后观察皮试结果，如属阴性者可深部肌肉注射0.2毫克天花粉作试探试验，观察2小时如无反应，即可深部肌肉注射5～8毫克。据2000例左右中期妊娠、死胎、过期流产的引产观察；成功率达95%左右，其中死胎引产效果更为突出。平均引产时间：中期妊娠一般在6天左右，死胎在3～5天以内。注射后通常在6～8小时出现发热、头痛、咽喉痛、关节酸痛、颈项活动不利等副作用，局部出现疼痛及红斑；少数发生皮疹，恶心呕吐；个别出现荨麻疹，血管神经性水肿，胸闷，气急，腹胀，肝脾肿大，甚至过敏性休克等。反应重者须及时抢救，以免造成不良后果；一般轻度反应可在2～3天后自行消失，用异丙嗪处理后能减轻。对心、肝、肾疾病伴功能不良，严重贫血及精神病患者慎用。㈡取天花粉1克、猪牙皂粉0.5克，加水调成糊状，纱布包扎，放入阴道后穹窿处，经24小时能迫使中期妊娠、死胎、过期流产、葡萄状眙块等自然排出。一般出血不多，痛苦不大，经过顺利。应用147例，成功率达93.2%。㈢取花粉素70～80毫克，牙皂素40毫克混匀装入胶囊。用时取1粒放入阴道后穹窿。一般经12～24小时出现畏寒、发烧、关节疼痛等副作用，约持续2天左右。上药后4小时测体温、脉搏、血压，如体温超过38.5℃或血压低于90／60毫米汞柱时，应即予脱敏、对症处理，以免意外。用药期间宜多饮水。一般在3～6天内可自然分娩。观察1046例；1次成功973例，成功率为93%。但㈡㈢两法副作用严重，现少采用。",
    "position": "为葫芦科植物栝楼的根。植物形态详\"栝楼\"条。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "马齿苋",
    "alias": "马齿草,马苋,马齿菜,马齿龙芽,五方草,长命菜,九头狮子草,灰苋,马踏菜,酱瓣草,安乐菜,酸苋,豆板菜,瓜子菜,长命苋,酱瓣豆草,蛇草,酸味菜,猪母菜,狮子草,地马莱,马蛇子菜,蚂蚁菜,长寿菜,耐旱菜",
    "ingredient": "全草含大量去甲肾上腺素（noradrenaline)[1] 和多量钾盐（包括硝酸钾、氯化钾、硫酸钾和其他钾盐)[2]。还含多巴（dopa)，多巴胺（dopamine)[1]，甜菜素（betanidin)，异甜菜素（isobetanidin)，甜菜式（betanin)，异甜菜甙（isobetanin)[3]，草酸（oxalic acid)，苹果酸（malic acid)，柠檬酸（citric acid)，谷氨酸（glutamic acid)，天冬氨酸（aspartic acid)，丙氨酸（alanine)以及葡萄糖（glucose)，果糖（fructose)，蔗糖（sucrose)[4]等。另据报道全草显生物碱，香豆精，黄酮，强心甙和蒽甙的反应[4]。并含大量的聚ω3不饱和脂肪酸（ω3-polyunsaturated fatty acid)[6]。",
    "process": "夏、秋两季当茎叶茂盛时采收，割取全草，洗净泥土，用沸水略烫后晒干。",
    "distinguish": "干燥全草皱缩卷曲，常缠结成团。茎细而扭曲，长约15厘米。表面黄褐色至绿褐色，有明显的纵沟纹。质脆，易折断，折断面中心黄白色。叶多皱缩或破碎，暗绿色或深褐色。枝顶端常有椭圆形蒴果或其裂爿残留，果内有多数细小的种子。气微弱而特殊，味微酸而有粘性。以棵小、质嫩、叶多、青绿色者为佳。\n全国各地均产。",
    "effect": "1.抗菌作用 曲淑岩报道马齿苋乙醇提取物对志贺氏和佛氏付赤痢杆菌有显著的抑制作用。水煎剂对志贺氏、宋内氏、斯氏及费氏痢疾杆菌均有抑制作用，但痢疾杆菌在马齿苋肉汤中多次传代后能产生明显的抗药性。醇浸物或水煎剂对大肠杆菌、伤寒杆菌及金黄色葡萄球菌也有抑制作用；对某些致病真菌如奥杜盎氏小芽胞癣菌等，也有不同的抑制作用。对结核杆菌无抑制作用；对小鼠腹腔注射大肠杆菌感染，用醇提液或醇提后残渣水煎液均无效。1992年马慕英报道了深圳市菜市场出售的野生马齿苋对多种常见的食品污染菌的抑菌作用。结果表明，马齿苋对多种常见的食品污染菌均有较强的抑制作用。即使稀释到12.5%的浓度仍有一定的抑菌作用。尤其是对许多细菌，如大肠杆菌，沙门氏菌、变形杆菌、志贺氏菌、金黄色葡萄球菌、枯草芽孢杆菌、蜡样芽孢杆菌等抑菌作用较强，而对藤黄八叠球菌不抑制，对霉状杆菌抑制作用不明显。马齿苋对一些霉菌也有抑制作用，如对总状毛霉、赤霉、交链孢霉、黄曲霉等抑制作用也较强；而对黑根霉、绿色木霉、黑曲霉无抑菌作用，对酵母菌无抑菌作用。\n2.对平滑肌的作用 1985年曲淑岩报道马齿苋提取液(水煎浓缩加酒精去掉沉淀制成)及其分离的结晶氯化钾对豚鼠、大鼠及家兔离体、犬的在位子宫皆有明显的兴奋作用。马齿苋注射液2ml(相当于生药5-10g)，比用麦角新碱0.2mg为强，较用垂体后叶素10单位为弱;而用4-6ml则与垂体后叶素10单位相仿。从马齿苋中分离的氯化钾结晶对大鼠离体回肠有明显的收缩作用，其作强度与前列腺素E1，200ug、新斯的明0.25mg相似，而20%煎剂0.2ml对离体豚鼠小肠有抑制作用。此后国外学者SunbhanichM等研究了马齿苋新鲜植物榨的水汁及沸水提取物对离体豚鼠肠蠕动及离体的心房和气管收缩的影响。结果表明，对于离体回肠，水汁和沸水提取物都使收缩的紧张度、振幅、频率增强。这种作用与乙酰胆碱类似，而且是剂量依赖性的。但是，收缩的紧张度和蠕动的增加可轻微地被阿托品阻断。两种类型的制剂均显示出剂量依赖性的对心脏心肌收缩力和收缩速率的作用，以及对离体气管条的松弛作用。这些作用与异丙肾上腺素产生的作用类似，并且可被心得安(2.1x10(-5)mol/L)完全阻断。马齿苋对离体豚鼠回肠和心房的作用结果提示该药可分别作为松驰剂和强心剂，其对支气管的扩张作用可用于治疗支气管哮喘。\n3.对骨骼肌的作用：\nOkwuasabaF等于1987年报道马齿苋水提取物有独特的使离体和在体骨骼肌舒张的特性，将此水提取物局部用于脊髓损伤所致的骨骼肌强直有效。作者又进一步研究了马齿苋的各种提取物的药理活性，并与水提取物作了比较。结果表明，就对大白鼠膈神经一偏侧膈肌(MS和NS)及蛙腹直肌标本的抑制作用而论，马齿苋的各种提取物［甲醇(MEE)，乙醚(DEE)及可透析的(DIF)提取物］的作用相似而且与水提取物(AEE)的作用也十分相似。\n此3种提取物均具有：\n3.1.产生由开始时颤搐张力的增加随后长时间持续抑制所组成的双相反应；\n3.2.显著降低K+和咖啡因所致挛缩的颤搐/强直比例；\n3.3.衰减激动剂烟碱所致腹直肌挛缩。不可透析的(NDF)提取物仪显示很轻微的肌肉舒张作用而不衰减激动剂烟碱引起的挛缩。其作用机理可推测为：马齿苋水提取物和有机溶剂提取物通过干扰各种钙池而产生肌肉舒张，这些钙池与兴奋一收缩偶联如起动钙和细胞内钙池有关。咖啡因引起的收缩部分地是通过动员肌浆网(SR)钙池，而干扰这种钙池的动员，则可以部分地解释所观察到的各种不同的马齿苋提取物对咖啡因收缩的衰减。这些提取物的其它作用如对颤搐(MS)和强直张力的抑制可以用类似机理解释。这些提取物的IC50的强度顺序为DIF≥MEE>DEE。因甲醇比乙醚的分配系数低，可能甲醇提取物中含有更多的马齿苋肌肉舒张作用的活性成分。根据DIF具有明显的作用以及以前使用高压液相层析提取的100%乙腈部分没有骨骼肌舒张作用，可以认为马齿苋的有效成分中可能包括极性成分。\n4.对子宫的作用：李守柔等于1979年报道，马齿苋对动物子宫有两种相反的作用，一为兴奋作用，系马齿苋中分得的氯化钾；一为抑制作用，系马齿苋中的有机成分。钾盐主要存在于茎中，有机成分主要存在于叶中。\n5.对心血管系统的作用：兰州医学院报道，20%水煎剂0.2ml对离体蛙心有抑制作用。对麻醉狗静脉注射3ml/只，呼吸、血压、心跳均无明显影响。\n6.促溃疡愈合作用：全国中草药汇编报道，本品含有丰富的维生素A样物质，故能促进上皮细胞的生理功能趋于正常。\n7.其它作用：StefanovZH等报道马齿苋的水溶性和脂溶性提取物能延长四氧嘧啶所致严重糖尿病大鼠和兔的生命，但不影响血糖水平，提示马齿苋提取物可改善脂质代谢的紊乱。",
    "creation": "拣净杂质，除去残根，以水稍润，切段晒干。",
    "function": "清热解毒，散血消肿。治热痢脓血，热淋，血淋，带下，痈肿恶疮，丹毒，痕疬。用于湿热所致的腹泻、痢疾，常配黄连、木香。内服或捣汁外敷，治痈肿。亦用于便血、子宫出血，有止血作用。\n\n①《唐本草》：\"主诸肿瘘疣目，捣揩之；饮汁主反胃，诸淋，金疮血流，破血癖癥癖，小儿尤良；用汁洗紧唇、面疱、马汗、射工毒涂之瘥。\"\n\n②孟姺：\"湿癣白秃，以马齿膏和灰涂敷。治疳痢及一切风，敷杖疮。\"\n\n③《食疗本草》：\"明门。亦治疳痢。\"\n\n④《本草拾遗》：\"止消渴。\"\n\n⑤《蜀本草》：\"主尸脚(人脚无冬夏常拆裂)、阴肿。\"\n\n⑥《开宝本草》：\"主目盲白霄，利大小便，去寒热，杀诸虫，止渴，破癥结痈疮。又烧为灰，和多年醋滓，先灸丁肿。以封之，即根出.生捣绞汁服，当利下恶物，去白虫。\"\n\n⑦《日用本草》：\"凉肝退翳。\"\n\n⑧《滇南本草》：\"益气，消暑热，宽中下气，润肠，消积滞，杀虫，疗疮红肿疼痛。\"\n\n⑨《纲目》：\"散血消肿，利肠滑胎，解毒通淋，治产后虚汗。\"\n\n⑩《生草药性备要》：\"治红痢症，清热毒，洗痔疮疳疔。\"",
    "taste": "酸，寒。\n\n①陶弘景：\"小酸。\"\n\n②《唐本草》：\"味辛，寒，无毒。\"\n\n③《本草经疏》：\"味辛苦，气寒，无毒。\"\n\n入大肠，肝、脾经。\n\n①《滇南本草》：\"入胃。\"\n\n②《得配本草》：\"入手太阳、阳明经。\"\n\n③《本草再新》：\"入肝、脾二经。\"\n",
    "usage": "内服：煎汤，3～5钱(鲜者2～4两)；或捣汁饮。外用：捣敷、烧灰研末调敷或煎水洗。",
    "compatibility": "《本草经疏》：\"凡脾胃虚寒，肠滑作泄者勿用；煎饵方中不得与鳖甲同入。\"",
    "storage": "置通风干燥处，防潮。",
    "side_effects": "?",
    "category": "归经_大肠经",
    "plant": "马齿苋\n一年生肉质草本，全株光滑无毛，高20～30厘米。茎圆柱形，平卧或斜向上，由基部分歧四散，向阳面常带淡褐红色或紫色。叶互生或对生，叶柄极短，叶片肥厚肉质，倒卵形或匙形，长1～3厘米，宽5～14毫米，先端钝圆，有时微缺，基部阔楔形，全缘，上面深绿色，下面暗红色。花两性，较小，黄色，通常3～5朵，丛生枝顶叶腋；总苞片4～5枚，三角状卵形；萼片2，对生，卵形，基部与子房连合；花瓣5，倒心形，先端微凹；雄蕊8～12，药黄色；雌蕊1，子房半下位，1室，花柱顶端4～6裂，形成线状柱头。蒴果短圆锥形，棕色，盖裂；种子多数，黑褐色，表面具细点。花期5～9月。果期6～10月。\n生于田野、荒芜地及路旁。我国大部地区都有分布。\n\n本植物的种子(马齿苋子)亦供药用，另详专条。",
    "application": "①预防菌痢\n取鲜马齿苋茎叶，洗净切碎，1斤马齿苋加水3斤，煎取1斤，过滤。成人日服3次，每次70毫升，连服2～7天。儿童服60%马齿苋煎液，或把马齿苋切细做成馄饨、馒头馅，或煮粥吃；每斤鲜马齿苋可分给15个儿童服用，隔日吃1次。有些地区也作为副食晶食用，连续10天。经数千例观察，在菌痢流行季节服用，发病率明显下降。\n\n②治疗菌痢、肠炎及痢疾带菌者\n马齿苋对急、慢性菌痢的疗效，与其它治痢药物如磺胺脒、合霉素等相仿，对急性病例的有效率在90%以上，对慢性病例的有效率亦在60%上下。剂量：马齿苋有效剂量的安全范围较大，虽大量服用，亦无毒性。但亦有报告1例服用100%马齿苋煎液后引起过敏性皮疹。有人主张鲜草每日服1斤，干草减半。临床上常用50%煎剂(干草)，每次50～100毫升，或100%煎剂(鲜草)，每次40～70毫升，日服3～4次，小儿酌减，连续7～10天为一疗程。慢性病例连服4周亦未见毒性反应。对顽固病例可用马齿苋煎液稀释后行保留灌肠，每次200毫升，每日1次。又有用马齿苋、铁苋菜等量制成注射剂(每毫升相当于生药各1克)，成人每次肌注2毫升，每日2～3次，连续3天为一疗程。此外，又可用马齿苋与白头翁、黄柏按3：1：1的比例制成合剂，治疗效果亦满意。在马齿苋治疗过程中，对严重失水患者须按常规补液，腹痛者可给颠茄合剂。急性病例绝大多数在服药后一切临床症状迅速被控制，1～2天内体温恢复正常，3～6天内排便次数转为正常，3～4天内腹痛及里急后重消失，2～6天最迟11天内大便培养转为阴性。又马齿苋对痢疾带菌者、肠炎、消化不良性腹泻，也有同样效果。\n\n③治疗钩虫病\n成人1次量为鲜马齿苋5～6两，煎汁，加食醋50毫升，也可加适量白糖，每天1次或分2次空腹服，连服3天为一疗程。如需行第二、三疗程，须间隔10～14天。临床观察192例，服药1～3个疗程后粪检虫卵转阴率占80%上下。马齿苋亦可制成片剂或1：2流浸膏，以片剂疗效较高，流浸膏次之，水煎剂较差。\n\n④治疗急性阑尾炎\n干马齿苋、蒲公英各2两(亦可用鲜草，剂重加倍，水煎2次，煎液合并再浓煎成200毫升，上下午各服100毫升。经治疗31例，除1例疗效不佳而改用手术治疗外，其余均痊愈出院。其中绝大多数在3～8天内体温及白细胞恢复正常，腹痛、反跳痛、腹肌紧张消失，压痛消失或尚有轻微深压痛。另法取马齿苋洗净捣碎，以纱布包裹压榨过滤，取原汁30毫升，加适量白糖及冷开水使成100毫升，为1次量，日服3次，也有疗效。\n\n⑤治疗淋巴结核溃烂\n取全草6两洗净晒干，加工成细粉，放入熬熟的猪板油8两中，趁热用铁勺不断搅拌，待冒白烟，将锅端下，放入蜂蜜8两，搅拌成糊状，冷却后即成软膏。用药前先将患处用淘米水(冷开水淘米)洗净，按疮口大小摊成小膏药敷于患处，纱布覆盖，放布固定，每2天换1次，以痊愈为度，不可间断。治疗期间忌食无鳞鱼、鳖，忌房事。此膏对其它骨结核溃破也有同样疗效。同时，此膏又可用于内服治疗多种结核病。服法：每次1～3钱，日服3次。临床观察118例，其中淋巴结核42例，肺结核31例，其它结核(包括脊椎结核、骨结核、肠结核、肾结核等)45例，均收到了不同程度的疗效。又有用鲜马齿苋洗净煮烂，挤出原汁，熬成膏状，用于治疗寒性脓疡，按常规清创后，将药膏涂于患处，上盖敷料固定，亦取得一定疗效。\n\n⑥治疗疮疖及化脓性疾患\n取鲜马齿苋4～6两，洗净捣碎，加水2～3斤，煮沸(不宜久煎)，待水温降至40℃左右时，用毛巾蘸药液溻洗患处，每日2～4次；或用4～6层纱布浸药液湿敷患处。每日2～4次，每次20～60分钟；亦可用马齿苋捣成泥糊状敷于创面，外加敷科固定，每日换药4～6次。溻洗和捣敷适用于化脓性皮肤病和外科感染，如暑令疮毒、疖肿、乳痈、丹毒、蜂窝织炎、肛周脓肿、甲沟炎等；溻洗还可用于黄水疮、臁疮、足癣感染等；湿敷法主要用于糜烂渗出性皮损，如湿疹、滦疮、婴儿湿疹、接触性皮炎等.上述疾患用马齿苋外治，并适当配合内服药，，一般在1～2周可愈；对廉烂渗出的皮损用马齿苋湿敷，平均3～5天渗出停止，上皮新生。\n\n⑦用于收缩子宫\n经500余例临床观察，马齿苋注射液可以代替麦角新碱，使子宫平滑肌收缩，其作用甚至较麦角新碱为强。注射液每毫升相当于生药0.5～1.0钱，对产后流血、功能性子宫出血，可肌注2毫升；对剖腹产、刮宫取胎可直接注射于子宫底两侧或注入宫颈。\n\n⑧治疗小儿单钝性腹泻\n取新马齿苋0.5～1.0斤，煎汤，加适量白糖调味，分次作饮料服下，1天服完，连服2～3天。或取鲜马齿苋洗净焙干研末，每次3克，温开水送服，每日3次。\n\n⑨治疗小儿百日咳\n取50%马齿苋糖浆100毫升，每日4次，3天分服。一般服药3天后，即见咳嗽减少，发作时间缩短，症状减轻。",
    "position": "为马齿苋科植物马齿苋的全草。",
    "source": "《本草经集注》"
  },
  {
    "name": "砒霜",
    "alias": "白砒、信石、鹤顶红",
    "ingredient": "主要是三氧化二砷(As2O3)。",
    "process": "为砒石经升华而得的精制品。拉丁植物动物矿物名：Arsenolite;Arsenopyrite;Realgar;Orpiment",
    "distinguish": "为白色粉末，无臭，无味，能溶于水、乙醇、酸类及碱类。加热则升散而发蒜臭。",
    "effect": "三氧化二砷具有砷剂的基本药理和毒理。砷有原浆毒作用，且能麻痹毛细血管，抑制含疏基酶的活性，并使肝脏脂变、肝小叶中心坏死，心、肝、肾、肠充血，上皮细胞坏死，毛细血管扩张。枯痔散中含有白砒，如给兔耳每日涂敷，可致干性坏死，以至脱落；实验表明，不含三氧化二砷的制品则无此作用。枯痔散中含砷量为8-16%左右，易自粘膜面吸收，应用不当，可致急性砷中毒。作为杀灭虫害的农药，误服中毒者亦有报道。",
    "creation": "《本草衍义》：将生砒就置火上，以器覆之，令砒烟上飞，着覆器，遂凝结，累然下垂如乳尖，长者为胜，平短者次之。大块者已是下等，片如细屑者极下也，入药当用如乳尖长者。",
    "function": "劫痰截疟，杀虫，蚀恶肉。治寒痰哮喘，疟疾，休息痢，梅毒，痔疮，瘰疬，走马牙疳，癣疮，溃疡腐肉不脱。\n\n①《日华子本草》:\"治妇人血气冲心痛，落胎。\"\n\n②《开宝本草》:\"主诸疟，风痰在胸膈，可作吐药。\"\n\n③《本草蒙筌》:\"截疟除吼，膈上风痰可吐；溃坚磨积，腹内宿食能消。\"\n\n④《医学入门》:\"主恶疮瘰疬，腐肉，和诸药敷之，自然蚀落。又治蛇尿着人手足，肿痛肉烂，指节脱落。为末，以胶清调涂。\"\n\n⑤《纲目》:\"蚀痈疽败肉，枯痔，杀虫。\"\n\n⑥《玉楸药解》:\"治寒痰冷癖，久疟积痢，疗痔漏瘰疬，心疼呴喘，蚀痈疽腐肉，平走马牙疳。\"",
    "taste": "辛酸，热，有毒。\n\n①《开宝本草》:\"味苦酸，有毒。\"\n\n②《玉楸药解》:\"辛，热，大毒。\"",
    "usage": "内服:入丸、散，1～5毫。外用:研末撒或调敷，或入膏药中贴之。",
    "compatibility": "本品毒性比砒石更剧，内服极宜谨慎。体虚及孕妇忌服。\n\n①《品汇精要》:\"畏绿豆、冷水、醋。\"\n\n②《本草蒙筌》:\"畏羊血。\"\n\n③《医学折衷》:\"大伤胸气，脾胃虚者，切宜戒之。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肺；胃；大肠经",
    "plant": "1.晶形为八面体，偶尔也有菱形十二面体。歪晶为粒状、板柱状；微晶呈星状、毛发状；集合体呈钟乳状、皮壳状和土状。无色至灰白色，多数带灰蓝、黄或红色色调。条痕白色或带有黄色。有玻璃至金刚样光泽，无晶面可见时则为油脂、丝绢样光泽。解理多组完全，交呈棱角。极脆。硬度为1.5。相对密度为3.7-3.9。能缓慢溶解于水。有剧毒。2.毒砂 晶体结构属单斜或三斜晶系。晶形多呈柱状，有时为短柱、板柱、双锥状或致密粒块、致密块状等集合体。新鲜面呈锡白色至钢灰色。条痕黑色。金属光泽，不透明，晶体解理中等或不完全，块状集合体见不到解理，断口不平坦。硬度5.5-6。相对密度5.9-6.3。性脆，致密块体用铁锤猛击时有火星，可发出蒜臭气。3.雄黄 晶体结构属单斜晶系。晶体细小，呈柱状、短柱状或针状，但较少见。通常多呈粒状，致密块状，有时呈土状、粉末状、皮壳状集合体。橘红色，表面或有暗黑及灰色的锖色。条痕浅橘红色。晶体呈金刚光泽，断口树脂光泽。硬度1.5-2，相对密度3.56，阳光久照会发生破坏而转变为淡橘红色粉末。锤击之有刺鼻蒜臭。4.雌黄 单斜晶系。晶体常呈柱状，往往带有弯曲的晶面，集合体则呈杆状、块状、鸡冠状。柠檬黄色，有时微带浅褐色。条痕与矿物本色相同，惟色彩更为鲜明。光泽视方向不同而变化，由金刚光泽至脂肪光泽，新鲜断面呈强烈的珍珠光泽。半透明。解理完全。硬度1.5-2。比重3.4-3.5。具柔性，薄片能弯曲，但无弹性。\n生境分布：1.毒砂 在地表易风化成臭葱石等土状风化物，表面为褐黄、黄白、灰白、绿、红褐、黄褐、黑褐等色，被膜覆盖处，光泽暗淡，硬度低于小刀甚至低于指甲。呵气于臭葱石等土状风化物上，可闻到带砷的臭味。火烧之有升华物，伴发蒜臭气并熔成磁性小球。2.雄黄 主要为低温热液、火山热液矿床中的典型矿物，与雌黄紧密共生。还见于温泉沉积和硫质喷气孔的沉积物里。偶尔发现于煤层和褐铁矿层中，为有机质分解所产生的硫化氢与含砷溶液作用的产物。3.雌黄 产于低温热液矿床中，温泉及火山附近也有存在，形成条件完全与雄黄相似，并且与雄黄辉锦矿等密切共生。资源分布：1.砷华 主产于江西、湖南、广东、贵州等地。2.毒砂 产出于硫化物矿脉中，或粒状分散于矿脉及围蚀变带中，此时多与白色绢云母、铜黄色“金星状”黄铁矿共存。除古产地陕西、湖北、河南、四川、甘肃、辽宁、山西等地仍有产出外，山东、江西、广东、广西、湖南、吉林、青海、西藏、内蒙古、新疆等地亦有产出。3.雄黄 主产于甘肃、湖北、湖南、四川、贵州、云南等地。4.雌黄 主产于甘肃、湖北、湖南、四川、贵州、云南等地。",
    "application": "治疗哮喘\n用砒霜1铰，淡豆豉1两，加工制成紫金丹1000粒，每晚临睡前服1～6粒。开始先用1～2粒，如无明显反应，再逐渐增至足量。治疗11例，除1例合并有肺门淋巴结核效果不满意外，其余均能基本控制症状。通常服药1天后见效，3天后症状基本控制。少数服药后有轻度头痛头晕，颜面浮肿，可在服药后3～5天内自行消失。部分病例出现食欲减退、转氨酶增高，经使用酵母片、维生素及中药大枣、茵陈汤后均恢复正常；但有的又出现脑絮++，似说明本品对肝脏有一定损害。有人认为，砒对支气管哮喘有特殊疗效。对寒哮最为适宜；但亦有人指出:砒剂对热带嗜酸性白细胞增多性哮喘固有疗效，但对支气管哮喘症则无效。因此，砒剂治疗究适用于那一类型的哮喘，尚待进一步探索。",
    "position": "为砒石经升华而得的精制品，参见\"砒石\"条。",
    "source": "《日华子本草》"
  },
  {
    "name": "朱砂莲",
    "alias": "一点血(《广西中药志》)。",
    "ingredient": "种子含马兜铃酸、木兰花碱、轮换藤酚碱和巴婆碱。",
    "process": "冬季采挖块根，洗净，晒干或鲜用。",
    "distinguish": "块根纺锤状，长达14厚米，径至8厘米，有多数疣状凸起，表面浅棕色，有不规则的皱纹，并有少数残留的须根。质坚硬，断面鲜时浅紫褐色至橘黄色，干后呈淡暗赭色，粉质。气特异。\n四川地区所用的朱砂莲为同属植物避蛇生的块根，功效相同。",
    "effect": "?",
    "creation": "?",
    "function": "清火消肿，散血止痛，解蛇毒。治红白痢疾，胸、腹、喉痛，毒蛇咬伤。(性味以下出《广西中药志》)",
    "taste": "味苦辛，性寒，无毒。\n入心、肺、肝经。",
    "usage": "内服：煎汤，0.5～1钱；或研末。",
    "compatibility": "《广西中药志》：\"虚弱者忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "大叶马兜铃\n多年生藤本。根呈块状，横走，1～3个相连。茎长约1.5米，具7条纵纹，幼枝及嫩叶被柔毛。叶互生，卵圆形，长4～11厘米，宽3～11.5厘米，全缘，先端钝尖，基部心脏形，两侧圆耳状，基出脉5条；叶柄长2.5～7.5厘米。短总状花序腋生，花柄长约1厘米，花下垂；花萼管状，长约2.5厘米，基部膨大呈球形，内壁有2撮短柔毛，颈部收缩，弯曲，内侧有柔毛，上部侧向开放，呈喇叭状，暗紫色，有5条脉纹，先端平截或微凹；雄蕊6，与花柱结合；花柱6裂，柱头不明显，子房长柱状，有6棱，长约8毫米，下位，6室。花期2～3月。\n生于深山沟边草丛中。分布广西、浙江、江苏至四川、甘肃等地。\n\n本植物的藤茎、果实在甘肃地区作防己、马兜铃入药。",
    "application": "治疗小儿消化不良\n以朱砂莲为主综合治疗，观察200例全部治愈(全身及胃肠道症状消失，大便次数、性质均恢复正常)。治愈时间最短1天，最长8天，平均4天。据观察，本品有收敛、止痛作用，可能还有抑菌、杀菌作用。用法：取朱砂莲块根，洗净晒干研粉口服，每次0.3～0.5克，每日3次，同时辅以VB、VC，10%氯化钾及助消化药(胰蛋白酶、淀粉酶、乳酸钙)，脱水明显者适当补液。",
    "position": "为马兜铃科植物大叶马兜铃的块根。",
    "source": "《广西中药志》"
  },
  {
    "name": "夏枯草",
    "alias": "夕句、乃东、燕面、麦夏枯、铁色草、棒柱头花、灯笼头、棒槌草、锣锤草、牛牯草、广谷草、棒头柱、六月干、夏枯头、大头花、灯笼草、古牛草、牛佤头、丝线吊铜钟",
    "ingredient": "全草含三萜皂甙，其甙元是齐墩果酸，尚含游离的齐墩果酸、熊果酸、芸香甙、金丝桃甙、顺-咖啡酸、反-咖啡酸、维生素B1、维生素C、维生素K、胡萝卜素、树脂、苦味质、鞣质、挥发油、生物碱、水溶性盐类(约3.5%，其中约63%是氯化钾)等。\n\n花穗含飞燕草素和矢车菊素的花色甙、d-樟脑、d-小茴香酮、熊果酸。",
    "process": "夏季当果穗半枯时噪下，晒干。",
    "distinguish": "干燥果穗呈长圆柱形或宝塔形，长2.5～6.5厘米，直径1～1.5厘米，棕色或淡紫褐色，宿萼数轮至十数轮，作覆瓦状排列，每轮有5～6个具短柄的宿萼，下方对生苞片2枚。苞片肾形，淡黄褐色，纵脉明显，基部楔形，先端尖尾状，背面生白色粗毛，宿萼唇形，上唇宽广，先端微3裂，下唇2裂，裂片尖三角形，外面有租毛。花冠及雄蕊都已脱落。宿萼内有小坚果4枚，棕色，有光泽。体轻质脆，微有清香气，味淡。以色紫褐、穗大者为佳。\n主产于江苏、安徽、浙江、河南等地，其他各省亦产。\n\n西藏、云南尚以刚毛夏枯草的花穗及果穗同等入药。",
    "effect": "1.降压作用：\n本品水浸出液、乙醇一水浸出液及30%乙醇浸出液，对麻醉动物有降压作用。犬静脉注射夏枯草煎剂100mg/kg，有明显降压作用，但易产生快速耐受现象，羊静脉注射l-1.5g的降压作用与犬相似，慢性带皮桥犬，每日2次，每次2g/kg 灌胃，亦有降压作用。肾型高血压犬，服药2周也有一定的降压作用，但停药后恢复原水平，亦有认为其降压作用与本品所含的无机盐有密切关系。\n2.对免疫功能的影响：\n用本品注射剂皮下注射可使动物胸腺、脾脏明显萎缩，肾上腺明显增大；腹腔注射可使血浆皮质醇水平明显升高。病理检查可见胸腺皮质明显变薄，淋巴细胞变稀疏，脾脏可以见白髓较小，淋巴细胞较稀疏且与红髓分界模糊，还能使肾上腺皮质束状带细胞增大，血窦扩张。表明本品可能是一种免疫抑制剂，因而对某些由于免疫过程引起的病理损伤可能具有潜在的治疗意义。在长期、大量服用本品对防止机体免疫功能受到抑制。\n3.降血糖作用：\n从夏枯草中提取的一种未鉴的化合物（暂名降糖素)。以降糖素50mg/kg皮下注射 给于小鼠，可明显抑制由四氧嘧啶损害所引起的小鼠血糖升高（P＜0.001)。其最低有效量为15mg/kg（小鼠)。作用强度为100mg降糖素相当于22.6u胰岛素。\n4.抗菌、抗病毒作用：\n体外试验表明，本品煎剂对痢疾杆菌、伤寒杆菌、霍乱弧菌、大肠杆菌、变形杆菌、葡萄球菌及人型结核菌均有不同程度的抑制作用。其醇浸液在琼脂培养基上对绿脓杆菌有抑制作用。水浸液（1 ：4)在试管内对某些常见皮肤病致病真菌有不同程度的抑制作用。本品提取物体外有抗I型单纯疱疹病毒的作用。",
    "creation": "生用。",
    "function": "清肝，散结。治瘰疬，瘿瘤，乳痈，乳癌，目珠夜痛，羞明流泪，头目眩晕，口眼歪斜，筋骨疼痛，肺结核，急性黄疸型传染性肝炎，血崩，带下。\n(1)清肝明目：用于肝热目赤肿痛，及肝阳上亢之头痛、目眩(如高血压病)，可配苦丁茶、野菊花。\n(2)清热散结：用于乳腺炎、腮腺炎，可配柴胡、赤芍、浙贝母。用于瘰疬(如淋巴腺结核)、瘿瘤(如单纯性甲状腺肿大)，常配牡蛎、浙贝母。\n\n①《本经》：\"主寒热、瘰疬、鼠瘘、头疮，破癥，散瘿结气，脚肿湿痹。\"\n\n②《本草衍义补遗》：\"补养血脉。\"\n\n③《滇南本草》：\"祛肝风，行经络，治口眼歪斜。行肝气，开肝郁，止筋骨疼痛、目珠痛，散瘰窃、周身结核。\"\n\n④《生草药性备要》：\"去痰消脓，治瘰疬，清上补下，去眼膜，止痛。\"\n\n⑤《本草从新》：\"治瘰疬、鼠瘘、瘿瘤、癥坚、乳痈、乳岩。\"\n\n⑥《科学的民间药草》：\"有利尿杀菌作用。煎剂可洗创口，治化脓性外症，洗涤阴道，治阴户及子宫粘膜炎。\"\n\n⑦《现代实用中药》：\"为利尿药，对淋病、子宫病有效；并能治高血压，能使血压下降。\"",
    "taste": "苦辛，寒。\n\n①《本经》：\"味苦辛，寒。\"\n\n②《别录》：\"无毒。\"\n\n③《本草正》：\"味微苦，微辛。\"\n\n入肝、胆经。\n\n①《滇南本草》：\"入肝。\"\n\n②《本草经疏》：\"入足厥阴、少阳经。\"\n",
    "usage": "内服：煎汤，2～5钱；熬膏或入丸、散。外用：煎水洗或捣敷。",
    "compatibility": "脾胃虚弱者慎服。\n\n①《本草经集注》：\"土瓜为之使。\"\n\n②《得配本草》：\"气虚者禁用。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "夏枯草\n多年生草本。茎方形，基部匍匐，高约30厘米，全株密生细毛。叶对生；近基部的叶有柄，上部叶无柄；叶片椭圆状披针形，全缘，或略有锯齿。轮伞花序顶生，呈穗状；苞片肾形，基部截形或略呈心脏形，顶端突成长尾状渐尖形，背面有粗毛；花萼唇形，前方有粗毛，后方光滑，上唇长椭圆形，3裂，两侧扩展成半披针形，下唇2裂，裂片三角形，先端渐尖；花冠紫色或白色，唇形，下部管状，上唇作风帽状，2裂，下唇平展，3裂；雄蕊4，2强，花丝顶端分叉，其中一端着生花药；子房4裂，花柱丝状。小坚果褐色，长椭圆形，具3棱。花期5～6月。果期6～7月。\n生于荒地、路旁及山坡草丛中。全国大部地区均有分布。",
    "application": "①治疗肺结核\n对浸润型、慢性纤维空洞型、血型播散型肺结核，均有一定疗效。取夏枯草2两，水煎分2～3次口服；或用夏枯草20斤加水煎至5000毫升时，加红糖2市斤收膏，早晚各服1次，每次8～15毫升，1个月为一疗程。服药后咳嗽、胸痛、咯痰、发烧、咯血等症状均见消失或减轻，病灶亦见不同程度的吸收好转。对肺结核咯血者，可用夏枯草1两，以黄酒2两加水适量浸泡，然后蒸至无酒味时过滤，成人每次20～40毫升，日服3～4次，有止血效果。\n\n②治疗渗出性胸膜炎\n用夏枯草1斤，加水2000毫升，煎至1000～1200毫升，每次口服30～50毫升，日服3次，必要时配合其他对症治疗，但不加抗痨药物。治疗9例渗出性胸膜炎患者，除2例好转自动出院外，余均痊愈。平均住院35.6天，退热7.7天，积液吸收24.7天。\n\n③治疗细菌性痢疾\n取夏枯草2两，水浸10小时，文火煎2小时左右，每日4次分服，7日为一疗程。或取夏枯草干枯花穗制成100%流浸膏，小儿每岁每次1～2毫升，成人每次20～30毫升，日服2～3次。服药后平均3天退热；里急后重及大便次数平均4～6天消失或转为正常；腹痛及粘膜病变消失较慢，平均10天.服药期未发现副作用。\n\n④治疗急性黄疸型传染性肝炎\n以夏枯草为主治疗本病75例，其中62例达临床治愈标准。剂量及用法：每日用夏枯草2两，大枣l两，加水1500毫升，文火煨煎，捣枣成泥，煎取300毫升，去渣，3次分服。重症病例可酌增剂量。或每日用夏枯草2两，瘦肉2两(剔除脂肪)，各加水1200毫升，分别煎煮一小时余，再将两者合并，用文火煨至300毫升，去渣，3次分服。一般均以30天为一疗程，必要时可停药2～3日后给第二疗程。治疗期间，可给维生素B、C及少量葡萄糖作为辅助治疗。患者的临床自觉症状消失或改善时间为2～14天；肝脾退缩时间为10～65天；黄疸消退时间为3～21天；各种絮状浊度试验的阴转时间为7～71天。治疗过程中未发现毒性作用。",
    "position": "为唇形科植物夏枯草的果穗。",
    "source": "《本经》"
  },
  {
    "name": "木鳖子",
    "alias": "木蟹(《开宝本草》)，土木鳖(《医宗金鉴》)，壳木鳖(《药材资料汇编》)，漏苓子(《中药志》)，地桐子、藤桐子(《中药材手册》)，鸭屎瓜子(《药材学》)，木鳖瓜(广州空军《常用中草药手册》)。",
    "ingredient": "\n　　含木鳖子酸(momordic acid)、丝石竹皂甙元(gypsogenin)、齐墩果酸(oleanolic acid)、α-桐酸(α-elaeostearic acid)、气基酸、甾醇。\n",
    "process": "9～11月果实成熟时采摘，剖开果实，晒至半干，剥取种子；或装入盆钵内，待果皮近于腐败时将果皮弄烂，用清水淘洗，除去瓤肉及外膜，取出种子，晒干或烘干。",
    "distinguish": "\n　　性状鉴定：种子略呈扁平圆板状，中间稍隆起，直径约2-3cm,厚约5mm。表面灰褐色或灰黑色,粗糙，有凹陷的网状花纹，周边两侧均有十数个相对的锯齿状突起。外种皮质坚而脆，内种皮薄膜状，表面灰绿色，绒毛样,其内为二片大形肥厚子叶，黄白色，富油质，有特殊的油腻气，味苦。以籽粒饱满、不破裂、体重、内仁黄白色、不泛油者为佳。\n\n\n　　显微鉴定：粉末：灰棕色。\n\n\n　　1.外种皮表皮细胞断面观略呈栅状，外被角质层，细胞长短不一，侧壁微弯曲或波状弯曲;表面观多角形或类方形，垂周壁较平直或稍弯曲。\n\n\n　　2.种皮下皮细胞较小，壁厚，胞腔内含灰棕色物。\n\n\n　　3.星状厚壁细胞不规则分枝状，相互连结成团，界限不甚分明，分枝端较平截，壁稍厚，木化，胞腔不规则，有孔沟。\n\n\n　　4.外种皮内表皮石细胞形大，形状不规则，多延长，界限不甚分明，壁波状弯曲，层纹清晰，孔沟不明显。\n\n\n　　5.内种皮星状薄壁细胞不规则分枝，壁薄或稍厚，微木化，孔沟不明显，有的具类方形纹孔。此外，子叶细胞含糊粉粒及脂肪油滴。本品以饱满、外壳无破裂、种仁色黄白者为佳。\n\n\n　　显微鉴别种子横切面：种皮的表皮细胞1层，近长方形，常径向延长，壁薄;表皮下为3-4层薄壁细胞，近方形或短圆形，较小，排列整齐，内侧为十数层近圆形或形状不规则的厚壁细胞，大而壁极厚，边缘波状，层纹较明显;其内为3-4层长方形或长圆形薄壁细胞，壁常呈波状，种子两侧的细胞壁渐增厚，至两端处细胞壁增厚成纵向延长的石细胞，横切面呈圆形。胚乳薄壁细胞2至多层，其中有的部分已颓废，子叶薄壁组织中充满糊粉粒。\n\n\n　　粉末特征：灰黄色或浅棕黄色。①厚壁细胞有两种：一种棕黄色，不规则椭圆形或矩圆形，边缘多深波状，长50-338μm，宽45-143μm，壁厚9-50μm，木化，有层纹，胞腔狭窄或几无胞腔。另一种呈条状或棒状，长100-270μm，直径约25μm壁厚约10μm，边缘深波状。②子叶薄壁细胞五角形或六角形，充满糊粉料和脂肪油块，脂肪油块类圆形，表面可见网状纹理。\n",
    "effect": "水浸出液或醇浸出液对麻醉动物有降压作用，但毒性大。",
    "creation": "捣碎，生用。",
    "function": "消肿散结，祛毒。治痈肿、疔疮、瘰疬、痔疮、无名肿毒、癣疮，风湿痹痛，筋脉拘挛。\n\n①《日华子本草》：\"醋摩消肿毒。\"\n\n②《开宝本草》：\"主折伤，消结肿恶疮，生肌，止腰痛，除粉刺酐蹭，好人乳痈，肛门肿痛。\"\n\n③《纲目》：\"治疳积痞块，利大肠泻痢，痔瘤瘰疬。\"\n\n④《本草备要》：\"泻热，外用治疮。利大肠，治泻痢疳积，瘰疬疮痔，乳痈，蚌毒。消肿追毒，生肌除酐。\"\n\n⑤《本草求原》：\"治一切寒湿郁热而为痛风瘫痪、行痹、瘙厥、脚气、挛症、鹤膝。\"",
    "taste": "苦微甘，温，有毒。\n\n①《开宝本草》：\"甘，温，无毒。\"\n\n②《纲目》：\"苦微甘，有小毒。\"",
    "usage": "外用：研末调敷、磨汁涂或煎水熏洗。内服：多入丸、散；煎汤，2～4分。",
    "compatibility": "孕妇及体虚者忌服。\n\n①《本草汇言》：\"胃虚、大肠不实、元真亏损者，不可概投。\"\n\n②《医林纂要》：\"忌猪肉。\"",
    "storage": "置干燥处。",
    "side_effects": "小鼠静脉注射木鳖子皂甙半数致死量为32.35mg/kg，腹腔注射则为37.34mg/kg。木鳖子毒性较大，无论动脉或静脉给药。动物均于数天内死亡，小鼠静脉注射的半数致死量为32.35mg/kg，腹腔注射则为37.34mg/kg。",
    "category": "归肝、脾、胃经。",
    "plant": "木鳖子，又名：木鳖藤。\n多年生草质藤本，具膨大的块状根。茎有纵棱；卷须粗壮，与叶对生，单一，不分枝。叶互生，圆形至阔卵形，长7～14厘米，通常3浅裂或深裂，裂片略呈卵形或长卵形，全缘或具微齿，基部近心形，先端急尖，上面光滑，下面密生小乳突，3出掌状网脉；叶柄长5～10厘米，具纵棱，在中部或近叶片处具2～5腺体。花单性，雌雄同株，单生叶腋，花梗细长，每花具1片大型苞片，黄绿色；雄花：萼片5，革质，粗糙，卵状披针形，基部连合，花瓣5，浅黄色，基部连合，雄蕊5，愈合成3体；雌花：萼片线状披针形，花冠与雄花相似，子房下位。瓠果椭圆形，成熟后红色，肉质，外被软质刺灾，种子略呈扁圆形或近椭圆形，边缘四周具不规则的突起，呈龟板状，灰棕色。花期6～8月。果期9～11月。\n生长于山坡、林缘，土层较深厚的地方。也有栽培。分布广西、四川、湖北、河南、安徽、浙江、福建、广东、贵州、云南等地。\n\n本植物的根(木鳖根)亦供药用，另详专条。",
    "application": "外用治疗牛皮癣、干癣、秃疮等有一定效果\n用法：将木鳖子去外壳，蘸醋在粗瓷器上(如碗底)磨取药汁，临睡前用棉花或毛笔蘸涂患处，每日或隔日1次。涂药前患处先用盐水洗净；癣病蔓及周身者可分期分片治疗。一般1钱木鳖子仁约需10毫升醋研磨，其药汁可涂3x2厘米癣面5～7处。",
    "position": "为葫芦科植物木鳖子的成熟种子。",
    "source": "《开宝本草》"
  }
]