[
  {
    "name": "马蹬草",
    "alias": "过桥草、还阳草、小石韦",
    "ingredient": "\n\n\n",
    "process": "夏、秋季采收，洗净，晒干。\n",
    "distinguish": "?",
    "effect": "\n\n\n",
    "creation": "?",
    "function": "活血化瘀；止血；解毒。主血栓闭塞性脉管炎；偏瘫；子宫出血；外伤出血；神经性皮炎；下肢溃疡\n\n",
    "taste": "淡，平。心经",
    "usage": "内服：煎汤，0.5～1.5钱；或研末。外用：研末撒敷。",
    "compatibility": "?",
    "storage": "晒干",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "\n小形植物，高10～20厘米。根状茎短，直立，顶部密生狭披针形黑褐色鳞片。叶簇生，二型，草质，两面无毛；营养叶较短，叶片披针形或矩圆形，长1～2厘米，宽5～8毫米，钝头或渐尖，基部宽楔形；能育叶有长柄，叶片披针形，长10～15厘米，宽5～8毫米，先端渐尖.并延伸而着地生根，产生新株。孢子囊群生于网脉的一侧或两侧；囊群盖短条形或矩圆形，膜质，全缘。\n生于石岩脚下。分布东北、内蒙古、河北、山西、陕西、山东及江苏北部。",
    "application": "?",
    "position": "为铁角蕨科植物过山蕨的全草。",
    "source": "《河南中草药手册》"
  },
  {
    "name": "石韦",
    "alias": "石樜(《本经》)，石皮(《别录》)，石苇(《滇南本草》)，金星草、石兰(《纲目》)，生扯拢(《分类草药性》)，虹霓剑草、石剑、潭剑(《福建民间草药》)，金汤匙、石背柳(《中药材手册》)。",
    "ingredient": "含绵马三萜（diploptene）、皂甙、蒽醌、黄酮、β-谷甾醇。",
    "process": "春、夏、秋均可采收，除去根茎及须根，晒干。",
    "distinguish": "①大叶石韦\n㈠石韦：叶柄近圆柱形，棕色或棕黑色，长6～15厘米，有纵沟，无毛或疏被星状毛；叶片扭曲皱卷，平展后呈披针形，长7～20厘米，宽1.5～3厘米，先端渐尖，叶基楔形至圆形，全缘，叶面棕色或灰棕色，无毛或疏具星状毛，布有黑色圆形小凹点，背面密被中心具红色圆点的粉棕色星状毛，毛的分枝较粗短，有的叶表面几乎全部布有孢子囊群。叶片革质，稍脆易折。气无，味淡。㈡庐山石韦：与石韦相似，惟叶柄较长，无毛；叶片皱缩，较大，长圆状披针形，叶基阔楔形、圆形、近心形或稍呈耳形，显著不对称，背面星状毛的分枝较粗，有的叶片具棕色圆形孢子囊群，与中脉约成60°角斜出平行排列，分布近乎整个叶面，其内常见红色光泽的孢子囊环带。厚革质，坚硬而脆。气无，味微苦。㈢毡毛石韦：叶柄有数条纵槽，有毛；叶片扭曲卷皱，披针形，基部楔形至阔楔形，对称，背面密布灰棕色星状毛，毛的分枝细长，有的叶上半部布有孢子囊群。革质，稍硬。气无，味淡。\n\n②小叶石韦\n㈠有柄石韦：叶柄被棕色星状毛，有1纵浅槽，内密生毛；叶片卷曲成筒状，广披针形至长圆状披针形，长3～9厘米，先端钝，叶基楔形，全缘，叶面灰棕色，无毛或疏被星状毛，散布黑色圆形小凹点，背面密生粉棕色的中心有红点的星状毛，毛的分枝较短粗，中脉明显，侧细脉均不显。薄革质。气无，味微苦。㈡北京石韦：叶柄扁平，细长扭曲，有毛；叶片扭曲卷皱，线状披针形或近线形，叶基窄楔形下延成叶柄边缘；叶面浅黄绿色，无毛，背面密被较薄的灰棕色星状毛，毛的分枝细长，叶片背面几乎全部或大部生有孢子囊群。薄革质。气无，味微苦。㈢西南石韦：与北京石韦相似，惟叶的背面被较厚而松的星状毛，毛的分枝较长，呈长针状，深褐色，略有光泽。\n\n上述两类药材，大叶石韦以叶大、质厚、背面有毛为佳；小叶石韦以叶厚、整齐、洁净为佳。\n\n主产浙江、湖北、河南、河北、江苏等地。此外，山东、辽宁、广西、江西、福建、云南、贵州、四川、陕西、山西、安徽等地亦产。其中以浙江、湖北、江苏所产的大叶石韦质量为佳。",
    "effect": "1.庐山石韦：1.1.镇咳、祛痰、平喘作用：小鼠口服庐山石韦提取物101（水煎浓缩液）、410、411、1A母及晶1均有明显镇咳作用（二氧化硫引咳法），但均不及可待因。从小鼠半数致死量和镇咳有效剂量的比值来看，410用半数致死量的1／10即有明显镇咳效应，其效价高于原生药和其他成分。小鼠口服410，腹腔注射410、411、411-1C、1A母、晶4均有明显的祛痰作用（酚红法）。在位气管袋的狗每天服410，连服3或6周，气管袋内的痰量未有明显变化，但临床用于治疗慢性气管炎，可使痰量减少，可能由于气管袋没有慢性炎症，痰液没有病理性增高之故。但各种提取物均无明显平喘作用（豚鼠组织胺喷雾法）。1.2.对大鼠慢性气管炎的治疗作用：用二氧化硫刺激产生慢性气管炎后，每天口服410，10天为一疗程，共两个疗程，用药组浆液腺和粘液腺腺泡的体积都比对照组小，大、小支气管的杯状细胞均比对照组少，尤以小支气管中的减少较为明显。这与临床上用药后痰液减少的现象是符合的。此外，用药组的炎症以及上皮细胞的病变也比对照组轻，这可能和支气管内粘液的分泌、积聚减少，改善了局部及全身情况有关。是否庐山石韦本身有非特异性抗炎作用，有待进一步研究。2.有柄石韦：2.1.镇咳平喘作用：小鼠口服庐山石韦提取物（水煎液）及异芒果甙均有明显的镇咳作用（二氧化硫引咳法），但不及可待因的作用明显。有柄石韦水煎浓缩后之乙醇提取液，用石灰乳调节至pH＝9，滤液先后通过阳离子和阴离子交换树脂，流出浓减压蒸干得浓缩Ⅰ号，阴离子应用5%氢氧化钠洗涤，洗脱液经中和，冷冻，去盐，蒸干得浓缩Ⅱ号。小鼠口服浓缩Ⅰ号及Ⅱ号均有明显的镇咳作用（氨水喷雾引咳法），Ⅰ号的镇咳效果与可待因相近。经药理筛选延胡索酸2g/kg、咖啡酸0.3g/kg，或异芒果甙0.8g/kg灌胃，对小鼠SO2引咳均有镇咳作用。经小鼠酚红法试验，异芒果甙0.4g/kg或咖啡酸0.8g/kg腹腔注射或异芒果甙3.1g/kg灌胃，均有祛痰作用，但庐山石韦水煎浓缩液15g／kg腹腔注射和50g／kg灌胃均无祛痰作用，可能是剂量不够。也有减少支气管液的分泌作用。2.2.抗菌作用：100%石韦煎剂用平板打洞法、对金黄色葡萄球菌及变形杆菌有抑制作用。2.3.抗病原微生物作用：异芒果甙具有显着的抗单纯疱疹病毒作用，在原代人胚肌皮单层细胞培养上25-250ug/ml的异芒果甙与Ⅰ型单纯疱疹病毒（HSV-Ⅰ）直接作用、药物在病毒感谢同时以及先感染病后给药或先给药后感染均能显着抑制HSV-Ⅰ所致细胞病变，在同样浓度时，其作用较其它药为强；异亡果甙>碘苷>无环鸟苷>亡果甙>环胞苷（平均空斑减数率分别为69.5%、67.6%、63.3%、56.8%及56.6%）。阻止病毒复制的动力学研究表明，异芒果甙2.4.其它作用：石韦能增强机体吞噬细胞的吞噬活性，并有某些抗癌作用。将石韦以热水浸出再冷冻干燥，使浓度为样品的750mg／ml浓度时，在体外试验中，对前列腺素生物合成的抑制率为42%。",
    "creation": "拣净杂质，洗去泥沙，刷净茸毛，切段晒干。\n\n①《别录》：\"用之须去黄毛。\"\n\n②《日华子本草》：\"入药去梗，须微炙用。一法以羊脂炒干用。\"",
    "function": "利水通淋，清肺泄热。治淋痛，尿血，尿路结石，肾炎，崩漏，痢疾，肺热咳嗽，慢性气管炎，金疮，痈疽。\n\n①《本经》：\"主劳热邪气，五癃闭不通，利小便水道。\"\n\n②《别录》：\"止烦下气，通膀胱满，补五劳，安五藏，去恶风，益精气。\"\n\n③《日华子本草》：\"治淋沥遗溺。\"\n\n④《本草图经》：\"炒末，冷酒调服，疗发背。\"\n\n⑤《滇南本草》：\"止玉茎痛。\"\n\n⑥《纲目》：\"主崩漏，金疮，清肺气。\"\n\n⑦《植物名实图考》：\"治痰火，同瘦肉蒸服。\"\n\n⑧《闽东本草》：\"治痢疾。\"",
    "taste": "苦甘，凉。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《药性论》：\"微寒。\"\n\n④《贵州草药》：\"味辛，性平。\"",
    "usage": "内服：煎汤，1.5～3钱；或入散剂。",
    "compatibility": "阴虚及无湿热者忌服。\n\n①《本草经集注》：\"滑石、杏仁为之使。得昌蒲良。\"\n\n②《本草从新》：\"无湿热者勿与。\"\n\n③《得配本草》：\"真阴虚者禁用。\"",
    "storage": "置通风干燥处。",
    "side_effects": "1.小鼠灌服各种提取物，半数致死量（g/kg）如下：101为90；410为48；411为17。2.小鼠灌胃有柄石韦的各种提取液其LD50为17-90g／kg，异芒果甙为4.65g／kg。",
    "category": "肺；肾；膀胱经",
    "plant": "①石韦，又名：飞刀剑(《植物名实图考》)，肺心草、蜈蚣七、铺地娱蚣七、七星剑、大号七星剑、一枝箭、山柴刀、木上蜈蚣、肺筋草、蛇舌风。\n多年生草本，高13～30厘米。根茎细长，横走，密被深褐色披针形的鳞片；根须状，深褐色，密生鳞毛。叶疏生；叶柄长6～15厘米，略呈四棱形，基部有关节，被星状毛；叶片披针形、线状披针形或长圆状披针形，长7～20厘米，宽1.5～3厘米，先端渐尖，基部渐狭，略下延，全缘，革质，上面绿色，有细点，疏被星状毛或无毛，下面密被淡褐色星芒状毛，主脉明显，侧脉略可见，细脉不明显。孢子囊群椭圆形，散生在叶下面的全部或上部，在侧脉之间排成效行，每孢子囊群间隔有星状毛，孢子囊群隐没在星状毛中，淡褐色，无囊群盖；孢子囊有长柄；孢子两面形。\n生于山野的岩石上，或树上。分布安徽、江苏、浙江、福建、台湾、广东、广西、江西、湖北、四川、贵州、云南等地。\n\n②庐山石韦，又名：肺金草、大连天草、箭戟蕨。\n高25～60厘米。根茎肥厚而短，密被细小长披针形的鳞片，边缘具纤毛叶近于簇生；叶柄长10～80厘米，粗壮，幼时被褐色或淡褐色的星状毛；叶片广披针形，长10～30屋米，宽3～6.5厘米，先端渐尖，基部稍宽，呈荫侧不等的耳形、圆形、心形、圆楔形或斜截形，有时上侧有尖耳，全缘，上面绿色，有黑色斑点，初时疏被星状毛，后渐光滑，下面密生淡褐色星芒状毛，星芒状毛的芒为短披针形，排列在同一平面上，中脉及侧脉均明显，细脉不甚明显。抱子囊群散生在叶的下面，淡褐色或深褐色，无囊群盖；孢子两面形。\n生于山野岩石上。分布安徽、浙江、福建、台湾、广东、广西、江西、湖南、湖北、四川、贵州、云南等地。\n\n③毡毛石韦\n与庐山石韦极相似，主要不同点：本种的叶下面被较厚而松的深褐色的星芒状毛，其芒细长针状或线状凿形，且不在同一平面上；叶柄通常较叶片为长。\n生于山野岩石上。分布湖北、四川、陕西、云南、西藏等地。\n\n④有柄石韦，又名：长柄石韦、石茶。\n高仅6～17厘米。根茎细长，密被披针形鳞片，边缘具稍卷曲的纤毛。叶柄长3.5～11厘米，被星状毛；叶片披针形、长圆状披针形、广披针形或长椭圆形，长2.5～9.5厘米，宽9～28毫米，先端钝，基部下延至叶柄，全缘，上面绿色，有黑色斑点，疏被星状毛，下面密被灰色的星芒状毛，其芒短，叶脉不甚明显；孢子叶较营养叶为长，通常内卷使叶片呈圆筒状。孢子囊群融合，满布于叶的下面，深褐色，无囊群盖。\n生于山野岩石上。分布黑龙江、吉林、辽宁、河北、河南、山东、安徽、江苏、四川、贵州、云南、陕西等地。\n\n⑤北京石韦\n高10～25厘米。根茎细瘦，被黑褐色鳞片。叶柄长2.5～9厘米，被星状毛；叶片线形或线状披针形，长6～15厘米，宽6～15毫米，先端渐尖，基部渐狭，上面绿色，有细点，疏被白色星状毛或无毛，下面密被灰色或淡褐色星芒状毛；叶稍内卷，但不呈筒状。孢子囊群多散生于叶下面的较上部分，深褐色，无囊群盖。\n生于山野岩石上。分布河北、山东、湖北、山西、陕西、内蒙古等地。\n\n⑥西南石韦\n与北京石韦极为相似，主要不同点：本种叶的下面被较厚而松的深褐色星芒状毛，其芒较长呈针状，略有光泽。\n生于山野岩石上。分布云南、四川、湖北等地。\n\n以上几种植物的根茎(石韦根)、叶上的毛茸(石韦毛)亦供药用，各详专条。",
    "application": "①治疗支气管哮喘\n4～9岁每日用石韦全草5钱，10～15岁1两，16岁以上1.5两。每两加水1000毫升，煎成300毫升，趁热加入冰糖1两，分3次服，3天为一疗程。观察11例，服药后喘息消失者7例，减轻者2例，无改变者2例。多数在服药的当天哮喘症状即开始平息，其他症状于次日或第3天消失，但停药后往往仍有复发，复发时间最短者为2周。复发时再用同法治疗，仍然有效。\n\n②治疗慢性气管炎\n曾采用庐山石韦单味煎剂、冲剂、提纯石韦\"410\"糖浆及复方庐山石韦冲剂进行临床观察，均取得不同程度疗效，其中以石韦\"410\"糖浆的效果较为满意。㈠煎剂：鲜庐山石韦全草每天1.6两(第一疗程用全草，第二疗程去毛、叶柄及主脉)，头煎加水300毫升，沸后再煎20分钟；二煎加水150毫升，沸后煎20分钟。混合2次煎液，以8层纱布过滤，分2次服。疗效：第1疗程服药人数计21例，有效率为47.6%，其中显效1例。服药2个疗程的16例，有效率为87.5%，其中显效1例。副作用主要有心馆，胸骨后不适，饥饿感，尿量增多及头晕，停药后症状即消失。㈡冲剂：日服3次，每次1包，相当于生药1两。治疗117例，服药一个疗程的有效率为47%，其中显效12例，好转43例，无效62例；两个疗程的有效率为57.6%，其中近期控制者3例，显效22例，好转39例，无效47例。继续服用到3、4个疗程时，有效率可增至87.5%与82%，显效率增为46.2～51%。说明延长疗程，可提高疗效。㈢提纯石韦\"410\"糖浆：每天2次，每次15毫升(相当生药1.5两)，10天为一疗程，共服二个疗程。治疗40例，第一疗程有效者31例(78.2%)，其中显效16例(40%)；继续服用第二疗程的36人，有效率为88.9%，显效率为55.6%。个别患者每天服3次，疗效更为显著。㈣复方石韦冲剂：用庐山石韦15两，江剪刀草1两，煎成浓汁，焙干，制成粉末，加适量糖粉，每天分3次，开水冲服。10天为一疗程。共治疗278例，有效者200例(72%)；其中近期控制13例，显效51例(23%)。大多数患者在服药2～3天后见效。在使用石韦各种剂型，特别是提纯石韦\"410\"糖浆过程中看出，石韦具有良好的消痰作用，一般治疗1～2天后，痰量减少，粘稠度减低，咯痰转爽。这对改善通气功能，防止继发感染，从而减少对组织细胞的损害，促进病变的愈合创造了有利条件。复方石韦(与江剪刀草合用)镇咳作用较单味石韦为佳，平喘作用两者均较差，消炎效果也不佳。\n\n用有柄石韦全草，压榨去毛及孢子，水煎制成糖浆。第1～4日，按每天含生药1两分3次服。第5～10日，每天剂量加倍。第11～15日照第1～4日剂量服。治疗50岁以上的重症患者12例，其中喘息型8例，有效5例，基本治愈2例，显效1例，进步2例；单纯型4例，仅有1例显效。说明石韦糖浆对喘息型患者疗效较好。\n\n③治疗急、慢性肾炎及肾盂肾炎\n㈠煎剂：取有柄石韦叶20片左右(相当于2～3克)，加水500～1000毫升，每日1剂，煎分2次服。亦可用开水浸泡，当茶饮。㈡片剂：每片含生药0.5克，每次2～3片，日服3次。治疗急性肾小球肾炎39例，36例有效；肾盂肾炎20例，17例有效。据观察，服药2～3天后，尿量即增多，浮肿逐渐消退。对于慢性肾小球肾炎，一般以3个月左右为一疗程，急性肾小球肾炎疗程为10天左右。",
    "position": "为水龙骨科植物石韦，庐山石韦、毡毛石韦、有柄石韦、北京石韦或西南石韦的叶。",
    "source": "《本经》"
  },
  {
    "name": "鸡眼草",
    "alias": "掐不齐、人字草、小蓄片、妹子草、红花草、地兰花、土文花、满路金鸡、细花草、鸳鸯草、夜关门、老鸦须、铺地龙、蚂蚁草、莲子草、花花草、夏闭草、花生草、白扁蓄、小关门、瞎眼草、小号苍蝇草、红骨丹",
    "ingredient": "鸡眼草叶含黄酮类、葡萄糖甙。",
    "process": "7～8月采取，晒干或鲜用。",
    "distinguish": "性状鉴别 （1)鸡眼草茎枝圆柱形，多分枝，长5-30cm，被白色向下的细毛。三出复叶互生，叶多皱缩，完整小叶长椭圆形或倒卵状长椭圆形，长5-15mm；叶端钝圆，有小突刺，叶基楔形；沿中脉及叶缘疏生白色长毛；托叶2片。花腋生，花萼钟状，深紫褐色；蝶形花冠浅玫瑰色，效萼长2-3倍。荚果卵状矩圆形，顶端稍急尖，有小喙，长达4mm。种子1粒，黑色，具不规则褐色斑点，气微，味淡。\n（2)竖毛鸡眼草 茎多枝，较粗壮，长10-25cm，疏被向上生长的硬毛。三小叶，完整小叶倒卵形或椭圆形，长7-20mm，宽3-12mm；叶端圆或微凹，具短尖，叶基楔形；上面无毛，下面中脉及叶缘有白色长硬毛。花簇生于叶腋，花梗有白色硬毛，花萼钟状，花冠暗紫色。荚果卵形，长约3mm。种子黑色，平滑。气微，味淡。\n显微鉴别 鸡眼草茎横切面：表皮细胞1列，细胞多为椭圆形，外被角质层，尚有非腺毛或其残基。表皮下可见1-3列细胞组成的厚角组织，常边续成环。韧皮部外侧具帽状纤维束，其周围可见草酸钙方晶，纤维壁微木化。形成层成波状环。髓部宽大。\n叶表面制片：上表皮细胞垂周壁浅状弯曲。下表皮细胞垂周壁波状弯曲。上下表皮均有平轴式气孔。非腺毛常为2（1-3)个细胞，基部细胞甚短，顶细胞长，先端渐尖，壁密生壁疣。",
    "effect": "鸡眼草水浸剂在体外对四种痢疾杆菌(弗氏、宋氏、志贺氏、舒氏)和大肠杆菌无抗菌作用，仅醇浸液对弗氏痢疾杆菌显示微弱作用。长萼鸡眼草水浸液在体外对弗氏、舒氏、志贺氏痢疾杆菌均有一定的抗菌作用(平板法)。",
    "creation": "?",
    "function": "清热解毒，健脾利湿。治感冒发热，暑湿吐泻，疟疾，痢疾，传染性肝炎，热淋，白浊。\n\n①《本草求原》：\"治跌打扑肿，解毒。\"\n\n②《植物名实图考》：\"除火毒。中暑捣取汁，(和)凉水饮之。\"\n\n③《南京民间药草》：\"利小便。\"\n\n④《福州草药》：\"治蛇咬伤。\"\n\n⑤《中医药实验研究》：\"治妇人白带，湿热黄疸，暑泻，肠风便血，红白痢疾。\"\n\n⑥《民间常用草药汇编》：\"治吐血，泻痢及小儿疳疾。\"\n\n⑦《贵州民间药物》：\"止血。治腹痛。\"\n\n⑧《四川中药志》：\"解热、散痧。治腰痛腹泻，发痧，白痢。\"\n\n⑨《浙江民间常用草药》：\"利湿健脾，解热止痢。\"\n\n⑩《上海常用中草药》：\"治感冒发热，咳嗽胸痛，尿路感染，肠炎，痢疾。\"\n\n⑾《福建中草药》：\"利水消积。治消化不良腹泻。\"\n\n⑿《陕西中草药》：\"收敛，固脱。治子宫脱垂，脱肛。\"",
    "taste": "甘、辛，平。\n\n①《本草求原》：\"甘辛，平。\"\n\n②《四川中药志》：\"性寒，味辛，无毒。\"\n\n归肝；脾；肺；肾经 ",
    "usage": "内服：煎汤，3～5钱。外用：捣敷或捣汁涂。",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "鸡眼草\n一年生或多年生草本，高10～30厘米，多分枝。小枝上有向下倒挂的白色细毛。3出羽状复叶，互生；有短柄；小叶细长，长椭圆形或倒卵状长椭圆形，长2～8厘米，宽3～7毫米，先端圆形，其中脉延伸呈小刺尖，基部楔形；沿中脉及边缘有白色鬃毛。托叶较大，长卵形，急尖，初时淡绿色，于时为淡褐色。花蝶形，1～2朵，腋生；小苞片4，卵状披针形；花萼深紫色，钟状，长2.5～3毫米，5裂，裂片阔卵形；花冠浅玫瑰色，较萼长2～3倍，旗瓣近圆形，顶端微凹，具爪，基部有小耳，翼瓣长圆形，基部有耳，龙骨瓣半卵形，有短爪和耳，旗瓣和翼瓣近等长，翼瓣和龙骨瓣的末端有深红色斑点；雄蕊2体。荚果卵状圆形，顶部稍急尖，有小喙，萼宿存。种子1粒，黑色，具不规则的褐色斑点。花期7～9月。果期9～10月。\n生长于向阳山坡的路旁、田中、林中及水边。分布东北以及河北、山东、江苏、湖北、湖南、福建、广东、云南、贵州、四川等地。\n\n同属植物长萼鸡眼草形态与鸡眼草相似，但茎较粗壮直立；小叶倒卵形，密生长毛；萼片稍长。有些地区亦作鸡眼草使用。",
    "application": "治疗传染性肝炎\n每日用新鲜人字草6两(小儿减半)，洗净加水煎煮20～30分钟，去渣分3次服，连服10天。据23例观察，对黄疸消退及肝功能恢复有一定作用。治程中亦未发现毒性反应和副作用。",
    "position": "为豆科植物鸡眼草的全草。",
    "source": "《救荒本草》"
  },
  {
    "name": "木棉花",
    "alias": "木棉,斑枝花,琼枝",
    "ingredient": "含鞣质、木棉胶及微量元素等。乙醇提取物具抗炎作用。",
    "process": "春季采收盛开花朵，晒干或烘干。",
    "distinguish": "干燥花多皱缩，不具子房和花柄。花萼杯状，顶端3～5裂，厚革质而脆，外表棕黑色，具不规则纵皱，内面被灰黄色短绒毛；花瓣5片，分离，皱缩戌破碎，外面棕黄色或深棕色，具纵纹，被星状毛，内面红棕色，被少数星状毛；雄蕊多数，花丝红棕色，扭曲，具粗纵纹，花药大部脱落。味淡微甘。\n产广东、广西等地。\n\n古书所载的木棉，常与锦葵科棉属植物混淆不分。《纲目》木棉条集解中即包括锦葵科棉属植物在内，而所述\"交广木棉\"，乃为木棉科植物。",
    "effect": "有清热利湿，解毒的作用。",
    "creation": "春季采摘或拾取盛开花朵，晒干。",
    "function": "清热，利湿，解毒，止血。治泄泻，痢疾，血崩，疮毒，金创出血。\n\n①《生草药性备要》：\"治痢症，白者更妙。\"\n\n②《本草求原》：\"红者去赤痢，白者治白痢，同武彝茶煎常饮。\"\n\n③《岭南采药录》：\"消暑。\"\n\n④《中药新编》：\"利尿及健胃。\"\n\n⑤《南宁市药物志》：\"去湿热。治血崩，金创。\"\n\n⑥《广西中药志》：\"去湿毒，治恶疮。\"\n\n⑦广州部队《常用中草药手册》：\"清热利湿，治肠炎，菌痢。\"",
    "taste": "广州部队《常用中草药手册》：\"甘，凉。\"",
    "usage": "内服：煎汤，2～3钱。",
    "compatibility": "虚寒体质者不宜服用。",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肝；大肠经",
    "plant": "木棉(杨孚《异物志》)，又名：古贝(《南州异物志》)，斑枝花(《汪右丞集》)，攀枝花(《纲目》)，琼枝(《梧浔杂佩》)，英雄树。\n大乔木，高可达25米。干和枝有短而大的圆锥形的刺；枝平伸。掌状复叶，叶柄长8～12厘米；小叶5～7枚，具柄，薄革质，矩圆形至椭圆状矩圆形，长10～20厘米，宽5～7厘米，先端渐尖，基部阔或渐狭，全缘，两面均秃净。花大，红色，直径约12厘米或过之，叶前开放，聚生于枝的近顶端；萼厚革质，长3.5～4.5厘米，外面秃净，内被丝毛，分裂为阔而钝的裂片；花瓣5，肉质，矩圆形，长8～10厘米，两面多少被星状柔毛，但内面稍稀疏；雄蕊管短，多列，最内5枚于顶端分叉，每1分又有花药1枚，中间10枚较短，最外的多数，合生为5束；子房5室，胚珠多数，柱头5裂。蒴果大，矩圆形，木质，长10～15厘米，宽4.5～5厘米，果瓣内有绵毛；种子多数，倒卵形。花期3月。果期5月。\n野生或栽培。分布广东、广西、福建、台湾、云南等地。\n\n本植物的根或根皮(木棉根)、树皮(木棉皮)亦供药用，各详专条。",
    "application": "用量6~9克，煎服。用治大肠湿热所致的泄泻、痢疾、血崩、疮毒、金创出血。",
    "position": "为木棉科植物木棉的花。",
    "source": "《生草药性备要》"
  },
  {
    "name": "檀香",
    "alias": "旃檀(竺法真《罗浮山疏》)，白檀(陶弘景)，白檀香、黄檀香(《本草图经》)，真檀，裕香(《纲目》)。",
    "ingredient": "心材含挥发油(白檀油)3～5%。油含α-檀香萜醇和β-檀香萜醇90%以上，檀萜烯、α-檀香萜烯和β-檀香萜烯、檀萜烯酮、檀萜烯酮醇及少量的檀香萜酸、檀油酸、紫檀萜醛。",
    "process": "全年可采。采得后切成小段，除去边材(制造檀香器具时，剩下的碎材，亦可利用)。",
    "distinguish": "分黄檀香和白檀香两种。多呈圆柱形或微扁；挺直，少数微有弯曲，常锯成长短不等之段，一般长50～100厘米，直径10～20厘米。表面淡黄棕色，放置日久则颜色较深，外表光滑细致，可见细长的纵裂隙。两端平截面整齐，截断面圆形或微扁圆形，具细长裂隙，呈放射状排列，并可见锯断痕迹。质致密而坚实，极难折断，碎块折断后呈刺状。具异香，燃烧时更为浓烈，味微苦。黄檀香色深，味较浓；白檀香质坚，色稍淡。制造器具后剩余的碎材，称为檀香块，大小形状，极不规则，表面光滑碗稍粗糙，色较深，有时可见年轮，呈波纹状。纵劈后，断面纹理整齐，纵直而具细沟。以色黄，质坚而致密、油性大，香味浓厚者为佳。\n主产于印度。印度尼西亚等地。",
    "effect": "增强胃肠蠕动，促进消化液的分泌。檀香油之抗菌作用不强，对伤寒杆菌之酚系数在0.1以下。能减轻无效的咳嗽；过量可引起胃、肾、皮肤刺激。用于小便困难，可改善症状。对大鼠饲喂0.5-2g/kg，数日后，可使尿路中金黄色葡萄球菌的生长减少60%。檀香油的抑菌浓度为1 ：64000-1：128000，对痢疾杆菌亦有效；1：32000 浓度对鸟型结核杆菌有抑制作用，对大肠杆菌无作用。檀香油尚有利尿作用，麻痹离体兔小肠，对兔耳皮肤有刺激作用。",
    "creation": "用水浸泡，镑片或劈碎，晾干。",
    "function": "理气，和胃。治心腹疼痛，噎膈呕吐，胸膈不舒。\n\n①陶弘警：\"消风肿。\"\n\n②《本草拾遗》：\"主心腹霍乱，中恶，杀虫。\"\n\n③《日华子本草》：\"治心痛，霍乱。肾气腹痛，浓煎服；水磨敷外肾并腰肾痛处。\"\n\n④《珍珠囊》：\"引胃气上升，进食。\"\n\n⑤《纲目》：\"治噎膈吐食。又面生黑子，每夜以浆水洗拭令赤，磨汁涂之。\"\n\n⑥《本草备要》；\"调脾胃，利胸膈，为理气要药。\"",
    "taste": "辛，温。\n\n①《日华子本草》：\"热，无毒。\"\n\n②《珍珠囊》：\"甘苦。\"\n\n③《汤液本草》：\"气温，味辛，无毒。\"",
    "usage": "内服：煎汤，1～2钱；或入丸、散。外用：磨汁涂。",
    "compatibility": "《本草汇言》：\"如阴虚火盛，有动血致嗽者，勿用之。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "脾；胃;肺经",
    "plant": "檀香\n常绿小乔木，高6～9米。具寄生根。树皮褐色，粗糙或有纵裂；多分枝，幼枝光滑无毛。叶对生；革质；叶片椭圆状卵形或卵状披针形，长3.5～5厘米，宽2～2.5厘米，先端急尖或近急尖，基部楔形，全缘，上面绿色，下面苍白色，无毛；叶柄长0.7～1厘米，光滑无毛。花腋生和顶生，为三歧式的聚伞状圆锥花序；花梗对生，长约与花被管相等；花多数，小形，最初为淡黄色，后变为深锈紫色；花被钟形，先端4裂，裂片卵圆形，无毛；蜜腺4枚，略呈圆形，着生在花被管的中部，与花被片互生；雄蕊4，与蜜腺互生，略与雌蕊等长，花药2室，纵裂，花丝线形；子房半下位，花柱柱状，柱头3裂。核果球形，大小似樱桃核，成熟时黑色，肉质多汁，内果皮坚硬，具3短棱。种子圆形，光滑无毛。\n野生或栽培。分布印度、马来西亚、澳大利亚及印度尼西亚等地。我国台湾亦有栽培。\n\n本植物心材中的树脂(檀香泥)亦供药用，另详专条。",
    "application": "用量2~5克，煎服。用治寒凝气滞、胸痛、腹痛、胃痛食少、冠心病、心绞痛。",
    "position": "为檀香科植物檀香的心材。",
    "source": "《别录》"
  },
  {
    "name": "急性子",
    "alias": "金凤花子(《摘元方》)，凤仙子(《纲目》)。",
    "ingredient": "\n　　种子含脂肪油17.9%，油内含十八碳四烯酸(parinaricacid)约27%。又含甾醇类成分：凤仙甾醇(balsaminasterol)，a-菠菜甾醇(a-spinasterol)，β-谷甾醉(β-sitosterol)。还含三萜类成分：β-香树脂醇(β-amyrin)，凤仙萜四醇-A(hosenkol-A)。另含9-十八碳烯酸-1-甘油酯[(R、Z)-glycerol-1(9-octadecenoate)]，棕榈酸(palmiticacid)，硬脂酸(stearicacid)，油酸(oleicacid)和棕榈酸乙酯(ethylpalmitate)，硬脂酸乙酯(ethylstearate)，油酸乙酯(ethyloleate)，类脂(lipids)，蔗糖(sucrose)，车前糖(planteose)，蒽醌甙(anthraquinoneglycoside)等。全株含芹菜素-4'-O-β-D-呋喃木糖基(l→2)-O-β-D-吡喃葡萄糖甙[apigenin-4'-O-β-D-xylofuranosyl(1→4)-O-β-D-glucopyranoside]和有抗菌活性的2-甲氧基-1，4-萘醌(2-methoxy-1，4-napthoquinone)。\n",
    "process": "\n　　秋季采收尚未开裂的成熟果实，晒干，打出种子，除去果皮及杂质。\n",
    "distinguish": "\n　　性状鉴别 种子扁圆形或扁卵圆形，长2-3.5mm，宽2-3mm。表面棕褐色，粗糙，有细密疣状突起及短条纹，一端有突出的种脐。质坚硬，剖开后，种皮薄;子叶2枚，肥厚，半透明，油质。气微，味淡，微苦。以颗粒饱满者为佳。\n\n\n　　显微鉴别 种子横切面：外种皮外被腺毛及非腺毛。下皮层1列细胞。色素层细胞含棕红色物质，外侧近下皮层分布有大形薄壁细胞，内含草酸钙针晶束。内种皮1列细胞，壁稍增厚。子叶薄壁细胞含症粉粒及糊粉粒。\n\n\n　　粉末特征：浅棕色。①外种皮细胞垂周壁波状弯曲，有腺毛或非腺毛。③腺毛头部单细胞或2-8细胞，直径20-60μm;柄为单细胞。③非腺毛为单细胞，与腺毛同含黄棕色物质。④含草酸钙针晶细胞椭圆形，针晶长约50μm。⑤内种皮细胞长方形或多角形，壁稍增厚。\n",
    "effect": "\n　　1.对子宫平滑肌的作用：本品糖浆对小鼠离体子宫;煎剂、酊剂、水浸剂对未孕免离体子宫及已孕或未孕豚鼠离体子宫都有明显的兴奋作用，使收缩频率增大、张力增强乃至出现强直收缩。麻醉兔静脉注射或肌肉注射其水浸液0.05-0.3g/kg，亦有子宫兴奋作用。\n\n\n　　2.抗生育作用：小鼠灌胃急性子煎剂3g/kg，连续10天，第5天开始雌雄合笼，停药35天后剖检，避孕率达100%，此作用可能与抑制排卵，使子宫和卵巢萎缩有关。剂量为80g/kg时，有33%的抗着床作用。但剂量过小时，如水醇提取物，每只鼠0.5-1g(相当0.02-0.04g生药/kg)，或醇醚提取的混合物，每只小鼠0.36g生药(相当0.014g生药/kg)，则无抗着床和抗早孕作用。亦有报道，本品水浸剂3g/kg灌胃妊娠豚鼠，每分钟l次，连续3次，未见引产或毒性。\n\n\n　　3.抗菌作用：水煎剂对金黄色葡萄球菌、溶血性链球菌、绿脓杆菌、福氏痢疾杆菌、宋内氏痢疾杆菌、伤寒杆菌均有不同程度的抑制作用。\n\n\n　　【鉴别】理化鉴别取本品粉末1g，加乙醇20ml，浸泡4h，滤过。取滤液1ml，置蒸发血中蒸干，残渣加冰醋酸1ml溶解，再加醋酐与硫酸(19：1)混合液3-4滴，显红色，逐渐变为紫红色、污绿色。(检查甾类)\n",
    "creation": "生用。",
    "function": "破血，消积，软坚。治经闭，积块，噎膈，外疡坚肿，骨鲠不下。\n\n①《纲目》：\"治产难，积块，噎膈，下骨鲠，透骨通窍。\"\n\n②《本经逢原》：\"软坚，搜顽痰，下死胎。\"\n\n③《玉楸药解》：\"软坚，化骨，消癖，落牙。\"\n\n④《医林纂要》：\"解蛇虫毒。\"\n\n⑤《本草再新》：\"治诸恶疮，败一切火毒。\"\n\n⑥《本草正义》：\"治外疡坚块，酸肿麻木，阴发大症。研末熬膏贴患处，极能软坚消肿。\"",
    "taste": "苦辛，温，有毒。\n\n①《纲目》：\"微苦，温，有小毒。\"\n\n②《医林纂要》：\"辛，平。\"\n\n③《本草再新》：\"味苦辛，性凉，有毒。\"",
    "usage": "内服：煎汤，0.8～1.5钱；或入丸、散。外用：研末吹喉、点牙，调敷或熬膏贴。",
    "compatibility": "内无瘀积及孕妇忌服。\n\n①《中药志》：\"虚弱及无瘀积者忌用。\"\n\n②《闽东本草》：\"妊娠忌用。\"",
    "storage": "置干燥处",
    "side_effects": "妊娠中期豚鼠灌服水浸剂3克/公斤，每小时1次，共3次，数日内未见流产，给家兔灌服同样剂量，亦未见任何异常。",
    "category": "肾；肝；肺经",
    "plant": "\n　　一年生草本，高约60～80cm。茎粗壮，肉质，常带红色，节略膨大。叶互生，披针形，长6～15cm，宽1.5～2.5cm，先端长渐尖，基部楔形，边缘有锐锯齿;叶柄两侧有腺体。花不整齐，单一或数朵簇生于叶腋，密生短柔毛，粉红色、红色、紫红色或白色;萼片3，后面一片大，花瓣状，向后延伸成距;花瓣5，侧瓣合生， 不等大;雄蕊5，花药粘合;子房上位，5室。蒴果密生茸毛。种子圆形，黄褐色。花期6～8月，果期9月。\n\n\n　　全国各地均有栽培。主产江苏、浙江、河北、安徽。\n",
    "application": "用量3~ 4.5克，内服煎汤，或入丸散，治疗瘕痞块、经闭、噎膈。外用研末吹喉、点牙，调敷或熬膏贴。",
    "position": "为凤仙花科植物凤仙的种子。植物形态详\"凤仙\"条。",
    "source": "《救荒本草》"
  },
  {
    "name": "松节",
    "alias": "黄松木节(《圣惠方》)，油松节(《药材资料汇编》)，松郎头(《药材学》)。",
    "ingredient": "油松、马尾松的松节主要含纤维素，木质素，少量挥发油(松节油)和树脂；挥发油含α-蒎烯及β-蒎烯约90%以上，另有少量l-莰烯。",
    "process": "多于采伐时或木器厂加工时锯取之，经过选择修整，晒干或阴干。",
    "distinguish": "干燥松节呈不规则的块状或片状，大小粗细不等，一般长5～10厘米，厚1～3厘米。表面黄棕色至红棕色，横切面较粗糙，中心为淡棕色，边缘为深棕色而油润。质坚硬，不易折断，断面呈刺状。有松节油气，味微苦。以个大、棕红色、油性足者佳。\n全国有松树分布地区均产。",
    "effect": "松节有一定的镇痛抗炎作用。",
    "creation": "擘碎，用水洗净，浸泡，捞出，润透，待软切片，晒干。或浸泡后置蒸笼内蒸透，乘热切片。",
    "function": "祛风、燥湿，舒筋，通络。治历节风痛，转筋挛急，脚气痿软，鹤膝风，跌损瘀血。\n\n①《别录》：\"主百节久风，风虚，脚痹疼痛。\"\n\n②《日华子本草》：\"治脚软骨节风。\"\n\n③《本草衍义补遗》：\"炒焦治骨间病，能燥血中之湿。\"\n\n④《滇南本草》：\"行经络，治痰火，筋骨疼痛，湿痹痿软，强筋骨。\"\n\n⑤《本草通玄》：\"搜风舒筋。\"\n\n⑥《分类草药性》：\"治鹤膝风，通气和血。\"\n\n⑦广州部队《常用中草药手册》：\"治风湿骨痛，跌打瘀痛。\"",
    "taste": "苦，温。\n\n①《别录》：\"温。\"\n\n②《日华子本草》：\"无毒。\"\n\n③《滇南本草》：\"性平，味微酸。\"\n\n④《纲目》：\"苦，温，无毒。\"\n\n⑤《医林纂要》：\"苦辛，温。\"\n\n⑥《本草再新》：\"味甘苦，性温，无毒。\"",
    "usage": "内服：煎汤，3～5钱；或浸酒。外用：浸酒涂擦。",
    "compatibility": "阴虚血燥者慎服。\n\n①《本经逢原》：\"血燥人忌服。\"\n\n②《本草从新》：\"血虚人尤忌。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；肾经",
    "plant": "①油松(《植物名实图考》)，又名：短叶松、红皮松。\n常绿乔木，高15～25米，胸径达1米。树皮灰褐色，呈鳞甲状裂，裂隙红褐色。枝轮生，小枝粗壮，淡橙黄色或灰黄色；冬芽长椭圆形，棕褐色。叶针形，2针一束，稀有3针一束的，较粗硬，长10～15厘米，边缘有细锯齿，两面有气孔线；叶鞘初时淡褐色，渐变为暗灰色，外表常被薄粉层。花单性，雌雄同株，均为松球花序；雄球序长卵形，长1～1.5厘米，淡黄绿色，簇生于前一年小枝顶端；花开后成葇荑状，雄蕊多数；雌球序阔卵形，长7毫米，紫色，1～2枚着生于当年新枝顶端，多数珠鳞成螺旋状紧密排列，胚珠2枚；珠鳞下面有一小型苞片，与珠鳞分离。松球果卵形，长5～8厘米，直径3～5厘米，在枝上能宿存数年之久，鳞突较隆起，鳞脐亦突出，呈钝尖形。种子具翅，呈不十分规则之椭圆形，稍扁，紫褐色或褐色，具油汁胚乳。花期4～5月。果热期翌年9月。\n生长于山坡。分布辽宁、吉林、河北、山东、山西、陕西、甘肃、内蒙古、宁夏、青海、河南、山东等地。\n\n②马尾松，又名：山松(《生草药性备要》)，青松、台湾赤松、铁甲松。\n常绿乔木，高可达40米。树皮红棕色，成不规则长块状裂。小枝常轮生，红棕色，具宿存鳞片状叶枕，常翘起，较粗糙；冬芽长椭圆形，芽鳞红褐色，叶针形，2针一束，细长而柔韧，长13～20厘米，叶缘具细锯齿；叶鞘膜质，灰白色，永存。雄球序椭圆形至卵形，开后延长成葇荑状，黄色，雄蕊具2花粉囊；雌球序椭圆形，肉紫色。松球果卵状圆锥形，长4～7厘米，直径2.5～4.5厘米，果鳞木质，鳞片盾菱形，鳞突较平坦，微具脊，鳞脐小而短，微凹或微凸。花期4～5月。果熟期翌年10月。\n生长于山地。分布河南、安徽、江苏、浙江、福建、台湾、广东、广西、湖南、湖北、四川、贵州、云南、陕西等地。\n\n③云南松，又名：飞松。\n常绿乔木，高达30米。树皮幼时红褐色，渐老则呈灰褐色，深纵裂并呈片状剥落。枝轮生状；冬芽粗大，圆锥状卵形至圆柱形，红褐色，鳞片披针形，被有白色透明薄膜。叶针形，3针一束，长15～25厘米，边缘及中肋有细锯齿；叶鞘永存。雄球序聚生于当年生小枝的下部，黄色，圆柱形，长2～3厘米，外有一苞片承托；雌球序单生，近于幼枝顶端，鳞片紫褐色。松球果卵状圆锥形或椭圆状圆锥形，长4.5～10厘米，直径4.5～7厘米，成熟时咖啡龟；果鳞长圆形，鳞背稍隆起或显著隆起，鳞脐微凹。种子卵状或椭圆形，黄褐色。花期3～4月。果期11～12月。\n生长于山地。分布云南、贵州、四川、广西等地。\n\n以上三种植物的幼根或根白皮(松根)、幼枝或幼枝尖端(松笔头)、叶(松叶)、花粉(松花粉)，球果(松球)、树皮(松木皮)、树脂的加工品(松香)、木材中的松脂(松油)亦供药用。各详专条。",
    "application": "治疗风湿性关节炎等\n取油?的松头、松节、松针各半斤，当归2两，制成复方注射液。肌肉注射每日两次，每次3毫升；或穴位注射每日两次，每次1毫升。治疗风湿性关节炎、腰腿痛等风湿痛症204例，治愈33例，显效92例，有效66例，无效13例。此药似有祛风、镇静止痛、消炎等作用。以穴位注射效果较好。",
    "position": "为松科植物油松、马尾松或云南松的枝干的结节。",
    "source": "《本草经集注》"
  },
  {
    "name": "使君子",
    "alias": "留求子(《南方草木状》)，史君子(侯宁极《药诺》)，五梭子(《药材资料汇编》)，索子果(《南宁市药物志》)，冬均子、病柑子(《中药材手册》)。",
    "ingredient": "种子含使君子酸钾，并含脂肪油20～27%。油中含油酸48.2%、棕树酸29.2%、硬脂酸9.1%、亚油酸9.0%、肉豆蔻酸4.5%、花生酸、甾醇。种子尚含蔗糖、葡萄糖、果糖、戊聚糖、苹果酸、柠檬酸、琥珀酸、生物碱如N-甲基烟酸内盐、脯氨酸等。果壳也含使君子酸钾。花含矢车菊素单糖甙。",
    "process": "9～10月间种子成熟，果皮变紫黑色时采摘，晒干或用微火烘干，即为使君子，一称\"壳君子\"。置通风干燥处，防蛀。",
    "distinguish": "干燥果实长卵形或椭圆形，具5条纵棱，两端尖，形如棱状，长2.5～4厘米，直径1.5～2厘米。外壳黑褐色或紫黑色，平滑，微有光泽；质坚硬，体轻，不易折断。切断面五角星形，棱角部皮较厚。内藏种子一粒。种仁狭纺锤形，长1.8～2.6厘米，直径0.6～1厘米。种皮灰白色，有黑灰斑块，质薄，易剥离而露出黄色的子叶，表面有多数纵皱纹。子叶2片，肥厚，边缘不整齐，胚根不明显。气微香；炒熟后较显著，味淡。以个大、颗粒饱满、种仁色黄、味香甜而带油性者为佳。\n主产四川、广东、广西。此外，福建、江西、云南、贵州等地亦产。",
    "effect": "①驱虫作用\n在体外试验中，使君子对猪蛔、蚯蚓、蚂蝗均有较强的驱除效能，并认为早年报告使君子无驱虫效力，乃因药品过于陈旧之故。用猪蛔首部描记法，证明使君子仁的提取物，在体外确有麻痹猪蛔首部的作用。并证明其有效成分为水溶性，甲醇中亦溶之，石油醚不溶，氯仿及纯乙醇似亦不溶。至于其驱虫有效成分究是何物，尚有争论。早期有人多方证明使君子对蚯蚓的作用可由其中所含之钾盐说明之，但钾盐对猪蛔并无作用，以蚯蚓作驱虫试验，实不可靠。曾从使君子中提取使君子酸钾，认为系驱虫的有效成分，但遭到怀疑，因为一则仅在蚯蚓身上有效，二则使君子酸的钠盐即使对蚯蚓也并无作用。后来试验使君子酸钾在玻管中对整体猪蛔有抑制现象，但作用较弱。在临床试验中，亦证明使君子酸钾的驱蛔能力与新鲜使君子仁的效力相近，而逊于山道年。亦有报告其中所含的吡啶与驱虫作用有关。另报告使君子固定油与蓖麻油混合剂对动物与人排虫率高，且无显著副作用(如呃逆、呕吐)。\n\n②其他作用\n使君子粉剂对自然感染的鼠蛲虫病有一定的驱蛲作用。与百部粉剂合用，效力较单用时好，且对幼虫亦稍有作用。水浸剂(1：3)在试管中对某些皮肤真菌有某些抑制作用。",
    "creation": "使君子仁：除去外壳，取净仁。炒使君子仁：置锅内用文火炒至微有香气，取出，放凉。",
    "function": "杀虫，消积，健脾。治蛔虫腹痛，小儿疳积，乳食停滞，腹胀，泻痢。\n\n①《开宝本草》：\"主小儿五疳，小便白浊，疗泻痢。\"\n\n②《纲目》：\"健脾胃，除虚热。治小儿百病疮癣。\"",
    "taste": "甘，温。有毒。\n\n①《开宝本草》：\"味甘，温，无毒。\"\n\n②《本草正》：\"味甘，气温，有小毒。\"",
    "usage": "内服：煎汤，3～5钱；或入丸、散。",
    "compatibility": "服药时忌饮热茶。大量服用能引起呃逆、眩晕，呕吐等反应。\n\n①《纲目》：\"忌饮热茶，犯之即泻。\"\n\n②《本草经疏》：\"忌食热物。\"\n\n③《本草汇言》：\"脾胃虚寒之子，又不宜多用，多食则发呃。\"\"苟无虫积，服之必致损人。\"",
    "storage": "置通风干燥处，防霉，防蛀。",
    "side_effects": "使君子毒性不大，粗制品（26.6g/kg）给犬口服，除产生呕吐、呃逆外，并无其他中毒症状，其树胶于0.83g/kg时亦产生同样作用。水浸膏皮下注射于小鼠，数分钟后，即呈抑制状态，呼吸缓慢不整，1-2小时后全身发生轻度惊厥，随即呼吸停止。最小致死量约为20g/kg。使君子油50-100mg／10g给小鼠或家兔口服，未见中毒现象。毒性：粗制剂26.6g/kg或所含树胶0.83g/kg灌胃，均可使狗产生呃逆、呕吐及中枢抑制；小鼠皮下注射先呈抑制，继而痉挛，最后因呼吸抑制致死，最小致死量为20g/kg。",
    "category": "归脾；胃经",
    "plant": "使君子\n藤状灌木，嫩枝幼叶具黄色柔毛。叶对生，长圆形或长圆妆披针形，长4.5～15厘米，宽2～6厘米，先端渐尖，基部圆形或略呈心脏形，全缘，老叶下面，尤以叶脉及边缘处存留柔毛；叶柄长5～15毫米，下部有关节。叶落后关节以下部分成为棘状物；穗状花序生于枝条的顶端，下垂，略有芳香；每花下具有苞片1枚，披针形或线形，脱落性；萼筒细管状，伸出于子房上，长约6厘米，先端5裂齿，短三角形，有柔毛及腺毛；花瓣5，长圆形或倒卵形，长约1厘米，先端圆，基部宽楔形，与萼齿互生，蕾呈紫红色，而被覆盖的1/2部分呈白色，开放后渐转紫红色；雄蕊10，排成上下两轮，花丝着于萼筒，上轮5枚外露；雌蕊1，子房下位，圆柱状纺锤形，有5纵枝，具柔毛及腺毛，花柱细长，外露，下部与萼筒合生，柱头短。果实橄榄状，长2.5～4厘米，黑褐色或棕色，有5棱。花期5～9月。果期6～10月。\n生于平原灌木丛或路旁。分布福建、台湾、广西、江西、湖南、四川、贵州、云南及广东海南岛等地。\n\n本植物的根(使君子根)、叶(使君子叶)亦供药用，各详专条。",
    "application": "①治疗蛔虫病\n使君子用于驱蛔，近代作了较多观察，但结果不尽一致。据数十例至数百例的报告，服药后的排虫率自30左右至86%不等，大便复查虫卵阴转率一般约在30～40%上下，但亦有低至15.4%的。有人认为服药后多数患者蛔虫不能1次驱净，有重复用药的必要；但也有指出，反复用药并无多大裨益。用法：使君子仁(生仁或炒至香脆)嚼碎吞服，或然干研末开水送服，亦可制成煎剂服用。每日1决于空腹时或食后2小时左右服下，或每日2～3次分服，或连服2～3日。部分病例服后曾加服泻剂。剂量：有按每岁1粒服用的，有按每岁1克或每岁加1克(例如2岁为3克，3岁为4克，余类推)给药的，有按每公斤体重0.5克计算为1日量的，亦有按年龄大小给服5～10克不等的。但似以1岁1克或1岁加1克，最高量不超过10或16克；及按年龄大小给服10克(12岁以下)或20克(13岁以上)者效果较好。疗效高低与用法、剂量等有一定关系。煎剂效果不及原药吞服高，但副作用则较小。1次顿服较分次服用效果为佳。连服2日或3日并不比单次服用的疗效显著。剂量与疗效成一定的正比关系，用量小的(如1岁1粒)较用量大的(如1岁1克)疗效为低，副作用也较小。加服泻剂有谓可增加效力，但亦有认为易引起呕吐反应，无加用必要。副反应：最常见的为呃逆，其次为头晕、头痛、腹痛、腹泻等。一般均较轻微，可自行消失。\n\n②治疗蛲虫病\n将使君子仁炒熟，于饭前半小时嚼食。小儿每日3～15粒，，成人15～30粒，分3次服。连服15天为一疗程，隔1月再服一疗程。服药前后忌饮浓茶。一般经1～2疗程，症状即可消失。\n\n③治疗肠道滴虫病\n将使君子炒黄，成人嚼服，儿童研末服。剂量：1岁以内每日1钱，1～2次分服，1～3岁每日服1.5钱，成人日服1次，每次5钱，连服3～5天为一疗程；必要时隔3～5天后再服1～2个疗程。观察7例，其中成人3例，经一疗程治愈；婴儿4例，经2～3疗程治愈。",
    "position": "为使君子科植物使君子的成熟果实。",
    "source": "《开宝本草》"
  },
  {
    "name": "响铃草",
    "alias": "野花生(《中国植物志》)，荷猪草、黄花野百合(《中国主要植物图说·豆科》)，马响铃(《滇南本草整理本》)，铃铃草、肾气草(《四川中药志》)，响铃子(《中国药植图鉴》)，小狗响铃、假地豆、地响铃、野豌豆、马小莲、野毛豆(《云南中草药选》)，马铃草、响亮草、荷承草(江西《草药手册》)。",
    "ingredient": "\n猪屎豆种子含猪屎豆碱、次猪屎豆碱、光萼猪屎豆碱、尼勒吉扔碱、猪屎青碱等生物碱，尚含β-谷甾醇、木犀草素、牡荆素、牡荆素木糖甙以及能凝集人A型和B型红细胞的植物凝集素。\n",
    "process": "\n夏季采收，晒干，或切段晒干。\n",
    "distinguish": "\n干燥全草，茎圆形，全体有黄棕色茸毛。叶片卷曲，多脱落，呈椭圆形或卵形，黄绿色。枝端尚带荚果，种子大多脱落。带根者，根婉蜒而长，圆形，少分枝，须根细长，表面土黄色。\n产于云南、四川、贵州等地。\n\n在四川地区，同属植物猪屎豆、野百合(参见\"野百合\"条)及条叶猪屎豆等的全草，与本品同等入药。\n",
    "effect": "\n猪屎豆种子及叶含大量生物碱，可通过完整皮肤吸收，主要对肝脏表现毒性，但不出现贫血、血清总蛋白降低、血浆凝血酶元时间(大鼠)延长。开花期植物的叶喂饲山羊可引起中毒，干枯物则失去毒性(其抗肿瘤作用参见\"野百合\"条)。\n",
    "creation": "?",
    "function": "\n敛肺气，补脾肾，利小便，消肿毒。治久咳痰血，耳鸣，耳聋，梦遗，慢性肾炎，膀胱炎，肾结石，扁桃腺炎，淋巴腺炎，疔毒，恶疮。\n\n①《滇南本草》：\"敛肺气，止咳，消痰，定喘。\"\n\n②《滇南本草图说》：\"治石淋内结；捣烂敷疮。\"\n\n③《草木便方》：\"补中益气，疗耳鸣，头目昏眩，崩淋。又泻火清热，平肝风，消肿痛。\"\n\n④《分类草药性》：\"大补脾肾，治耳聋，气虚。\"\n\n⑤《四川中药志》：\"补中益气，治耳鸣耳聋，头目眩晕，肾亏遗精，及妇女干血劳。\"\n\n⑥《云南中草药选》：\"利水，消炎，平喘，止咳。治慢性肾炎，膀胱炎，慢性支气管炎，扁桃腺炎，淋巴腺炎，肾结石；月经不调，痛经。\"\n\n⑦江西《草药手册》：\"解毒透疹。\"\n",
    "taste": "\n苦微酸，寒。\n\n①《滇南本草》：\"性寒，味苦微酸。\"\n\n②《滇南本草图说》：\"气味辛酸苦。\"\n",
    "usage": "\n内服：煎汤，0.5～1两；或炖肉。外用：捣敷。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺经",
    "plant": "\n假地蓝\n多年生草本。根长达60厘米以上。茎、枝直立或略上升，通常分枝甚多；茎、枝、叶各部分均有稍长而扩展的毛，毛略粗糙，稍呈丝光质。单叶互生，矩形，长卵形或长椭圆形，长2～5厘米，宽1～3厘米，两面均有毛而下面脉上最密，先端钝或微尖，基部窄或略呈楔形，侧脉不明显：几无叶柄；托叶披针形，长4～6毫米，反折。总状花序，顶生或同时腋生。有花2～6朵；萼筒很短，萼片披针形，不相等；花冠与萼片等长或长过萼片，蝶形，黄色，旗瓣有爪，圆形，翼瓣倒卵状长圆形，较旗瓣为短，龙骨瓣与翼瓣等大，向内弯曲；雄蕊10，单体，药2室；子房线形，花柱长，柱头稍斜。荚果膨胀成膀胱状，长2.5～3厘米。种子20～30颗，肾形。花期6～10月。\n生于山坡、荒地。我国普遍有分布，而以西南为多见。\n",
    "application": "?",
    "position": "\n为豆科植物假地蓝的全草或带根全草。\n",
    "source": "\n《滇南本草》\n"
  },
  {
    "name": "紫堇",
    "alias": "楚葵、蜀堇、苔菜、水卜菜(《本草图经》)，赤芹、紫芹、起贫草(《轩辕述宝藏论》)，断肠草、野花生(《贵州草药》)，蝎子花、闷头花、麦黄草(《陕西中草药》)。",
    "ingredient": "?",
    "process": "4～5月采收。",
    "distinguish": "?",
    "effect": "25%煎液试管内对金黄色葡萄球菌有显著的抑制作用，对大肠杆菌、绿脓杆菌次之。",
    "creation": "?",
    "function": "治肺结核咳血，遗精，疮毒，顽癣。\n\n①《贵州草药》：\"镇静，止血。治肺痨咳血。\"\n\n②《陕西中草药》：\"清热解毒，止痒，收敛，固精。治疮毒，顽癣，秃疮，带状疱疹，蛇咬伤，脱肛，遗精。\"",
    "taste": "苦涩，凉，有毒。\n\n①《贵州草药》：\"苦辛，平，有毒。\"\n\n②《陕西中草药》：\"苦涩，平，有毒。\"",
    "usage": "内服：煎汤，2～3钱。外用：捣敷、研末调敷或煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肾；脾经",
    "plant": "紫堇\n一年生无毛草本，具细长的直根。茎高10～30厘米，常自下部起分枝。叶基生并茎生，具细柄；叶片轮廓三角形，长3～9厘米，2或3回羽状全裂，1回裂片2～3对，2或3回裂片轮廓倒卵形，不等地近羽状分裂，末回裂片狭卵形，顶端钝。总状花序长3～10厘米；苞片卵形或狭卵形，全缘或疏生小齿；萼片小；花瓣紫色，上面花瓣长1.5～1.8厘米，距长达5毫米，末端稍向下弯曲。蒴果条形，长约3厘米，宽约1.5毫米。种子黑色，扁球形，密生小凹点。花期4～5月。\n生丘陵林下、沟边或多石处。分布长江中、下游各省，北达河南和陕西南部及山西、甘肃等地。\n\n本植物的花(紫堇花)亦供药用，另详专条。",
    "application": "治疗化脓性中耳炎\n将新鲜断肠草(全草)洗净、捣烂取汁。拭净耳内脓液后，将药汁滴入耳内，每日3～4次，观察32例，痊愈8例，显效18例。有的用药1～7天即愈。断肠草有小毒，不宜入口，如耳咽管通畅，宜改用棉球浸药汁少许塞入耳内。",
    "position": "为罂粟科植物紫堇的全草及根。",
    "source": "《本草图经》"
  }
]