[
  {
    "name": "血风藤",
    "alias": "青藤、铁牛入石、青筋藤(广州部队《常用中草药手册》)。",
    "ingredient": "\n根含生物碱，黄酮甙、酚类、氨基酸、蒽醌。\n",
    "process": "\n全年可采，洗净切片晒干。\n",
    "distinguish": "理化鉴别 （1）取本品粉末1g，加乙醇10ml，振摇，冷浸过夜；滤过，滤液挥去乙醇，残渣加稀盐酸，调节PH约等于5，搅拌使溶；滤过，滤液加氨水碱化后，以三氯甲烷萃取；萃取液挥去三氯甲烷，残渣加水5ml，滴加稀盐酸使pH约为5，使溶；滤过，滤液加氨水调节PH8-9，置试管中，滴加碘化铋钾试液，产生黄白色沉淀。（检查生物碱）（2）取本品粉末2g，加甲醇20ml，振摇，冷浸过夜；滤过，滤液挥主甲醇；残渣加水10ml，滴加氢氧化钠试液碱化，搅拌使溶；滤过，滤液滴加稀盐酸使pH为中性；取滤液置试管中，加少许镁粉，滴加浓盐酸3-4滴；显紫红色。（检查黄酮）（3）取本品粉末0.2g，加10％的硫酸溶液10ml，置水浴上加热2-10min。放冷后，加入5ml乙醚振摇，静置分层后取醚层供试验：①取上述乙醚液2ml，加入1ml5％的氢氧化钠液振摇，已醚层由黄色退为无色，水层显红色。②取上述乙醚液2ml，滴加0.5％醋酸镁甲醇试液2-3滴，即产生紫红色的絮状沉淀，继续滴加过量的醋酸镁甲醇试液，沉淀消失，溶液变为紫红色。",
    "effect": "?",
    "creation": "?",
    "function": "\n补益气血，祛风活络。治气血亏损，风湿疼痛，跌打损伤。\n\n①广州部队《常用中草药手册》：\"补气补血，舒筋活络。治气血亏损，月经不调，风湿筋骨痛，四肢麻木，跌打损伤。\"\n\n②《广西中草药》：\"补血祛风，强壮筋骨。治贫血，风湿性关节炎，腰肌劳损。\"\n",
    "taste": "\n甘，温。\n\n①广州部队《常用中草药手册》：\"甘涩，温。\"\n\n②《广西中草药》：\"味淡，性微温。\"\n",
    "usage": "\n内服：煎汤，0.5～1两。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾经",
    "plant": "\n翼核果\n木质藤本，高2～3米。根粗壮，外皮暗紫红色。茎多分枝，有细纵纹，幼枝绿色。单叶互生；革质；具柄；卵形或矩圆形，长4～8厘米，宽2～3.5厘米，顶端渐尖，基部阔楔形或近圆形，全缘或稍作波浪形，两面绿色无毛，下面侧脉极明显。腋生聚伞花序或有时成顶生圆锥花序；花小，绿白色；花萼5裂，裂片三角形；花瓣5，匙形；雄蕊5；子房2室，藏于5角形的花盘内。坚果球形，熟时红褐色，顶部有一鸭舌形膜质的薄翅，翅长3～5厘米。花期夏月。\n生于山野、沟边的疏林下或灌木丛中。分布广东、广西等地。\n",
    "application": "?",
    "position": "\n为鼠李科植物翼核果的根、茎。\n",
    "source": "\n《广西中草药》\n"
  },
  {
    "name": "锁阳",
    "alias": "琐阳、不老药、锈铁棒、地毛球、黄骨狼、锁严子、羊锁不拉",
    "ingredient": "\n含花色甙、三萜皂甙和鞣质。\n",
    "process": "\n春、秋采收，以春季采者为佳。挖出后除去花序，置沙滩中半埋半露，晒干即成。少数地区趁鲜时切片晒干。\n",
    "distinguish": "\n干燥全草，呈扁圆柱形或一端略细，长8～21厘米，直径2～5厘米。表面红棕色至深棕色，皱绪不平，形成粗大的纵沟或不规则的凹陷，有时可见三角形的鳞片，和有部分花序存在。质坚硬，不易折断，断面略显颗粒性，棕色而柔润。气微香，味微苦而涩。锁阳片为横切或斜切成的厚约1厘米左右的片段，往往用绳穿串。以个肥大、色红、坚实，断面粉性、不显筋脉者为佳。\n\n主产甘肃、新疆、内蒙古。此外，宁夏、青海等地亦产。\n",
    "effect": "\n1.对免疫及性功能的影响：\n\n小鼠肌肉注射醋酸氢化可的松后，其腹腔巨噬细胞吞噬鸡红细胞及脾脏淋巴细胞转化功能显著下降，灌胃锁阳醇提物，剂量0.25g/kg，0.5g/kg，连续7天，可使吞噬功能低下小鼠的巨噬细胞吞噬鸡红细胞能力有所恢复，其中0.5g/kg组有显著恢复作用(P<0.01);免疫功能受抑小鼠灌胃锁阳醇提物1g/kg、2g/kg连续7天后，可使脾脏淋巴细胞转化菌能有所恢复，2g/kg组有显著恢复作用(P<0.05%)。灌胃这0.5-2g/kg锁阳醇提物，连续10天，可使正常小鼠脾脏直接溶血空斑形成细胞数明业增加，并呈一定量效关系，灌胃l5天可使幼年大鼠血浆睾酮含量显著增高。结果提示，锁阳对于机体非特异性免疫功能及细胞免疫功能均有调节作用，其作用在免疫受抑制状态下尤为明显：对体液免疫功能也有增强作用，并有促进动物性成熟作用。锁阳还可对抗长期紧张等因素引起的小鼠性行为减少。锁阳水煎剂、氢化可的松注射剂分另对小鼠血浆睾酮浓度及睾丸湿重的实验结果显示：连续9天灌饲锁阳水煎剂使小鼠血浆睾酮浓度显著降低、睾丸显著萎缩，而抑制量的氢化可的松注射剂却不能使小鼠血浆睾酮浓度及睾丸湿重显著改变。\n\n2.对肠功能的影响：\n\n家兔离体回肠运动实验及小鼠小肠推进功能实验表明，锁阳溶液在一定浓度下能兴奋肠管，增加肠蠕动，具有润肠通便的作用，不会导致便秘，但家兔离体回肠运动实验也表明，更高的浓度下或直接食用锁阳时，可能引起肠管运动功能紊乱，导致排便次数减少，甚至出现便秘。在此基础上，张百舜等研究了锁阳各组分对肠蠕动的影响，认为锁阳所含大量无机无素及负离子，可形成已知的盐类泻药，如硫酸镁、硫酸钠，磷酸钠等，这些盐类在锁阳的：润肠通便中起重要作用。而锁阳所含鞣质对其润肠通便作用并无影晌。并把锁阳与肉苁蓉的通便作用进行了比较。对老龄小鼠的实验表明：锁阳对这类小鼠能显著增强肠蠕动，缩短排便时间。控制药物浓度，还可避免稀水便的发生。因此，认为锁阳对临床老年便秘的治疗，将是一个较为理想的药物。\n\n3.其它作用：\n\nOno K.等为发现新的抗转录和/或抗癌化合物，对28种植物的40多种制剂(水提物或95%乙醇提取物)进行了实验。发现锁阳等对逆转录酶(Reverse tramscriptase，RT)及人DNA聚合酶a(Humam oxyribonucleic acid polymerase，HDAP)均有抑制作用。其中锁阳对酶活性的50%被抑制浓度(IC50)为：水提物对RT：1.0&mu;g/ml，对RDAP：8.0&mu;g/ml，95%乙醇提取物对RT：2.7&mu;g/ml，对HDAP：14.0&mu;g/ml;许洪霞等报道油酸有抗肿瘤作用，三树务报道棕榈酸的抗炎作用。刘仁幼等对萧佐桃的经验方复方锁阳冲服剂进行实验发现：幼年小鼠灌胃该冲剂的100%水溶液0.5%ml/只，每天1次，连续7天,可使小鼠血浆皮质酮水平明显升高(与对照相比p<0.01);相同剂量，连续10天，可使小鼠因连续(10天)肌肉注射氢化可的松而致的血浆皮质酮水平下降现象明显减轻(与氢化可的松造型组相比P<0.05)。提示该冲剂即有促进肾上腺皮质分泌的功能，又具有肾上腺皮质激素样作用。该冲剂还可明显保护四氯化碳中毒性肝损伤的小鼠脾脏损伤，但对肝脏损伤无明显保护作用。较高浓度的该冲剂对正常小鼠血清谷丙转氨酶活性无影响。锁阳水浸液对实验动物降低血压、促进唾液分泌作用，对阳虚动物肝、脾核酸合成有下降作用，能使细胞内DNA和RNA合成率增加。锁阳水提物可以提高下丘脑一垂体一肾上腺皮质轴受抑制小鼠的皮质醇水平。说明锁阳在一定程度上抗激素对肾上腺皮质的外源性抑制作用。\n",
    "creation": "\n除去泥土杂质，洗净润透，切片晒干。\n\n①《本草备要》：\"酥炙。\"\n\n②《本草述钩元》：\"取坚而肥者，烧酒浸七次，焙七次。\"\n",
    "function": "\n补肾润肠。治阳痿，尿血，血枯便秘，腰膝痿弱。\n\n①《本草衍义补遗》：\"补阴气。治虚而大便燥结用。\"\n\n②《纲目》：\"润燥养筋。治痿弱。\"\n\n③《本草原始》：\"补阴血虚火，兴阳固精，强阴益髓。\"\n\n④《内蒙古中草药》：\"治阳萎遗精，腰腿酸软，神经衰弱，老年便秘。\"\n",
    "taste": "\n甘，温。\n\n①《本草衍义》：\"甘。\"\n\n②《纲目》：\"甘，温，无毒。\"\n\n③《本草求真》：\"甘咸，性温。\"\n\n④《宁夏中草药手册》：\"甘涩，沮。\"\n\n入肝、肾经。\n\n①《雷公炮制药性解》：\"入肾经。\"\n\n②《玉楸药解》：\"入足厥阴肝经。\"\n\n③《本草求真》：\"入肾、大肠。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；入丸、散或熬膏。\n",
    "compatibility": "\n①《本草从新》：\"泄泻及阳易举而精不固者忌之。\"\n\n②《得配本草》：\"大便滑;精不固，火盛便秘，阳道易举，心虚气胀，皆禁用。\"\n",
    "storage": "置通风干燥处。",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n锁阳\n\n多年生肉质寄生草本。地下茎粗短，具有多数瘤突吸收根。茎圆柱形，暗紫红色，高20～100厘米，径约3～6厘米，大部埋于沙中，基部粗壮，具鳞片状叶。鳞片状叶卵圆形、三角形或三角状卵形，长0.5～1厘米，宽不及1厘米，先端尖。穗状花序顶生，棒状矩圆形，长5～15厘米，直径2.5～6厘米;生密集的花和鳞状苞片，花杂性，暗紫色，有香气，雄花有2种：一种具肉质花被5枚，长卵状楔形，雄蕊1，花丝短，退化子房棒状;另一种雄花具数枚线形、肉质总苞片，无花被，雄蕊1，花丝较长，无退化子房;雌花具数枚线状、肉质总苞片;其中有1枚常较宽大，雌蕊1，子房近圆形，上部着生棒状退化雄蕊数枚，花柱棒状;两性花多先于雄花开放，具雄蕊雌蕊各1，雄蕊着生子房中部。小坚果，球形，有深色硬壳状果皮。花期6～7月。\n\n生长于干燥多沙地带，多寄生于白刺的根上。分布新疆、甘肃、青海、内蒙古、宁夏等地。\n",
    "application": "用量5~9克。用治腰膝痿软、阳痿滑精、肠燥便秘。可与菟丝子、肉苁蓉配伍使用，治疗肾阳不足所致的阳痿早泄、女子不孕。配龟甲、熟地、牛膝等可补肾填精，强筋壮骨，治疗肾虚精亏所致的腰膝痿弱，筋骨无力。现代常用于治疗原发性血小板减少性紫癜。",
    "position": "\n为锁阳科植物锁阳的全草。\n",
    "source": "\n《本草衍义补遗》\n"
  },
  {
    "name": "姜黄",
    "alias": "宝鼎香(《纲目》)，黄姜(《生草药性备要》)。",
    "ingredient": "姜黄含挥发油4.5%、6%。挥发油中含姜黄酮58%、姜油烯25%、水芹烯1%、1，8-桉叶素1%、香桧烯0.5%、龙脑0.5%、去氢姜黄酮等。还含姜黄素0.3%、1.1%、4.8%及阿拉伯糖1.1%，果糖12%、葡萄糖28%，脂肪油、淀粉、草酸盐等。",
    "process": "秋，冬采挖，洗净，煮熟至透心为度，晒干，撞去外皮，再晒干。浙江地区将郁金根茎在鲜时切片晒干，名\"片姜黄\"。",
    "distinguish": "①姜黄\n为植物姜黄的干燥根茎，呈圆柱形、卵圆形或纺锤形，形似姜而分叉少，长2.5～5.5厘米，直径10～20毫米。表面深黄棕色，常带黄色粉末，多皱缩，并具有明显的环状节及须根残痕。质坚实而重，难折断，断面棕黄色或黄色，角质状或蜡样光泽，近外围有一黄色的环纹，中部常有黄色的筋脉小点。微有香气，味苦辛。咀嚼时唾液染黄色。以圆柱形、外皮有皱纹、断面棕黄色、质坚实者为佳。\n主产四川、福建等地。此外，江西、台湾、湖南、陕西、云南等地亦产。\n\n②片姜黄(《临症指南》)\n又名：片子姜黄(《纲目》)。为植物郁金根茎的干燥切片，呈长圆形或不规则的片状，大小不一，长3～6厘米，宽1.5～3厘米，厚3毫米左右。外皮灰黄色，粗糙皱缩，有时可见环节及须根痕，切面黄白色或灰黄色，有1圈环纹及多数筋脉小点散在。质坚实，粉质，有筋脉。有姜香气，味苦而辛凉。以片大、色黄白、质坚实、起粉者为佳。\n主产浙江。",
    "effect": "①利胆作用\n姜黄煎剂及浸剂能增加犬的胆汁分泌，使胆汁成分恢复正常，并增加胆囊收缩，其作用弱而持久，可持续1～2小时。姜黄素或其钠盐有利胆作用，静脉注射于狗，可减少固体成分的含量而增加胆汁分泌量，但从总的绝对值来看，胆盐、胆红素、胆甾醇分泌量均增加，脂肪酸成分保持恒定。另一种同属植物中提出的挥发油增加胆汁分泌，色素则引起胆囊收缩。Curcumen为胆甾醇溶剂，可用以治疗胆道结石。50%姜黄煎剂可促进食欲。\n\n②对子宫的作用\n片姜黄及色姜黄煎剂及浸剂(2%盐酸作溶剂)对小白鼠、豚鼠离体子宫呈兴奋作用，对家兔子宫瘘管引起周期性收缩，1次给药可持续5～7小时。\n\n③降压作用\n姜黄醇提取液，对麻醉犬表现降压作用，此作用不因注射阿托品及切除迷走神经而受影响。如预先注射麦角流浸膏，可使降压作用翻转为升压作用(与黄连碱的翻转作用有相似之处)，醚提取成分降压作用极弱。\n\n④抗菌作用\n姜黄素及挥发油部分对金黄色葡萄球菌有较好的抗菌作用。姜黄水浸剂在试管内对多种皮肤真菌有不同程度的抑制作用。煎剂对接种病毒的小鼠，能延长其生存时间，但对在病毒性肝炎墓础上加上化学性(四氯化碳)的肝伤害则无效。此外姜黄制剂可杀蝇。\n\n⑤其他作用\n姜黄煎剂有镇痛作用，对离体蛙心引起显著的抑制。",
    "creation": "姜黄：拣去杂质，用水浸泡，捞起，润透后切片，晾干。片姜黄：拣去杂质及残留?根，刷洗泥屑，晾干。",
    "function": "破血，行气，通经，止痛。治心腹痞满胀痛，臂痛，癥瘕，妇女血瘀经闭，产后瘀停腹痛，跌扑损伤，痈肿。\n用于气滞血瘀的胸腹痛、痛经及肢体疼痛，常配元胡、香附。\n\n①《唐本草》：\"主心腹结积，疰忤，下气，破血，除风热，消痈肿。功力烈于郁金。\"\n\n②《日华子本草》：\"治癥瘕血块，痈肿，通月经，治跌扑瘀血，消肿毒；止暴风痛冷气，下食。\"\n\n③《本草图经》：\"治气胀及产后败血攻心。\"\n\n④《纲目》：\"治风痹臂痛。\"\n\n⑤《本草正》：\"除心腹气结气胀，冷气食积疼痛。\"\n\n⑥《本草述》：\"治气证痞证，胀满喘噎，胃脘痛，腹胁肩背及臂痛，痹，疝。\"\n\n⑦《医林纂要》：\"治四肢之风寒湿痹。\"\n\n⑧《现代实用中药》：\"为芳香健胃药，有利胆道及肝脏之消毒作用。用于黄疸，胸满痞闷疼痛。又为止血剂，治吐血、衄血、尿血，并治痔疾。外用于脓肿创伤。\"",
    "taste": "辛苦，温。\n\n①《唐本草》：\"味辛苦，大寒，无毒。\"\n\n②《本草拾遗》：\"味辛，温，无毒。\"\n\n③李杲：\"味苦甘辛，大寒，无毒。\"\n\n④《东医宝鉴》：\"性热，味辛苦，无毒。\"",
    "usage": "内服：煎汤，1～3钱；或入丸，散。外用：研末调敷。",
    "compatibility": "血虚而无气滞血瘀者忌服。\n\n《本草经疏)：\"凡病因血虚臂痛，血虚腹痛，而非瘀血凝滞、气塑上逆作胀者，切勿误用。误则愈伤血分，令病转剧。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "小鼠可只灌胃姜黄醇浸液40-100g（中药），观察3天，未发生死亡。以姜黄浸膏5、2和0.5g/kg（相当于临床用量的50、20和5倍）拌入饲料中喂大鼠，共30天，体重、食量和活动未见异常。取心、肝、肾、主动脉、肾上腺作病理组织学检查，均未见明显病理改变，姜黄素小鼠灌胃的半数致死量大于2g/kg。",
    "category": "脾；肝经",
    "plant": "①姜黄\n多年生宿根草本。根粗壮，末端膨大成长卵形或纺锤状块根，灰褐色。根茎卵形，内面黄色，侧根茎圆柱状，红黄色。叶根生；叶片椭圆形或较狭，长20～45厘米，宽6～15厘米，先端渐尖，基部渐狭；叶柄长约为叶片之半，有时几与叶片等长；叶鞘宽，约与叶柄等长。穗状花序稠密，长13～19厘米；总花梗长20～30厘米；苞片阔卵圆形，每苞片内含小花数朵，顶端苞片卵形或狭卵形，腋内无花；萼3钝齿；花冠管上部漏斗状，3裂；雄蕊药隔矩形，花丝扁阔，侧生退化雄蕊长卵圆形；雌蕊1，子房下位，花柱丝状，基部具2棒状体，柱头2唇状。蒴果膜质，球形，3瓣裂。种子卵状长圆形，具假种皮。花期8～11月。\n栽培或野生于平原、山间草地或灌木丛中。分布福建、广东、广西、云南、四川、湖北、陕西、江西、台湾等地。\n\n本植物的块根(郁金)亦供药用，另详专条。\n\n②郁金，参见\"郁金\"条。",
    "application": "用量3~9克。用治心腹痞满胀痛、癥瘕、妇女血瘀经闭、产后瘀停腹痛、跌打损伤、痈肿等。",
    "position": "为姜科植物姜黄或郁金的根茎。",
    "source": "《唐本草》"
  },
  {
    "name": "猫须草",
    "alias": "猫须公,肾茶",
    "ingredient": "\n含硫酸钙、未知有机酸的钙盐和钾盐，挥发油、皂甙、戊糖，己糖、葡萄糖醛酸等。叶含内消旋肌醇。\n",
    "process": "\n全年可采，切段，晒干。\n",
    "distinguish": "\n性状鉴别：全草长30-70cm或更长。茎枝呈方柱形，节稍膨大;老茎表面灰棕色或灰褐色，有纵皱纹或纵沟，断面木质，周围黄白色，中央髓部白色;嫩枝对生，紫褐色或紫红色，被短小柔毛。叶对生，皱缩，易破碎，完整者展平后呈卵形或卵状披针形，长2-5cm，宽1-3cm，先端尖，基部楔形，中部以下的叶片边朋锯齿，叶脉紫褐色，两面呈黄绿色或暗绿色，均有小柔毛。叶柄长约2cm。轮伞花序每轮有6花，多已脱落。气微，茎味淡，叶味微苦。以茎枝幼嫩、色紫红、叶多者为佳。\n\n\n显微鉴别：\n\n\n(1)茎横切面：芭四棱形，表皮细胞1列，被有多种类型毛茸。皮层薄壁细胞5-10列，于棱角处有厚角细胞3-6列。中柱鞘纤维木化，3-10个一群，断续成环。韧皮部薄壁细胞小而略皱缩。形成层明显。木质部导管单个，少数2-3个相柔，径向散列，木薄壁细胞、木纤维均呈方殂或多角形，木射线宽1-2细胞。骨部薄壁细胞具壁孔。\n\n\n(2)叶横切面：上、下表皮均有毛茸，下表皮具气孔。栅栏组织细胞1列，海绵组织细胞4-6列，排列疏松。主脉处表皮内侧均有厚角组织，维管束外韧型。\n\n\n粉末特征：棕色。①茎的韧皮纤维直径26-42μm，长100μm以上，壁木化，具壁孔。②木纤维直径31-46μm，长1000μm以上，壁微木化，具壁孔。③管胞直径30-80μm，长500-1000μm。④叶表皮细胞垂周壁稍弯曲，气孔直轴式。⑤腺鳞头部8细胞，直径82-96μm，柄单细胞。⑥腺毛头部单位细胞，直径41-63μm柄单细胞。⑦单细胞非腺毛基部直径31-38μm，长81-108μm;多细胞非腺毛，2-5细胞，基部直径62-80μm，壁厚，具壁疣。⑧螺纹导管。此外，有茎表皮细胞长方形或类正方形;髓薄壁细胞类圆形，有纹孔;油滴。\n",
    "effect": "\n猫须草中的橙黄酮、高山黄苓素四甲醚在体外试验中对艾氏腹水癌细胞生长有剂量依赖性抑制作用，IC50分别为30μg/ml、5μg/ml[1]。高山黄苓素四甲醚在体外对鼻咽癌(KB)也有细胞毒作用，ED50为27μg/ml，但体内试验没有抗癌活性[2]。\n",
    "creation": "?",
    "function": "\n清热去湿，排石利水。治急慢性肾炎，膀胱炎，尿路结石，风湿性关节炎。\n",
    "taste": "\n甘淡微苦，凉。\n",
    "usage": "\n内服；煎汤，1～2两(鲜者3～4两)。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "0",
    "plant": "\n猫须草\n\n\n亚灌木，高0.5～1米。茎枝四方形，紫褐色。叶对生;卵状披针形，长3～12厘米，宽1.5～5厘米，边缘在中部以上有锯齿，两面被毛，下面具腺点;叶柄长1～3厘米。花淡紫色，2～3朵一束对生，总状花序式排列于枝顶;萼管状，5齿裂，结果时下倾，上面裂齿大，膜质;花冠管纤弱，肢2唇形，上唇3～4裂，下唇全缘;雄蕊4，2长2短，花丝伸出花冠之外，形如猫须，长4～6厘米;花盘前面肿胀：花柱顶端棒状。小坚果球形，表面有网纹。花期夏、秋。\n\n\n生于阳光充足的旷地上，分布我国南部。多为栽培。\n",
    "application": "?",
    "position": "为唇形科植物猫须草的全草。",
    "source": "广州部队《常用中草药手册》"
  },
  {
    "name": "番泻叶",
    "alias": "旃那叶、泻叶、泡竹叶",
    "ingredient": "\n狭叶番泻叶含番泻甙C，即大黄酸-芦荟大黄素-二蒽酮-8，8′-二葡萄糖甙。荚除含番泻甙A、B以外，还有大黄酸和大黄酚的葡萄糖甙，并有痕量芦荟大黄素或大黄素葡萄糖甙。 尖叶番泻叶和豆荚分别含葸类成分0.85～2.86%和2.34～3.16%，从中分出大黄酸、芦荟大黄素、少量大黄酚及番泻甙A、B、C等番泻甙。这些蒽类成分都成糖甙存在。本植物尚含有3，5-二甲基-4-甲氧基苯甲酸。 同属植物耳叶番泻含鞣质，叶含花白甙，树皮含多酚氧化酶。\n",
    "process": "生长盛期选晴天采下叶片，及时摊晒，经常翻动，晒时勿堆积过厚，免使叶色变黄，晒至干燥。或用40-50℃ 温度烘干。按叶片大小和品质优劣分级，打包。",
    "distinguish": "性状鉴别（1)狭叶番泻叶 小叶片多完整平坦。卵状披针形至线状披针形，长2-6cm，宽0．4-1．5cm；主脉突出，叶端尖突出成棘尖，全缘，基部略不对称，上面黄绿色，下面浅黄绿色，两面均有稀毛茸，下表面主脉突出，羽状网脉。叶片革质。气微弱而特异，味微苦而稍有粘性。（2)尖叶番泻叶 小叶片呈广披针形或长卵形，长2-4cm，宽0.7-1．2cm；叶端尖或微凸，全线，叶基不对称，上面浅绿色，下面灰绿色，微有短毛，质地较薄脆，微呈革质状。气味同上。以叶片大、完整、色绿、梗少、无泥沙杂质者为佳。\n\n显微鉴别 叶横切面：两种叶横切面特征大致相似。上表皮细胞中常含粘液质；上下表皮均有气孔；单细胞非腺毛壁厚，多疣状突起，基部稍弯曲。叶肉组织为等面型，上下均有1列栅栏细胞；上面栅栏组织通过主脉。细胞较长，约长150μm，垂周壁较平直；下面栅栏组织不通过主脉，细胞较短，长50-80μm，垂周壁波状弯曲；细胞中可见棕色物。海绵组织细胞中含有草酸钙族晶。主脉维管束外韧型，上下两侧均有微木化的纤维束，外有含草酸钙棱晶的薄壁细胞，形成晶纤维。薄壁细胞中可见草酸钙簇品。粉末特征：淡绿色或黄绿色。①晶纤维多，草酸钙方晶直径12-15μm。②非腺毛单细胞，长100-350μm，直径12-25μm，壁厚，具壁疣。③草酸钙簇晶存在于叶肉薄壁细胞中，直径9-20μm。④上下表皮细胞表面观呈多角形，垂周壁平直；上下表皮均有气孔，主为平轴式，副卫细胞大多为2个，也有3个。",
    "effect": "\n1.泻下作用 本品对小鼠、大鼠、家兔等多种动物及人均有显著的泻下作用，小鼠和兔于药后2-4b致泻，人口\n服后约6h引起泻下。本品致泻有效成分主要为番泻甙A和B，尤其是番泻甙A，番泻甙C虽致泻作用与A相近然含量很少。番泻甙A20mg/kg即可引起小鼠泻下。但倘于A中混入20%的C，则可使番泻甙A的作用增强1．6倍。番泻甙于小肠可以有部分吸收，后经血流或胆汁进入大肠，而主要则由小肠直接进入大肠，在肠内细菌作用下经水解、还原等变化成为大黄酸蒽酮或大黄酸蒽酮-8-葡萄糖甙。由于直接注入大黄酸蒽酮的泻下作用不受影响，且可见肠内大黄酸蒽酮的生成量显著减少，故认为大黄酸蒽酮才是番泻甙引起泻下的真正成分。另一方面，在翻转小肠和结肠囊番泻甙可阻止葡萄糖和Na的跨肠壁转运，表明抑制肠道对葡萄糖、钠和水的吸收，增加肠腔内容积继而刺激肠壁反射性地使小肠和结肠蠕动增强，也可能是其致泻机制之一，且小肠也是其泻下成分的作用部位。\n2.止血作用 对胃、十二指肠出血有效。用本品水浸液于胃镜下喷洒于胃出血处，直视可见有即刻止血作用。番泻叶总甙200mg/kg腹腔注射可明显缩短小鼠出血时间。番泻叶口服，可便血小板数及纤维蛋白原含量增加，凝血时间、凝血活酶时间、血浆复钙时间和血块收缩时间缩短。此外，本品对盐酸和消炎痛所致大鼠胃粘膜损伤的保护作用也有利于对胃、十二指肠出血的防治。\n3.抗菌作用 番泻叶浸液对多种细菌有抑制作用，如大肠杆菌、变形杆菌、痢疾杆菌、甲型链球菌以及白色念珠和某些致病性皮肤真菌。\n4.其他作用 对于实验性肠梗阴大鼠，番泻甙50mg/kg腹腔注射可使降低的肠粘膜组胺含量恢复至正常水平。此外，曾报告本品有箭毒样作用，能阻断神经-肌肉接头冲动的传递、阻止乙酰胆碱与M受体的结合而使肌肉松弛。\n5.毒性 番泻叶总甙腹腔注射小鼠的LD50为1.414g/kg，折合生药为36.3g/kg。 \n",
    "creation": "剔除枝梗，生用。",
    "function": "泻热导滞。治热结便秘，积滞腹胀。",
    "taste": "\n甘苦，寒\n\n入大肠经。\n\n",
    "usage": "\n内服：煎汤(后入)，1～2钱；研末，0.5～1钱；或泡水服。\n",
    "compatibility": "\n体虚及孕妇忌服。\n",
    "storage": "避光，置通风干燥处。",
    "side_effects": "1.毒性：番泻叶甙腹腔注射，对小鼠的LD50为1.141g/kg。2.番泻叶服后有时可致腹痛，呕吐或使原有的肠部炎症加重（尤其在用量较大时）。3.有报道，服用番泻叶后有面部麻木、头晕、大小便时无感觉或痒感、三叉神经分布区内有程度不等的痛觉减退、服用大剂量番泻叶可出现尿潴留、恶性血压变化等。番泻叶甙的小鼠LD50 为1.414g/kg，折合番泻叶生药为36.3g/kg，此剂量大于临床番泻叶po治疗量300倍以上。4.有人对服用番泻叶的患者102例，于治疗前后作尿常规、血肌酐、尿素氮、谷-丙转氨酶、黄疸指数及心电图等检查，未发现明显异常。",
    "category": "归经_大肠经",
    "plant": "\n1.狭叶番泻 草本状小灌木，高约1m。托叶卵状披针形，长2-4mm；偶数羽状复叶，互生；具短柄；小叶5-8对，叶片卵状披针形至线状披针形，长2-4cm，宽0.7-1.2cm，先端急尖，基部稍不对称，无毛或几无毛。总状花序腋生或顶生；花6-14朵，花梗基部有一卵形易落的苞片；萼片5，长卵形，略不等大；花瓣5，黄色，倒卵形，下面两瓣较大；雄蕊10，上部3枚小形，不育，中央4枚等长，最下面3枚向下弯曲，两侧者较长，花药稍呈四方形，基部箭形，4室；雌蕊弯曲如镰，子房具柄，被疏毛。荚果长方形，扁平，长4-6cm，宽1-1.7cm，先端尖突微小，不显著，幼时有毛；种子4-7颗，种皮棕绿色，有细线状种柄，具疣状皱纹。花期9-12月，果期翌年3月。\n2.尖叶番泻 与狭叶番泻的区别在于：小叶片4-6对，长卵形，先端急尖，基部不对称，叶背面灰绿色；花较小；荚果椭圆形，宽2-2.5cm。 \n",
    "application": "\n治疗产褥期便秘\n\n",
    "position": "为豆科植物狭叶番泻或尖叶番泻的小叶。",
    "source": "《饮片新参》"
  },
  {
    "name": "溪黄草",
    "alias": "熊胆草、血风草、溪沟草、山羊面、台湾延胡索、土黄连、香茶菜、山熊胆、黄汁草",
    "ingredient": "\n含黄酮甙、酚类、氨基酸、有机酸。\n",
    "process": "\n夏、秋采收。\n",
    "distinguish": "\n性状鉴别 (1)溪黄草 茎枝方柱形，密被倒向微柔毛。叶对生，常破碎，完整叶多叟缩，展开后呈卵形或卵状披针形，长4-12cm，两而沿脉被微柔毛，叶柄长1-1.5cm。聚伞花序具梗，由5至多数花组成顶生圆锥花序;苞片及小苞片狭卵形至条形，密被柔毛;花萼钟状长约1.5mm，外面密被灰白色柔毛并夹有腺点;萼齿三角形，近等大，与萼筒等长;花冠紫色，长约5.5mm，花冠筒近基部上面浅囊状，上唇4等裂，下唇舟形;雄蕊及花柱不伸出于花冠。\n\n\n(2)线纹香茶菜 茎枝方柱形，具槽，被短柔毛。叶对生，多皱缩，完整叶展开后卵形或长圆状卵形，长1.5-8.8cm，上面被具节微硬毛，下面被具节微硬毛并布满褐色腺点;圆锥花序由聚伞花序组成，苞片卵形，被短柔毛;花萼长约2mm，外具串珠状具节长柔毛，布满红褐色点;花冠白色，具紫色斑点;雄蕊及花柱伸出花冠。\n\n\n显微鉴别 叶表面观：(1)溪黄草非腺毛少，圆锥形，较短，1-3(-4)个细胞组成，基部细胞多膨大，顶端尖，疣突密且明显，下表面同叶脉处有明显波状纹线，毛茸密，近平匍状或斜向着生，有时顶端细胞主糨成弧形;腺鳞略呈平碟形，有四条棱突。\n\n\n(2)线纹香茶菜 非腺毛多，宽圆锥形略扁瘪，1-5(-9)个细胞组成，顶端略呈三角形，向前下方略弯，表面有密点状突起，近基部细胞宽可至110-150μ\n\n\n，表面有纵向或放射状突起的波状纹理。\n",
    "effect": "溪黄草有效成分溪黄草素A，尾叶香茶菜素A，具有抗癌活性，对人宫颈癌（HeLa)细胞有显着的抑制作用[1]。",
    "creation": "?",
    "function": "\n清热利湿，凉血散瘀。治急性肝炎，急性胆囊炎，痢疾，肠炎，癃闭，跌打瘀肿。\n\n\n①广州部队《常用中草药手册》：\"清热，利湿，退黄。治急性黄疸型肝炎，急性胆囊炎。\"\n\n\n②《常用中草药彩色图谱》：\"清肝利胆，退黄祛湿，凉血散瘀。治急性肝炎，跌打瘀肿。\"\n",
    "taste": "\n味苦;性寒\n\n\n①广州部队《常用中草药手册》：\"甘苦，凉。\"\n\n\n②《常用中草药彩色图谱》：\"苦，寒。\"\n\n\n归肝;胆;大肠经\n",
    "usage": "\n内服：煎汤，0.5～1两(鲜者2～3两)。\n",
    "compatibility": "脾胃虚寒者慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n线纹香茶菜\n\n\n多年生草本，高60～80厘米。茎直立，四方形，分枝，稍被毛。叶对生，纸质，揉之有黄色液汁;卵形至卵状椭圆形。长3～9厘米，宽2～5厘米，先端短尖，基部阔楔形，边缘具粗锯齿，上面被稀疏的短细毛，下面近无毛，有红褐色的腺点;具柄。花细小，淡紫色，集成聚伞花序再排成腋生圆锥花序;萼钟状，有5齿，2唇形，结果时增大，外面有红褐色腺点和疏短毛;花冠2唇形，上唇短，有裂片4，裂片宽而反折，下唇作船形，全缘，比上唇长;雄蕊4，2长2短，伸出于花冠筒外。果实由4个小坚果组成，藏于萼的基部。花期5～10月。\n\n\n生于溪边、沟旁或山谷湿润处，广州有栽培。分布我国中部、南部和西南部。\n",
    "application": "\n近期对香茶菜属中二萜类和黄酮类化合物有许多药理研究报道，而以前者为多，如抗菌、抗炎、抗病毒作用、抗肿瘤作用、护肝作用、对平滑肌和心血管作用等。尤其值得一提的是卢长安\n\n\n溪黄草\n\n\n等作了山地香茶菜提取物对艾滋病病毒1型(HIV-1)的实验研究，表明它对HIV-1有一定的抑制作用。对于溪黄草能否按照此思路进一步做一些药理研究，至今见诸报道的很少。廖雪芬等用线纹香茶菜、狭基线纹香茶菜、溪黄草的水提取物作了一些药理实验，结果表明三者均能抑制二甲苯致小鼠耳部炎症反应，降低CCl4引起小鼠肝损伤后血清谷丙转氨酶升高的作用，而狭基线纹香茶菜和溪黄草的提取物能对抗醋酸所致小鼠腹腔毛细管通透性作用，说明三者都具有消炎利肝的作用。临床上，线纹香茶菜因清热利湿褪黄等功效，故广泛作为消炎利胆片、复方胆通片等中成药的主要原料。 　　近期有报道用溪黄草治疗急性黄疸型肝炎300例，用溪黄草与白花蛇舌草、虎杖、丹参等制成制剂治疗乙肝68例(有效率84%)，用溪黄草与其他药制成“炎瘤宁栓剂”等。 　　溪黄草能治乙肝吗 　　溪黄草具有清热利湿、退黄祛湿的功效，其实溪黄草是不能治疗慢性肝炎的，若是急性感染性的黄疸型乙肝可以用溪黄草做急性治疗，便是慢性乙肝还是要到正规的医院做有针对性的治疗，否则有可能延误病情，进而增加治愈的难度。 中草药溪黄草对肝炎有一定的效果，但是，治疗小三阳效果却非常有限\n",
    "position": "为唇形科植物线纹香茶菜的全草。",
    "source": "广州部队《常用中草药手册》"
  },
  {
    "name": "金银花",
    "alias": "忍冬花(《唐本草》)，银花(《温病条辨》)，鹭鸶花(《植物名实图考》)，苏花(《药材资料汇编》)，金花(《江苏植药志》)，金藤花(《河北药材》)，双花(《中药材手册》)，双苞花(《浙江民间草药》)，二花(《陕西中药志》)，二宝花(《江苏验方草药选编》)。",
    "ingredient": "\n花含木犀草素、肌醇约1%及皂甙、鞣质等。\n",
    "process": "\n5～6月间，在晴天清晨露水刚干时摘取花蕾，摊席上晾晒或阴干，并注意翻动，否则容易变黑。忌在烈日下曝晒。宜保存于高燥通风处，防止生虫、变色。\n",
    "distinguish": "\n干燥花蕾呈长棒状，略弯曲，长约2～3厘米，上部较粗，直径约1.5～3毫米。外表黄色或黄褐色，被有短柔毛及腺毛。基部有绿色细小的花萼，5裂，裂片三角形，无毛。剖开花蕾，则见5枚雄蕊及1枚雌蕊。花冠唇形，雌雄蕊呈须状伸出。气芳香，味微苦。以花未开放、色黄白、肥大者为佳。\n我国大部地区均产，而以山东产量最大，河南产的质量较佳。\n此外，下列同属植物的花蕾在少数地区亦作金银花入药。\n",
    "effect": "\n1.抗病原微生物作用：体外实验表明，花和藤对多种致病菌如金黄色葡萄球菌、溶血性链球菌、大肠杆菌、痢疾杆菌、霍乱弧菌、伤寒杆菌、副伤寒杆菌等均有一定抑制作用，对肺炎球菌、脑膜炎双球菌、绿脓杆菌，结核杆菌亦有效。水浸剂比煎剂作用强，叶煎剂比花煎剂作用强。若和连翘合用，抗菌范围还可互补；与青霉素合用，能加强青霉素对耐药金黄色葡萄球菌的抗菌作用，这可能是在抑制细菌体内蛋白质合成上有协同的作用。有人认为绿原酸和异绿原酸是金银花主要的抗菌有效成分。另有实验证明木犀草素也有较强的抗菌作用。本品水浸剂在体外对铁锈色小芽胞癣菌、星形奴卡氏菌等皮肤真菌有不同程度的抑制作用。金银花水煎剂（1：20)在人胚肾原单层上皮细胞组织培养上，对流感病毒、孤儿病毒、疱疹病毒有抑制作用。藤的水溶液也有延缓孤儿病毒所致的细胞致病的作用。试管实验表明金银花及其藤的煎剂，对钩端螺旋体均有抑制作用。用忍冬藤和千里光配伍，作腹腔注射和皮下注射，据称有治疗兔和预防钩藤螺旋体病的效果。腹腔注射金银花注射液7.5g／kg，能使接受LD90的绿脓杆菌内毒素或绿脓杆菌的小鼠存活半数以上。静脉注射金银花蒸馏液6g／kg，对绿脓杆菌内毒素中毒的兔有治疗作用。未治疗的动物体温和白细胞总数明显下降，白细胞有核左移现象而给药组动物体温略有升高，白细胞虽有增加但分类没有明显变化，且静脉注射给予金黄注射液（金银花黄芩等量制成)7.5g／kg，对家兔绿脓杆菌内毒素中毒也有一定对抗作用，可减轻中毒症状和死亡数。2.抗炎和解热作用：腹腔注射金银花提取液0.25g／kg，能抑制大鼠角叉菜胶性脚肿。另有报道金银花注射液30-40g／kg能减轻蛋清性脚肿程度。腹腔注射金银花提取液8g／kg，2次／天，连续6天，对大鼠巴豆油性肉芽囊，也有明显抗渗出和抗增生的作用。早期报道金银花具有明显的解热作用，但用霍乱菌苗、马铃薯杆菌、枯草浸液等给家兔耳静脉注射，致热，未证实金银花煎剂5g／kg灌胃有退热作用，认为这可能和使用的金银花制剂、剂量或家兔的耐受性不同有关。3.加强防御机能作用：金银花煎剂稀释至1：1280的浓度，仍能促进白细胞的吞噬功能。小鼠腹腔注射金银花注射液，也有明显促进炎性细胞吞噬功能的作用。4.中枢兴奋作用：经电休克、转笼等多种实验方法证明口服绿原酸后，可引起大鼠、小鼠等动物中枢神经系统兴奋，其作用强度为咖啡因的1／6，二者合用无相加及增强作用。5.降血脂作用：大鼠灌胃金银花2.5g／kg能减少肠内胆固醇吸收，降低血浆中胆固醇含量。体外实验也发现金银花可和胆固醇相结合，但四妙勇安汤（金银花、玄参、当归、甘草)治疗家兔实验性动脉粥样硬化。未观察到有降血脂和主动脉壁胆固醇含量的作用。6.抗内毒素：用鲎试验法测定内毒素含量，300%金银花（忍冬)注射液以1：2-1：64稀释，体外试验无论用凹片法或试管法，均明显降低试液中的内毒素含量，其中1：2-1：8的稀释管与阴性对照管一样呈液态，阳性对照呈凝胶状。金银花（忍冬)蒸馏液6g/kg静脉注射，对绿脓杆菌内毒互2.8mg/kg静脉注射引起的兔体温下降及白细胞数下降有对抗作用，金银花（忍冬)蒸馏液7.5g/kg或注射液2.5g/kg腹腔注射，对绿脓杆菌内毒素65mg/kg腹腔注射的小鼠有保护作用，减少小鼠死亡率。7.其它作用：曾有体外筛选实验报告金银花的水及酒浸液对肉瘤180及艾氏腹水癌有明显的细胞毒作用。金银花提取物口服对大鼠实验性胃溃疡有轻度预防效果。口服大剂量绿原酸能增加胃肠蠕动，促进胃液及胆汁分泌。绿原酸及其分解产物对大鼠离体子宫有兴奋作用。此外，绿原酸还能轻微增强肾上腺素及其去甲肾上腺素对猫和大鼠的升压作用，但对猫的瞬膜反应无影响。8.炮制品的药理：南方生等以小白鼠的凝血时间和体外抑菌作用为观察指标，对金银花生品与不同温度、时间条件下的烘制品进行了实验比较。肯定了其炮制的作用，并初步认为，金银花在用于治疗热血痢及妇女崩漏等病症时，从200℃烘制15分钟或220℃烘制10分钟为好。样品制备：取金银花10份在电烘箱内分别于不同温度和时间下烘制而得。据推测金银花经加热烘制后已知抑菌成份绿原酸的含量有所下降，但其抑菌作用却未见相应降低，相反对痢疾杆菌和变形杆菌的抑菌作用还有增强，说明绿原酸并非其唯一的抑菌成分，至于金银花烘制后是否生成新的抑菌成分，有待进一步研究。\n",
    "creation": "\n金银花：筛去泥沙。拣净杂质。银花炭：取拣净的金银花，置锅内用武火炒至焦褐色，喷淋清水，取出，晒干。\n",
    "function": "\n清热，解毒。治温病发热，热毒血痢，痈疡，肿毒，瘰疬，痔漏。\n",
    "taste": "\n甘，寒。\n",
    "usage": "\n内服：煎汤，3～5钱；或入丸、散。外用：研末调敷。\n",
    "compatibility": "\n脾胃虚寒及气虚疮疡脓清者忌服。\n",
    "storage": "\n置阴凉干燥处，防潮，防蛀。\n",
    "side_effects": "\n金银花水浸液灌胃，对家兔、犬等无明显毒性反应，对呼吸、血压、尿量均无影响。小鼠皮下注射本品浸膏的LD50为53g／kg。绿原酸具有致敏原作用，可引起变态反应，但口服无此反应，因绿原酸可为小肠分泌物转化为无致敏活性的物质。溶血试验结果表明：蒸晒品0.1-0.5ml均在3小时内无溶血现象；生晒品0.1-0.5ml在加药后立即出现溶血现象；贵州山银花0.1-0.5ml均在3小时内无溶血现象；河南蜜银花pH6.0时0.1-0.3ml无溶血现象；山东济银花：0.1-0.5ml均在3小时无溶血现象。5种材料的LD50顺序为：蜜银花＜济银花＜蒸晒品＜贵州商品，灰毡毛忍冬蒸晒品无溶血性，而生晒的有溶血性，故作注射液原料，必须采用蒸晒品。\n",
    "category": "肺；胃经",
    "plant": "\n1.忍冬 多年生半常绿缠绕木质藤本，长达9m。茎中空，多分枝，幼枝密被短柔毛和腺毛。叶对生；叶柄长4-10cm，密被短柔毛；叶纸质，叶片卵形、长圆卵形或卵状披针形，长2.5-8cm，宽1-5.5cm，先端短尖、渐尖或钝圆，基部圆形或近心形，全缘，两面和边缘均被短柔毛。花成对腋生，花梗密被短柔毛和腺毛；总花梗通常单生于小枝上部叶腋，与对柄等长或稍短，生于下部者长2-4cm，密被短柔毛和腺毛；苞片2枚，叶状，广卵形或椭圆形，长约3.5mm，被毛或近无毛；小苞片长约1mm，被短毛及腺毛；花萼短小，萼筒长约2mm，无毛，5齿裂，裂片卵状三角形或长三角形，先端尖，外面和边缘密被毛；花冠唇形，长3-5cm，上唇4浅裂，花冠筒细长，外面被短毛和腺毛，上唇4裂片先端钝形，下唇带状而反曲，花初开时为白色，2-3d后变金黄色；雄蕊5，着生于花冠内面筒口附近，伸出花冠外；雌蕊1，子房下位，花柱细长，伸出。浆果球形，直径6-7mm，成熟时蓝黑色，有光泽。花期4-7月，果期6-11月。2.华南忍冬 本种与忍科的区别在于：幼枝、叶柄、总花梗、苞片、小苞片均被灰黄色卷曲短柔毛，并疏被微腺毛；小枝淡红褐色或近褐色。叶片卵形至卵状长圆形，幼时两面被短糙毛，老时上面无毛。苞片披针形，长1-2mm；小苞片先端具缘毛；萼筒被柔毛。果实黑色。花期4-5月，果熟期10月。3.菰腺忍冬 本种与前两种的区别在于：叶下面有时粉绿色，有柄或具极短柄的黄色至橘红色蘑菇形腺体。苞片线状披针形，与萼筒近等长，外面具短糙毛和缘毛；花冠白色，有时有淡红晕，后变金黄色，外面疏被倒生微伏毛，并常具无柄或有短柄的腺。果实有时具白粉。花期4-6月，果熟期10-11月。4.黄褐毛忍冬 本种与前三种的区别在于：幼枝、叶柄、叶下面、总花梗、苞片、小苞片和萼齿均密被形展或弯伏的黄褐色毡毛关糙毛，毛长不超过2mm，幼枝和叶两面散生橘红色短腺毛。叶片纸质，卵状长圆形至长圆状披针形。苞片钻形；小苞片卵形至线状披针形；双花下面不具苞关叶；花冠和苞片均较短，花冠外面密被黄褐色倒伏毛和开展的短腺毛。花期6-7月。\n生境分布：1.生于山坡疏林中、灌木丛中、村寨旁、路边等处，赤有栽培。2.生于丘陵、山坡、杂木灌丛及平原旷野、路旁或河崖边。3.生于海拔200-700（-1500）m的灌丛或疏林中。4.生于海拔850-1300m的山坡岩旁灌木林或疏林中。资源分布：1.分布于华东、中南、西南及辽宁、河北、山西、陕西、甘肃等地。2.分布于广东、海南、广西。3.分布于安徽、浙江、江西、福建、台湾、湖北、湖南、广东、广西、四川、贵州、云南等地。4.分布于广西、躜6、云南。\n栽培：生物学特性 喜温和湿润气候，喜阳光充足，耐寒、耐旱、耐涝，适宜生长的温度为20-30。℃，对土壤要求不严，耐盐碱。但以土层深厚疏松的腐殖土栽培为宜。栽培技术 用种子和扦插繁殖为主。种子繁殖：4月播种，将种子在35-40℃温水中浸泡24h，取出拦2-3倍湿沙催芽，等裂口达30%左右时播种。在畦上按行距21-22cm开沟播种，覆土1cm，每2d喷水1次，10余日即可出苗，秋后或第2年春季移栽，每1hm2用种子15kg左右。扦插繁殖：一般在雨季进行。在夏秋阴雨天气，先健壮无病虫害的1-2年生枝条截成30-35cm，摘去下部叶子作插条，随剪随用。在选好的土地上，按行距1.6m、株距1.5m挖穴，穴深16-18cm，每穴5-6根插条，分散形斜立着埋土内，地上露出7-10cm，左右，填土压实。也可采用扦插育苗；在7-8月间，按行距23-26cm，开沟，深16cm左右，株距2cm，把插条斜立着放到沟里，填土压实，栽后喷一遍水，以后干旱时，每隔2d要浇水1交通，半月左右即能生根，第2年春季或秋季移栽。田间管理 每年春季2-3月和秋后封冻前，要进行松土、培土工作。每年施肥1-2次，与培土同时进行，可用土杂肥和化肥混合使用。每次采花后追肥1次，以尿素为主，以增加采花次数。合肥混合使用。每次采花后追肥1次，以尿素为主，以增加采花次数。合理修剪整形，是提高金银花产量的有效措施，可根据品种，墩龄、枝条类型等进行，如鸡爪花，主干明显，枝多不着地，冠幅80-120cm，剪枝要去顶，清脚丛，打内膛，修剪过长枝、病弱枝、枯枝、向下延伸枝，使枝条成丛直立，主干粗壮，分枝疏密均匀，花墩呈伞形，通风透光好，新枝多，花蕾多。剪枝：一是冬剪，从12月翌年2月下旬均可进行。二是生长期煎，是在每次采花后进行，头茬花后剪夏梢，第3次9月上旬三茬花后剪秋梢。以轻剪为主。在寒冷地区种植金银花，要保护老枝条越冬。一般在地封冻前，将老枝平卧于地上，上盖蒿草6-7cm，草上再盖泥土越冬，次年春萌发前去掉覆盖物。病虫害防治 病害有褐斑病，除减少病源、加强管理外，在发病初期可用3%井风霉素5×10-5（50ppm）液连续喷治2-3次。虫害有圆尾蚜，可用化学药剂防治。咖啡虎天牛，可在7-8月，气温在25℃以上晴天，在田间释放天牛肿腿蜂防治，效果良好。尺蠖可在幼龄期用化学药剂防治。\n",
    "application": "\n１.降低人群咽喉部带菌率\n２.治疗肺结核并发呼吸道感染\n３.治疗肺炎\n４.治疗急性细菌性痢疾\n５.治疗婴幼儿腹泻\n６.治疗外科化脓性疾患\n７.治疗子宫颈糜烂\n８.治疗眼科急性炎症\n９.治疗荨麻疹\n",
    "position": "为忍冬科植物忍冬的花蕾。",
    "source": "\n《履巉岩本草》\n"
  },
  {
    "name": "仙茅",
    "alias": "独茅根、茅爪子、婆罗门参(《开宝本草》)，独脚仙茅、蟠龙草(《生草药性备要》)，风苔草、冷饭草(《质问本草》)，小地棕根(《草木便方》)，地棕根(《分类草药性》)，仙茅参(《中药志》)，独脚丝茅(《江西中药》)，黄茅参、独脚黄茅(《广西中药志》)，独足绿茅根(《四川中药志》)，天棕、山棕、土白芍、平肝薯、盘棕、山兰花(《草药单方临床病例经验汇编》)。",
    "ingredient": "\n含鞣质4%，脂肪1%及树脂、淀粉等。\n",
    "process": "\n2～4月发芽前或7～9月苗枯萎时挖取根茎，洗净，除去须根和根头，晒干。或蒸后晒干。\n",
    "distinguish": "\n干燥根茎为圆柱形，略弯曲，两端平，长3～10厘米，直径3～8毫米。表面棕褐色或黑褐色，粗糙，皱缩不平，有细密而不连续的横纹，并散布有不甚明显的细小圆点状皮孔。未去须根者，在根茎的一端常丛生两端细、中间粗的须根，长约3～6厘米，有极密的环状横纹，质轻而疏松，柔软而不易折断。根茎质坚脆，易折断，断面平坦，微带颗粒性(经蒸过者略呈透明角质状)，皮部浅灰棕色或因糊化而呈红棕色，靠近中心处色较深。微有辛香气，味微苦辛。以根条粗长、质坚脆、表面黑褐色者为佳。\n主产于四川、云南、贵州，此外，广东、广西等地亦产。\n",
    "effect": "1.对免疫功能作用：1.1.对巨噬细胞吞噬功能的影响：给小鼠灌服仙茅70%醇浸剂10，20g/kg，每天1次，连续7天，于给药后第5天分别腹腔注射0.4%肝糖原2ml，而于末次给药后l小时，腹腔注射2%鸡红血球悬液1ml，2小时后处死小鼠。按文献（张蕴芬等，北京医学院学报1979）法测定吞噬功能。结果表明仙茅可使小鼠腹腔巨噬细胞吞噬百分数与吞噬指数，均比对照组明显增加。1.2.对正常及免疫功能抑制小鼠T淋巴细胞百分率的影响：采用酯酶法（南京铁道医学院组胚教研室中华医学杂志1980）测定小鼠T淋巴细胞百分率。结果证明，仙茅不能提高正常小鼠T淋巴细胞百分率，但对环磷酰胺所致免疫功能受抑制小鼠的T淋巴细胞的降低有明显的作用。1.3.仙茅水提物有促进抗体生成并延长其功效，仙茅甙促进巨噬细胞增生并提高其吞噬功能，可认为有增强免疫功能。2.对中枢神经系统的作用：2.1.对戊巴比妥钠睡眠时间的影响：给小鼠腹腔注射仙茅醇浸剂10g／kg后30分钟，腹腔注射戊巴比妥钠40mg／kg，记录小鼠睡眠时间，结果给药组与对照组（生理盐水）小鼠的平均睡眠时间分别为304.9±24.2与63.4±11.6（分钟）。证明仙茅有明显延长睡眠时间作用（P<0.001）。2.2.对印防己毒素致惊厥作用的影响：给小鼠腹腔注射仙茅后30分钟，再腹腔注射印防己毒素200mg／kg，记录小鼠出现阵挛性惊厥的潜伏时间。结果表明，仙茅组和对照组出现惊厥的潜伏时间分别为24.38±3.78与7.57±0.63分钟，两组间差异非常显着（P<0.001）。说明仙茅对印防己毒素所致小鼠惊厥，能明显推迟其出现惊厥的潜伏期。2.3.仙茅所含的石碱，给予大鼠腹腔注射5mg/kg，可显着延长其条件反射的潜伏期，使阳性条件反射部分消失而后恢复，给小鼠注射2mg/kg，有显着的镇静作用，剂量为12mg/kg可延长戊巴比妥的催眠时间，并有显着的镇痛和解热作用。3.对下丘脑-垂体-性腺轴功能的作用：3.1.对正常大白鼠垂体-卵巢内分泌功能的影响：用正常雌性大白鼠35只，体重150-200g，随机分为8组：仙茅组、菟丝子组、巴戟天组、熟地组、肉苁蓉组、淫羊藿组、枸杞子组和对照组。药物组（煎液）以灌胃给药，按1ml／100g体重，每日2次，连服5天。对照组灌胃同量生理盐水。第6天处理动物，在戊巴比妥钠麻醉下，由腹主动脉取血1ml，分离血浆，留作血浆黄体生成素（LH）测定。摘出垂体前叶、子宫和卵巢并称重，将卵巢立即投入冰冻之Tris-Hcl缓冲液中留作测定绒毛膜促性腺激素／黄体生成素受体。结果表明，仙茅等助阳补肾中药能使大白鼠垂体前叶重量、卵巢重量、子宫重量比对照组明显增重（P<0.01）；但血浆中黄体生成素水平未见改变；卵巢绒毛膜促性腺激素／黄体生成素受体特异结合力服药组比对照组也明显提高（P<0.01）。3.2.对去卵巢大白鼠垂体对促黄体释放激素反应性的影响：实验设计参照Johnson JH和Davis CL（1981）的方法。取35只成年健康雌性大白鼠，体重150-200g，在乙醚麻醉下切除双侧卵巢。1周后，随机分为8组，7组为相应各服药组，1组为对照组。每日灌胃给药2次，按1ml／100g体重，连服5天；对照组服同量生理盐水。第6天上午8点，用戊巴比妥钠皮下注射麻醉（50mg／kg），30分钟后，由腹腔静脉抽血0.4ml（肝素抗凝），然后由隐静脉注射D-丙-促黄体释放激素（100ng/100g体重）。在注射促黄体释放激素后30分钟和90分钟，由腹腔静脉各取血0.4ml。离心分离3次，所取血样之血浆留作黄体生成素测定，以判定垂体对注射促黄体释放激素后黄体生成素分泌反应。结果表明，各组动物在戊巴比妥钠麻醉下，血浆黄体生成素水平很低。注射了D-丙-促黄体释放激素后，对照组动物在30分钟时血浆黄体生成素水平增加到22.25ng／ml，90分钟时为18.50ng/ml。而服仙茅等助阳补肾中药的大白鼠，垂体对注射促黄体释放激素后黄体生成素分泌反应明显增加，注射后90分钟时血浆黄体生成素水平仙茅组为55.90ng／ml，比对照组明显增高（P<0.01）。4.雄性激素样作用：取体重为60-90g的雄性大鼠16只，切除两侧睾丸，手术后第7天，分为2组，分别灌胃仙茅70%醇浸剂10g／kg与生理盐水，每天1次，连续21天。于末次给药后的次日，处死动物，剖出精囊腺称重。结果仙茅组与对照组大鼠的精囊腺重分别为0.116±0.009与0.0679±0.003mg／g体重，有显着差异（P<0.01）。说明仙茅有雄性激素样作用。5.适应原样作用：5.1.耐缺氧作用：给小鼠灌胃仙茅70%醇浸剂20和40g／kg，1小时后，将小鼠置于250ml带塞广口瓶中，密封瓶口，记录各组小鼠的存活时间。结果仙茅醇浸剂20g／kg、40g/kg组与对照组小鼠的存活时间分别为28.8±1.14、33.6±1.19和26.8±0.77（分钟，X±SE）。仙茅40g／kg有明显的抗缺氧作用（P<0.001）。5.2.抗高温作用：给小鼠腹腔注射仙茅70%醇浸剂10g／kg，30分钟后，将其置于45±1℃的恒温箱内，以药物组与对照组小鼠的总数死亡一半为界，记录各组小鼠死亡率。结果仙茅组的20只小鼠中死亡5只（死亡率力25%），而对照组20只小鼠中，死亡14只（死亡率为70%），两组间差别显着（P<0.05）。说明仙茅有抗高温作用。6.抗炎作用：给小鼠腹腔注射仙茅70%醇浸剂10g／kg，可的松50mg／kg及生理盐水，给药后30分钟以巴豆油致炎。结果仙茅组、可的松组与对照组小鼠耳片肿胀度分别为9.25±1.23mg、4.1±1.35mg与14±1.04mg。表明仙茅对小鼠实验性炎症有明显的抑制作用（P<0.05）。7.对红细胞膜Na（+）、K（+）-ATP酶活性的作用：给小鼠灌胃12%的仙茅等补益中药的水煎液6g／kg，每天1次，连续10天。对照组给予等容积的水。测定酶活性。结果表明仙茅等补益药均可升高Na（+）、K（+）-ATP酶的活性。8.抗菌作用：100%煎剂用平板挖沟法，对史氏、福氏、宋氏痢疾杆菌有抑制作用。9.抗肿瘤作用：仙茅的丙酮提取物对艾氏腹水癌实体型瘤有抑制作用。石蒜碱能抑制小鼠腹水癌细胞的无氧酵解，但不影响其气化有呼吸，由于癌细胞一般以无氧醇解为能量的主要来源，可认为仙茅对癌细胞的糖代谢有一定干扰功效。10.其他作用：仙茅水提取液可扩张冠脉，强心。给缓性心律失常家兔静脉注射6g/kg，可显着增加心率，使突变细胞数显着下降，使嘌呤系统转化酶活性抑制约20%，使胆囊收缩素抑制约80%，使甲状腺机能减退，病人血清的环-磷酸腺苷水平降低者回升，环-磷酸鸟苷水平升高者回降，环-磷酸腺苷/环-磷酸鸟苷比值趋于正常。给大鼠腹腔注射石蒜碱6mg/kg，可增加尿酸排泄，对小鼠肾脏琥珀酸脱氢酶有显着抑制作用，轻度降压，抗实验性关节炎。",
    "creation": "1.酒仙茅：取净仙茅用黄酒拌匀，润透后，置锅内微炒至干，取出，晾干。（每仙茅100斤，用黄酒10-20斤）2.《雷公炮炙论》：凡采得（仙茅）后，用清水洗令净，刮上皮，于槐砧上用铜刀切豆许大，却用生稀布袋盛，于乌豆水中浸一宿，取出，用酒湿拌了蒸，从巳至亥，取出暴干。3.《海药本草》：仙茅，用时竹刀切，糯米泔浸。",
    "function": "\n温肾阳，壮筋骨。治阳萎精冷，小便失禁，崩漏，心腹冷痛，腰脚冷痹，痈疽，瘰疬，阳虚冷泻。\n　　阳痿精寒，腰膝风冷，筋骨痿痹等症。古方中有\"仙茅丸\"，能壮筋骨、益精神、明目、黑须发。其配方及服法如下：仙茅二斤，放入淘糯米水中浸五天，取出刮锉，阴干。另用苍术二斤，放入淘米水中浸五天，取出刮皮，焙干。取这样制过的仙茅、苍术各一斤，与枸杞子一斤，车前十二两，白茯苓(去皮)、茴香(炒)、柏子仁(去壳)各八两，生地黄(焙)、熟地黄(焙各四两)一起研细，加酒煮糊做成丸子，如梧子大。每服五十丸，饭前服，温酒送下。一天服二次。\n温肾壮阳：用于肾阳不足之阳痿、腰膝冷痛、老年遗尿及胃腹冷痛、食欲不振。\n\n①《海药本草》：\"主风，补暖腰脚，清安五脏，强筋骨，消食。\"\"宣而复补，主丈夫七伤，明耳目，益筋力，填骨髓，益阳。\"\n\n②《日华子本草》：\"治一切风气，补五劳七伤，开胃下气。\"\n\n③《开宝本草》：\"主心腹冷气不能食，腰脚风冷挛痹不能行，丈夫虚劳，老人失溺。\"\n\n④《滇南本草》：\"治妇人红崩下血，攻痈疽，排脓。\"\n\n⑤《生草药性备要》：\"补肾，止痛，治白浊，理痰火，煲肉食。十蒸九晒，用沙糖藏好，早晨茶送，能壮精神，乌须发。\"\n\n⑥《玉楸药解》：\"治皮肤风癞。\"\n",
    "taste": "\n辛，温，有毒。\n\n①《海药本草》：\"味甘，微沮，有小毒。\"\n\n②《开宝本草，：\"味辛，温，有毒。\"\n\n③《滇南本草》：\"性温，味辛微咸。\"\n\n④《纲目)：\"性热。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱，或入丸、散。外用：捣敷。\n",
    "compatibility": "\n凡阴虚火旺者忌服。\n\n①《雷公炮炙论》：\"勿犯铁，斑人须鬓。\"\n\n②《本草经疏》：\"凡一概阴虚发热、咳嗽、吐血、衄血、齿血、溺血、血淋，遗精白浊，梦交，肾虚腰痛，脚膝无力，虚火上炎，口干咽痛，失志阳痿，水涸精竭，不能孕育，老人孤阳无阴，遗溺失精，血虚不能养筋，以致偏枯痿痹，胃家邪热不能杀谷，胃家虚火嘈杂易饥，三消五疸，阴虚内热外寒，阳厥火极似水等证，法并禁用。\"\n",
    "storage": "\n置干燥处，防霉，防蛀。\n",
    "side_effects": "给小鼠1次灌胃最大容量的仙茅醇浸剂150g生药／kg，7天内无一死亡，说明仙茅的毒性很低。",
    "category": "肾；肝经",
    "plant": "\n仙茅\n多年生草本。根茎延长，长可达30厘米，圆柱状，肉质，外皮褐色；根粗壮，肉质，地上茎不明显。叶3～6片根出，狭披针形，长10～25厘米，先端渐尖，薹部下延成柄，再向下扩大呈鞘状，长4～10厘米，绿白色，边缘膜质；叶脉显明，有中脉；两面疏生长柔毛，后渐光滑。花腋生；花梗长1～2.5厘米，藏在叶鞘内；花杂性，上部为雄花，下部为两性花；苞片披针形，绿色，膜质，被长柔毛；花的直径约1匣米，花被下部细长管状，长约2厘米或更长，上部6裂，裂片披针形，长8～12毫米，内面黄色，外面白色，有长柔毛；雄蕊6，花丝短；子房狭长，被长柔毛。浆果椭圆形，稍肉质，长约1.2厘米，先端有喙，被长柔毛，种子稍呈球形，亮黑色，有喙，表面有波状沟纹。花期6～8月。\n野生于平原荒草地阳处，或混生在山坡茅草及芒箕骨丛中。分布江苏、浙江、福建、台湾、广东、广西、湖南、湖北、四川、贵州、云南等地。\n",
    "application": "用量3~9克。用治阳痿精冷、小便失禁、崩漏、心腹冷痛、腰脚冷痹、痈疽、瘰疬等。",
    "position": "\n为石蒜科植物仙茅的根茎。\n",
    "source": "\n《海药本草》\n"
  },
  {
    "name": "小麦",
    "alias": "来、麳",
    "ingredient": "种子含淀粉53%-70%，蛋白质约11%，糖类2%-7%，糊精2%-10%，脂肪约1.6%，粗纤维约2%。脂肪主要为油酸(oleic acid)、亚油酸(linoleic acid)、棕榈酸(sitosterol)、硬脂酸(stearic acid)的甘油酯。尚含少量谷甾醇(sitosterol)、卵磷脂(lecithin)、尿囊素(allantoin)、精氨酸(arginine)、淀粉酶(amylase)、麦芽糖酶(maltase)、蛋自酶(protease)及微量维生素(vitamin)B等。麦胚含植物凝集素。",
    "process": "为禾本科植物小麦的种子或其面粉。拉丁植物动物矿物名：Triticum aestivum L.采收和储藏：成熟时采收，脱粒晒干，或机成面粉。",
    "distinguish": "?",
    "effect": "镇痛及抗病毒作用，从小麦中提取的脂多糖（LPSw）静脉注射或灌胃，均可抑制醋酸引起的小鼠扭体反应，有显着的镇痛作用，LPSw可激活巨噬细胞而发挥抗病毒作用，临床上对各种疱疹患者有效。",
    "creation": "?",
    "function": "\n养心，益肾，除热，止渴。治脏躁，烦热，消揭，泄利，痈肿，外伤出血，烫伤。\n\n①《别录》：\"除热，止燥渴，利小便，养肝气，止漏血，唾血。\"\n\n②《本草拾遗》：\"小麦面，补虚，实人肤体，厚肠胃，强气力。\"\n\n③《纲目》：\"陈者煎汤饮，止虚汗；烧存性，油调涂诸疮，汤火灼伤。\"\"小麦面敷痈肿损伤，散血止痛。生食利大肠，水调服止鼻衄、吐血。\"\n\n④《医林纂要》：\"除烦，止血，利小便，润肺燥。\"\n\n⑤《本草再新》：\"养心，益肾，和血，健脾。\"\n",
    "taste": "\n甘，凉。\n\n①《别录》：\"甘，微寒，无毒。面温。\"\n\n②孟诜：\"平。\"\n\n③《本草拾遗》：\"皮寒，肉热。\"\n\n④《纲目》：\"新麦性热，陈麦平和，小麦面甘，温。\"\n",
    "usage": "\n内服：小麦煎汤，1～2两；或煮粥。小麦面冷水调服或炒黄温水调服。外用：小麦炒黑研末调敷。小麦面干撒或炒黄调敷。\n",
    "compatibility": "\n《纲目》：\"小麦面畏汉椒、萝菔。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "心；脾；肾经",
    "plant": "\n小麦\n一年生或二年生草本，高60～100厘米。秆直立，通常具6～9节。叶鞘光滑，常较节间为短；叶舌膜质，短小；叶片扁平，长披针形，长15～40厘米，宽8～14毫米，先端渐尖，基部方圆形。穗状花序直立，长3～10厘米；小穗两侧扁平，长约12毫米，在穗轴上平行排列或近于平行，每小穗具3～9花，仅下部的花结实。小穗节间约1毫米；颖短，革质，第1颖较第2颖为宽，两者背面均具有锐利的脊，有时延伸成芒，具6～9纵脉，外稃膜质，微裂成3齿状，中央的齿常延伸成芒，背面5～9脉，内稃与外稃等长或略短，脊上具鳞毛状的窄翼，翼缘被细毛；雄蕊3枚，花药长1.5～2毫米，丁字着生，花丝细长，子房卵形。颖果矩圆形或近卵形，长约6毫米，浅褐色。花期4～5月。果期5～6月。\n\n全国各地均有栽培。\n\n本植物的茎叶(小麦苗)、干瘪轻浮的种子(浮小麦)、种皮(小麦麸)亦供药用。各详专条。\n",
    "application": "\n治疗外科感染\n取陈小麦2斤，加水3斤，浸泡3天后捣烂、过滤、去渣，滤液沉淀后取沉淀物晒干，小火炒至焦黄研细。临用时将药粉加醋适量调成糊状，外敷疮疖、丹毒等患处，日2次，已溃者敷疮口四周。据数千例观察，有效率在90%以上。\n",
    "position": "\n为禾本科植物小麦的种子或其面粉。\n",
    "source": "\n《本草经集注》\n"
  },
  {
    "name": "茵陈",
    "alias": "绵茵陈、茵陈蒿、白蒿、绒蒿、猴子毛",
    "ingredient": "含挥发油，油中含茵陈烯、茵陈酮、茵陈素、另含叶酸、绿原酸、咖啡酸。",
    "process": "为菊科多年生本草植物茵陈蒿的干燥幼苗。野生。",
    "distinguish": "茵陈为带有部分短根的幼嫩的干燥权草，多皱缩卷曲成团状。根木质化，坚硬，表面棕褐色，内黄白色。丛生多数苗茎和叶柄，细如线。长约3～10厘米。叶为二回羽状深裂，裂片线形，先端三尖形。茎叶表面均密披灰白色毛茸。绵软如绒。气微清香，味微苦。",
    "effect": "?",
    "creation": "\n除去残根及杂质，搓碎或切碎。绵茵陈筛去灰屑。\n",
    "function": "\n清湿热，退黄疸。用于黄疸尿少，湿疮瘙痒;传染性黄疸型肝炎。\n",
    "taste": "\n苦、辛，微寒。\n\n\n归脾、胃、肝、胆经。\n",
    "usage": "\n6～15g。外用适量，煎汤熏洗。\n",
    "compatibility": "茵陈蒿各地使用习惯不同，原植物种属不一，京津两地习用上述茵陈蒿。此外据（中药志）记载有以下同科类似品和地区习用品。",
    "storage": "置阴凉干燥处，防潮。",
    "side_effects": "?",
    "category": "归脾、胃、肝、胆经。",
    "plant": "\n绵茵陈：多卷曲成团状，灰白色或灰绿色，全体密被白色茸毛，绵软如绒。茎细小，长1。5～2。5cm，直径0。1～0。2cm，除去表面白色茸毛后可见明显纵纹;质脆，易折断。叶具柄;展平后叶片呈一至三回羽状分裂，叶片长1～3cm，宽约1cm;小裂片卵形或稍呈倒披针形、条形，先端尖锐。气清香，味微苦。\n\n\n茵陈蒿：茎呈圆柱形，多分枝，长30～100cm，直径2～8mm;表面淡紫色或紫色，有纵条纹，被短柔毛;体轻，质脆，断面类白色。叶密集，或多脱落;下部叶二至三回羽状深裂，裂片条形或细条形，两面密被白色柔毛;茎生叶一至二回羽状全裂，基部抱茎，裂片细丝状;头状花序卵形，多数集成圆锥状，长1。2～1。5mm，直径1～1。2mm，有短梗;总苞片3～4层，卵形，苞片3裂;外层雌花6～10个，可多达15个，内层两性花2～10个。瘦果长圆形，黄棕色。气芳香，味微苦。\n",
    "application": "用量6~15克，水煎服，外用适量，煎水熏洗。用治黄疸尿少、湿疮瘙痒、传染性黄疸性肝炎。",
    "position": "本品为菊科植物滨蒿Artemisia scoparia Waldst. et Kit. 或茵陈蒿Artemisia capillaris Thunb.的干燥地上部分。春季幼苗高 6～10cm时采收或秋季花蕾长成时采割，除去杂质及老茎，晒干。春季采收的习称“绵茵陈”，秋季采割的称“茵陈蒿”。",
    "source": "《中国药典》"
  }
]