[
  {
    "name": "冰糖",
    "alias": "?",
    "ingredient": "?",
    "process": "为禾本科植物甘蔗茎中的液汁，制成白沙糖后再煎炼而成的冰块状结晶。拉丁植物动物矿物名：Saccharum sinensis Roxb.",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n补中益气，和胃润肺。止咳嗽，化痰涎。\n",
    "taste": "\n味甘，性平，无毒。\n\n\n入脾、肺二经。\n",
    "usage": "\n内服：煎汤，3～5钱；含化或入丸剂、膏剂。\n",
    "compatibility": "\n糖尿病患者忌食。\n",
    "storage": "\n1.冰糖由于较容易吸水受潮，因而应放置于阴凉通风处。\n \n2.如发现冰糖受潮出水，可以用电风扇吹干或置于太阳下暴晒，到干燥为止。\n \n3.如发现冰糖表面出现化水现象(即比较粘)，由于家庭不便于处理，且容易滋生细菌，因而最好不要食用\n",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n甘蔗，多年生草本。秆高约3m，粗2-5cm，绿色或棕红色，秆在花序以下有白色丝状毛。叶鞘长于节间，无毛，仅鞘口有毛;叶舌膜质，截平，长约2mm;叶片扁平，两面无毛，具白色肥厚的主肪，长40-80cm，宽约20mm。花序大型，长达60cm，主轴具白色丝状毛;穗轴节间长7-12mm，边缘疏生长纤毛;无柄小穗披针形，长4.5-5mm，基盘有长于小穗2-3倍的丝状毛;颖的上部膜质，边缘有小毛，第1颖先端稍钝，具2脊，4脉，第2颖舟形，具3脉，先端锐尖;第1外稃长圆状披针形，有1脉，先端尖，第2外稃狭窄成线形，长约3mm，第2内稃披针形，长约2mm。有柄小穗和无柄小穗相似;小穗柄长3-4mm，无毛，先端稍膨大。花、果期秋季。\n",
    "application": "?",
    "position": "为白沙糖煎炼而成的冰块状结晶。参见\"白沙糖\"条。",
    "source": "《纲目》"
  },
  {
    "name": "燕窝",
    "alias": "燕窝菜(《闽部疏》)，燕蔬菜(《纲目拾遗》)，燕菜(《现代实用中药》)。燕根(《药材学》)。",
    "ingredient": "\n天然燕窝，含水分10.40%，含氮物质57.40%，脂肪微量，无氮提出物22.00%，纤维1.40%，灰分8.70%。去净毛的燕窝，其灰分为2.52%，可完全溶解于盐酸，内有磷0.035%，硫1.10%；燕窝水解，得还元糖至少17.26%(以葡萄糖计)；含蛋白质数种，其氮的分布为：酰胺含氮10.08%，腐黑物含氮6.68%，精氨酸含氮19.35%，胱氨酸氮3.39%，组氨酸含氮6.22%，赖氨酸含氮2.46%，单氨含氮50.19%，非氨含氮7.22%。燕窝又含氨基己糖及类似粘蛋白的物质。灰分中以钙、磷、钾、硫为多。\n",
    "process": "\n2、4、8月间采集。金丝燕在每年4月间产卵，产卵前必营筑新巢，此时其喉部粘液腺非常发达，所筑之巢，纯为粘液凝固而成，色白洁净，称为\"白燕\";这时如被采去，金丝燕立即第二次筑巢，往往带有一些绒羽，颜色较暗，称为“毛燕”;有时亦可见有血迹，称为“血燕。”\n",
    "distinguish": "\n呈不整齐的半月形，长约6.5～10厘米，宽约3～5厘米，凹陷成兜状。附着于岩石的一面较平，外面微隆起，附着面粘液凝成层排列较整齐，较隆起面细致，呈波状，窝的内部粗糙，呈丝瓜络样。质硬而脆，断面微似角质。入水则柔软而膨大。\n\n\n商品有白燕、毛燕、血燕之分。白燕(又名官燕)色洁白，偶带少数绒羽;毛燕色灰，内有较多的灰黑色羽毛;血燕则含有赤褐色的血丝。以白燕的品质为最佳。\n\n\n产印度尼西亚、泰国、缅甸、日本等地。\n",
    "effect": "\n1.抗病毒作用，从燕窝水提取物中得到一种粘病毒血凝反应抑制剂，对各种流感病毒的神经氨酸酶是敏感的，但尚缺乏可检验的血型抗原。金丝燕类粘蛋白的抗病毒谱是宽的，包括流感病毒的A2(Asian)毒株。实验表明金丝燕类粘蛋白不仅是流感病毒血凝反应的有效换制剂，也是一种中和传染性(使病毒失活)病毒的有效物质。\n\n\n2.其他作用，金丝燕类粘蛋白的组成中含大量唾液酸，有可能具抗炎作用，本品含有蛋白质、多种氨基酸和钙、磷、钾、硫等多种元素，应有滋补强壮作用。但经用胃蛋白酶和胰蛋白酶消化实验，其消化百分率远不如鸡蛋白。对燕窝蛋白的生物效价试验表明其对动物的生长无明显效果。因此目前尚未发现燕窝蛋白有特殊营养价值。\n",
    "creation": "?",
    "function": "\n养阴润燥，益气补中。治虚损，痨瘵，咳嗽痰喘，咯血，吐血，久痢，久疟，噎膈反胃。\n\n\n1.《物理小识》：.“止小便数。”\n\n\n2.《本经逢原》：“调补虚劳，治咳吐红痰。”\n\n\n3.《闽小记》：“白色(者)能愈痰疾，红色(者)有益小儿痘疹。”\n\n\n4.《本草从新》：“大养肺阴，化痰止嗽，补而能清，为调理虚损痨瘵之圣药，一切病之由于肺虚，不能清肃下行者，用此皆可治之。开胃气，已痨痢，益小儿痘疹。\"\"燕窝脚：能润下，治噎膈甚效。”\n\n\n5.《岭南杂记》：“血燕，能治血痢;白者入梨加冰糖蒸食，能治膈痰。”\n\n\n6.《食物宜忌》：“壮阳益气，和中开胃，添精补髓，润肺，止久泻，消痰涎。”\n\n\n7.《本草再新》：“大补元气，润肺滋阴，治虚劳咳嗽，咯血，吐血，引火归源，滑肠开胃。”\n",
    "taste": "\n甘，平。\n\n\n1.《本经逢原》：“甘，平，无毒。”\n\n\n2.《本草从新》：“甘淡，平。燕窝脚：微咸。”\n\n\n3.《本草再新》：“味甘咸，性平，有微毒。”\n\n\n入肺、胃、肾经。\n\n\n①《本草求真》：\"入肺、脾、肾。\"\n\n\n②《本草再新》：\"入心、肺、肾三经。\"\n",
    "usage": "\n内服：绢包煎汤，隔汤炖，1.5～3钱：或入膏剂。\n",
    "compatibility": "\n肺胃虚寒，湿痰停滞及有表邪者忌用，\n\n\n《随患居饮食谱》：“病邪方炽勿投。”\n",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n体长约9厘米。嘴暗褐色，形短，稍带弯曲，基部宽阔。背褐黑色，略有光泽;腰部较淡;腹部灰白戌赤褐色。翅长而尖，合翅时，翼端远超过尾端;尾短，尾羽略呈方形。脚极细弱，4趾均向前。\n\n\n多见于热带沿海地区，在岛屿险峻的岩洞深暗处筑巢聚居。飞翔力很强，不善行走。食物为各种飞虫。分布东南亚一带及太平洋各岛屿上。\n\n\n同属的多种金丝燕如C.vestita;C.inexpectataHume.等所筑的窝，均作燕窝入药。\n",
    "application": "用量3～9克，绢包煎，或蒸服，或入膏剂。用治虚损、肺痨咳嗽、痰喘、咯血、吐血、久痢、久疟、噎隔反胃。",
    "position": "为雨燕科动物金丝燕及多种同属燕类用唾液或唾液与绒羽等混合凝结所筑成的巢窝。",
    "source": "《本经逢原》"
  },
  {
    "name": "黄鹌菜",
    "alias": "苦菜药、三枝香(《广西药植名录》)，黄花菜、山芥菜、土芥菜、野芥菜、野芥兰、芥菜仔，臭头苦苴(福建晋江《中草药手册》)。",
    "ingredient": "?",
    "process": "\n\n\n",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，解毒，消肿，止痛，治感冒，咽痛，乳腺炎，结膜炎，疮疖，尿路感染，白带，风湿关节炎。\n\n①《广西药植名录》：\"消肿，止痛。治感冒。\"\n\n②福建晋江《中草药手册》：\"清热解毒，通结气，利咽喉。\"\n\n③《常见混淆中草药的识别》：\"抗菌消炎。治疮疖，乳腺炎，扁桃体炎，尿路感染，白带，结膜炎，风湿性关节炎。\"",
    "taste": "福建晋江《中草药手册》：\"甘微苦，凉，无毒。\"\n\n入肺经。",
    "usage": "内服：煎汤，3～5钱(鲜品1～2两)。外用：捣敷或捣汁含漱。",
    "compatibility": "?",
    "storage": "鲜用或切段晒干。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "黄鹌菜\n一年或二年生草本，高20～80厘米。须根肥嫩，白色。茎自基部抽出一至数枝，直立。基部叶丛生，倒披针形，提琴状羽裂，顶端裂片大，先端钝，边缘有不整齐的波状齿裂；茎生叶互生，稀少，通常1～2枚，少有3～5枚，叶片狭长，羽状深裂。头状花序小而多，排成聚伞状圆锥花丛；总苞片2层，外层苞片5枚，三角状或卵形，内层苞片约8枚，披针形；花冠黄色，边缘为舌状花，中心为管状花，瘦果棕红鱼，具棱11～13条，冠毛白色：花期4～5月。\n生于路边荒野。分布江苏、安徽、浙江、福建、湖北、广东、四川、云南等地。",
    "application": "?",
    "position": "为菊科植物黄鹌菜的全草或根。",
    "source": "《救荒本草》"
  },
  {
    "name": "石决明",
    "alias": "真珠母(《雷公炮炙论》)，鳆鱼甲(陶弘景)，九孔螺(《日华子本草》)，千里光(《纲目》)，鲍鱼皮(《山东中药》)，金蛤蜊皮(《山东中草药手册》)。",
    "ingredient": "盘大鲍的贝壳含碳酸钙90%以上，有机质约3.67%，尚含少量镁、铁、硅酸盐、硫酸盐、磷酸盐、氯化物和极微量的碘；煅烧后碳酸盐分解，产生氧化钙，有机质则破坏",
    "process": "夏秋捕捉。捕得后，将肉剥除，取壳，洗净，除去杂质，晒干。药材以九孔鲍的贝壳称为\"光底海决\"；盘大鲍的贝壳称为\"毛底海决\"。",
    "distinguish": "①光底海决\n又名：耳片壳、海决明、海南决。为椭圆形贝壳，大小不一，一般长3～8厘米，宽2.5～5.5厘米。外表灰棕色，洁净，略平滑，螺肋末端8～9孔，内外相通，孔口与壳面平。壳内表面显珍珠样彩色光泽。质坚硬，不易破碎。气无，味微咸。以个大、壳厚、外表洁净、内表面有彩色光泽者为佳。\n主产广东、福建等地。\n\n②毛底海决\n又名：关海决。形状与前者略似，一般长5～12厘米，宽3～8厘米。外表灰棕色或灰黄色，常附有苔藓类或石灰虫、苔藓虫等杂质而呈绿色或棕色，凹凸不平，极为粗糙，肋状纹理不显著。螺肋末端4～5孔开口，孔口突出于壳面。余同光底海决。\n主产辽宁、山东等地。",
    "effect": "1.有清热、镇静、降血压、拟交感神经的作用。2.抗感染作用：九孔鲍提取液的抗菌实验（杯碟法）表明，对金黄葡萄球菌、大肠杆菌、绿脓杆菌的抑菌效力最强。其贝壳内层水解液经小白鼠抗四氯化碳急性中毒（肝炎模型）实验表明，给药组谷丙转氨酶较对照组明显下降。病理切片观察对照组肝细胞有明显坏死灶，而给药组肝细胞几无变性。羊鲍鱼汁，于体外有抗有金黄色化脓葡萄球菌（Staphylococcusaureus）、抗流行性感冒病毒的作用。3.其它作用：九孔鲍酸性提取液对家兔体外，体内凝血时间的影响实验表明，均具有显着的抗凝作用（P<0.001）。其贝壳提取液对小白鼠常压下缺氨实验表明有明显耐氧作用；还可使离体小鼠肺的灌流量增加，扩张气管、支气管的平滑肌（扩张率17%）。通过灌胃及腹腔两种途径，连续给小白鼠九孔鲍水煎醇沉淀提取液一周后，测定脾脏特异玫瑰花结数目表明，具有免疫抑制作用（P<0.001）。",
    "creation": "石决明：洗净晾干，敲成碎块。煅石决明：取刷净的石决明，置无烟的炉火上或坩埚内煅烧，内服的煅至灰白色，外用的煅至白色，取出放凉，碾碎。盐石决明：将石决明煅至微红，取出，喷淋盐水，碾碎。(每石决明100斤，用盐2.5斤加适量开水化开澄清)\n\n①《雷公炮炙论》：\"凡使(石决明)先去上粗皮，用盐并东流水于大磁器中煮一伏时，漉出，拭干，捣为末，研如粉，却入锅子中，再用五花皮、地榆、阿胶三件，更用东流水于磁器中，如此淘之三度，待干，再研一万匝，方入药中用。\"\n\n②《海药本草》：\"凡用(石决明)",
    "function": "平肝潜阳，除热，明日。治风阳上扰、头痛眩晕，惊搐，骨蒸芳热，青盲内障。\n\n①《别录》：\"主目障翳痛，青盲。\"\n\n②《海药本草》：\"主青盲内障，肝肺风热，骨蒸劳极。\"\n\n③《纲目》：\"通五淋。\"\n\n④《本草从新》：\"愈疡疽。\"\n\n⑤《本草求原》：\"软坚，滋肾，治痔漏。\"\n\n⑥《山东中草药手册》：\"镇肝、明目，治眩晕。\"",
    "taste": "咸，平。\n\n①《别录》：\"味咸，平，无毒。\"\n\n②《蜀本草》：\"寒。\"\n\n③《日华子本草》：\"凉。\"",
    "usage": "内服：煎汤(宜久煎)，0.3～1两；或入丸、散。外用：研末水飞点眼。",
    "compatibility": "①《本草经疏》：\"畏旋覆花。\"\n\n②《本草求原》：\"反云母。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "入肝、肾经。",
    "plant": "1.杂色鲍，贝壳呈卵圆形，壳质坚实，壳长80-93mm，宽58-68mm，壳顶钝，位于壳后端，螺旋部矮小，略高于体螺层的壳面，螺层约3层，缝合浅浅，自第2螺层中上部开始至体螺层边缘末端。壳表有30多个排成一列整齐而逐渐增大的突起和小孔，前端突起小而不显着，不开孔的突起顶部呈下陷凹窝；有6-9个突起特大，开孔与内部相通，形成呼水孔，有呼吸及排泄作用，亦可从孔道伸出触手。体螺层被突起和小孔隔成的螺肋区，成一宽大的倾斜面，占壳的绝大部分；其表面还生有不甚规则的螺肋和细密的生长线，随着贝壳的生长时期，发达的生长线逐渐形在明显的褶襞。壳表面为绿褐色，或掺有黄、红色形成的杂以斑。但常因附生其他生物，如苔藓虫、石灰虫等，以致往往呈灰褐色。成体壳顶磨损部，显露珍珠光泽，壳内面银白色，珍珠样彩色光泽强。壳口卵圆形，与体螺层大小几相等。体柔软，头部背面两侧各有一细长的触角和有柄的眼各1对，在腹面有一向前伸展的吻，口纵裂于其前端，内有颚片和舌齿，足极发达，口与壳口相等，分为上足和下足两部，下足呈盘状，整个足部背面中央的肌肉降起呈圆柱状，构成大型的右侧壳肌，背面与贝壳相连。于右侧壳肌下缘，可见一般消化腺为深褐绿色；生殖季节的生殖腺，雌性呈灰绿色，雄性呈乳黄色。无厣。2.皱纹盘鲍，贝壳呈椭圆形，壳长120-125mm，宽82-85mm，扁平的壳顶位于壳的偏后方，稍高于壳面，螺层约3层，各层间缝合线浅，自第2螺层中部始，具1列由小渐大，沿右至左的螺旋排列的突起，20-30个，至体螺层的边缘，近壳口3-5个突起，开也与外面相通，形成呼水孔，沿着呼水孔列左下侧面有一条明显的螺沟。壳面深绿褐色，有许多粗糙而不规则的皱纹，较大的贝壳上常有苔藓虫和龙介等形成突起的附着物，壳内面银白色，带珍珠样光泽。3.耳鲍，贝壳较小而扁，呈耳状，壳长65-70mm，壳宽小于壳长的1/2，壳高约相当于壳宽的1/3。壳薄，略扭曲，从第2螺层主体螺层边比有呼水孔列，有30个左右的突起，末端最大的4-7个开孔，以6个开孔较多见，从第2螺层至贝壳边缘有4-5条明显的螺肋。壳面生长线明显，壳表颇为光滑美丽，常呈翠绿色或黄褐色，并布有紫褐色和土黄色三角形斑纹，有的还杂有多种色彩组成的不规则云状斑，壳内面银白色，有淡绿色闪光及珍珠光泽。4.羊鲍，贝壳短宽，较薄，呈扁平卵圆形，壳长80-88mm，最大也可达100mm以上，壳宽约为长的5/7，高级为长的1/4-1/5，壳顶位于近中部，螺旋部与体螺部约各占一半，螺层约4层，从第3螺层至体螺层边缘，有20余个突起，近壳口的4-5个开口，呈管状的呼水孔，其余全盲闭。壳面螺肋宽大使壳面粗糙不平，有时具苔藓虫等形成的疣状突，壳表灰绿色或裼色，散有橙黄色和白色花斑。壳内面银白色，带有青绿的珍珠光泽。\n生境分布：1.生活于暖海低潮线附近至10m左右深的岩礁或珊瑚礁质海底，以盐度较高、水清和藻类丛生的环境栖息较多，用宽大的腹足爬行或牢固地吸附于岩石上或潜伏于礁缝内。当摄食时将齿舌先端伸出来，于岩石表面舐食硅、红、褐等藻类。2.喜生活于潮流通畅、透明度高、褐藻繁茂的水域，栖息于水深3-15m处，于低潮线附近或20m以下的深水区则数量较少。幼体主食硅藻，成体多以褐、红藻类为食，也食有孔虫和桡足类、多毛类等小动物。3.生活于暖海低潮线以下的岩石、珊瑚礁及藻类丛生的海底其足部肌肉特别肥厚，运动力强，足后部有一深的纵沟，常把足部翻转上来包埋整个贝壳。肉质细嫩、鲜美，为名贵的海产品之一，唯产量远不如杂色鲍多。4.生活于潮下带岩石、珊瑚礁及藻类较多的海底。资源分布：1.分布于浙江（南部）、福建、台湾、广东、海南、广西等地。为我国南方优良养殖种类之一。2.分布于辽宁、山东及江苏连云港等地。为我国鲍属中个体最大，产量最多的良种。现不仅适应于我国北方沿海养殖，且已南移到福建沿海人工养殖获得成功。3.分布于海南岛和西沙、东沙群岛及台湾海峡。4.分布 于耳鲍相同，但产量不多。\n栽培：生活习性 鲍在自然界海区栖息于海水透明度大、盐度高、水流通畅、海藻丛生的岩礁地带，夜间四处觅食。雌雄异体，体外受精，繁殖期因地区和种类而异，一般在6-9月。幼鲍生长发育较慢。养殖技术 人工养殖时，首先要作亲鲍选择，杂色鲍要求体长6cm，皱纹盘鲍要求8cm以上。性腺外观丰满。产卵池要保持水质清洁，使亲鲍自然产卵或用紫外线照射法、变温刺激法等催产。受精卵比重大于海水，可反复洗涤除去死卵及多余精液以使胚胎良好发育。当胚胎发育至担轮幼虫或面盘幼虫精液以使胚胎良好发育。当胚胎发育至提轮幼虫或面盘幼虫初期，移入育苗池中，再投放附有饵料（硅藻）的附着板于水深10-20cm处，多数幼体即结束游浮生活、降落于附着板面上转为匍匐生活。饲养管理 成鲍饲养有自然放养、筏式吊养和池式工厂集约饲养等方式。一般要在2-3年之后，成鲍壳长达5cm以上即可收获。采用立体多层浅水槽流水饲养，投以人工配合饵料，可使产量大幅度提高。",
    "application": "用量3~15克，先煎。用治头痛眩晕，目赤翳障，视物昏花，青盲雀目。",
    "position": "为鲍科动物九孔鲍或盘大鲍等的贝壳。",
    "source": "《别录》"
  },
  {
    "name": "番茄",
    "alias": "西红柿、番李子(《广州植物志》)，金橘(《陆川本草》)。",
    "ingredient": "分离得苹果酸、柠檬酸、腺嘌呤、胡芦巴碱、胆碱和少量番茄碱。市售番茄，每100克含灰分0.4克，钙8毫克，磷37毫克，铁0.4毫克，胡萝卜素0.31毫克，维生素B1_0.03毫克，B2_0.02毫克，尼克酸0.6毫克，C_11毫克。",
    "process": "?",
    "distinguish": "?",
    "effect": "番茄中含有丰富的维生素A及C，其酸性是由于柠檬酸及苹果酸所致，口服番茄果胶，可降低饲胆甾醇大鼠血清及肝中的胆甾醇量。番茄汁可使猫血压下降，平滑肌兴奋。\n\n番茄碱有抗真菌作用。能抑制某些对于植物或人有致病力的真菌；但对细菌之效力很差。其抑菌原理可能是在真菌的细胞膜内形成某种甾醇复合物。其甙元(番茄胺)作用很差。最初从番茄中提出的番茄素，其中混有芦丁，特别是其甙元-槲皮素；槲皮素能拮抗番茄碱的抗菌作用，因而番茄素的抗真菌作用不强。番茄碱在动物实验中有明显的\"消炎\"作用。给大鼠肌肉注射1～10毫克/公斤或口服15～80毫克/公斤能显著减轻角叉菜引起的足踝水肿；切除肾上腺后，作用更明显。皮下注射5～10毫克/公斤共7天，可抑制肉芽组织的形成。对小鼠皮下注射10毫克/公斤可降低毛细血管通透性。其甙元无\"抗炎\"作用。尽管其化学结构与甾醇相似，但其抗炎作用在多方面却与非甾醇类抗炎药相似。其抗炎作用的原理，可能与其抗\"介质\"的性质有关。在离体豚鼠回肠上，番茄碱能拮抗组织胺、乙酰胆碱、缓激肽、氯化钡等引起的收缩反应；但不能阻止催产素对子宫的作用。在整体试验中(对豚鼠腹腔注射3～20毫克/公斤)，番茄碱能明显降低由组织胺引起的毛细血管通透性的升高；对组织胺喷雾引起的反应亦有部分拮抗作用，但对过敏性休克(豚鼠鸡蛋清致敏法)则无作用。尚有报告，番茄碱中常混有另一种与其化学性质很相近的物质(名Gomatine，与Tomatinie可能为异构体)，其抗组织胺作用远较强大。番茄碱对假性胆碱酯酶有可逆性的抑制作用，对真性胆碱酯酶的作用很小。番茄碱毒性很小，口服较大剂量和较长时间亦未发现毒性反应，可能系吸收很少的原故。皮下注射可引起局部坏死，其油膏(治真菌病)涂于皮肤并无刺激性，对粘膜则可能有刺激性。给大鼠或兔静脉注射，可引起急骤、短暂的血压下降，对心率无影响，体内及体外试验均可引起溶血。",
    "creation": "?",
    "function": "《陆川本草》：\"生津止渴，健胃消食。治口渴，食欲不振。\"",
    "taste": "《陆川本草》：\"甘酸，微寒。\"",
    "usage": "内服：煎汤或生食。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "番茄\n一年生或多年生草本，高1～2米，全体被软毛。茎直立，但易于倒伏，触地则生根。单数羽状复叶，互生；叶长10～40厘米；小叶极不规则，大小不等，卵形至矩圆形，长5～7厘米，先端渐尖，边缘有不规则的齿缺或分裂，基部歪斜，有小柄。花3～7朵，成侧生的聚伞花序，花盛开时径约2厘米，有柄，长1～1.5厘米，稍下垂；萼5～6裂，裂片线状披针形至线形；花冠黄色，裂片5～6枚；雄蕊5～6，着生于筒部，花丝短，花药半聚合状，或呈一圆锥体绕于雌蕊；子房2室至多室，柱头头状。浆果形状、大小及颜色不一，通常为球形或扁球形，肉质而多汁，红色或黄色，平滑。花期5～9月。\n我国大都分地区均有栽培。",
    "application": "?",
    "position": "为茄科植物番茄的新鲜果实。",
    "source": "《陆川本草》"
  },
  {
    "name": "水红花子",
    "alias": "水荭子(《本草衍义》)，荭草实(《纲目》)，河蓼子(《山东中药》)，川蓼子、水红子(《上海常用中草药》)。",
    "ingredient": "荭草种子含淀粉41.51%。",
    "process": "8～10月间割取果穗，晒干，打落果实，除去杂质。",
    "distinguish": "①水荭子\n为植物荭草的干燥果实，呈扁圆形，直径2～3毫米，厚1～1.5毫米。表面棕黑色，或红棕色，有光泽，两侧面微凹入，其中央呈微隆起的线状，先端有刺状突起的柱基，基部有浅棕色略突起的果柄痕，有时残留膜质花被。果皮厚而坚硬。种子扁圆形，种皮浅棕色膜质；胚乳粉质，类白色，胚细小弯曲，略成环状。气微弱，味淡。以饱满充实，色红黑者为佳。\n\n②辣蓼草子\n又名：水红蓼子。为植物酸模叶蓼或柳叶蓼的干燥果实，呈卵圆形，直径约1～2毫米，厚不及1毫米。表面红棕色。细小弯曲的胚位于一侧，成半环状，其余与水荭子同。\n主产江苏、辽宁。四川、山东、吉林等地亦产。",
    "effect": "小鼠每天灌服水荭子煎剂、酊剂或石油醚提取物，连续10天，对艾氏腹水癌(腹水型及实体型)和肉瘤-180有一定的抑制作用，但其效果不稳定，需进一步证实。",
    "creation": "?",
    "function": "消瘀破积，健脾利湿。治胁腹癥积，水臌，胃疼，食少腹胀，火眼，疮肿，瘰疬。\n\n①《别录》：\"主消渴，去热，明目，益气。\"\n\n②《滇南本草》：\"破血，治小儿痞块积聚，消年深坚积，疗妇人石瘕症。\"\n\n③《品汇精要》：\"明眼目，消疮毒。\"\n\n④《国药提要》：\"去热，治烦渴及颈淋巴腺炎。\"\n\n⑤《药材学》：\"清肺化痰，降气通便，透疹。治痰嗽喘咳，大小便不利，麻疹不透。\"\n\n⑥《上海常用中草药》：\"散血，消积，止痛。\"\n\n⑦《新疆中草药手册)：\"健脾利湿，清热明目。治慢性肝炎，肝硬化腹水，颈淋巴结核，脾肿大，消化不良，腹胺胃痛，小儿食积，结膜炎。\"",
    "taste": "咸，寒。\n\n①《别录》：\"味咸，微寒，无毒。\"\n\n②《滇南本草》：\"性寒平，味苦。\"\n\n③《药材资料汇编》：\"辛，无毒。\"\n\n④《药材学》：\"性平，味甘。\"",
    "usage": "内服：煎汤，2～3钱(大剂1两)；研末、熬膏域浸酒。外用：熬膏或捣烂敷。",
    "compatibility": "凡血分无瘀滞及脾胃虚寒者忌服。",
    "storage": "置干燥处。",
    "side_effects": "水红花子的急性毒性试验LD50为93.37±13.9g／kg，毒性甚小。",
    "category": "肝；脾经",
    "plant": "一年生草本，高1～3米。茎直立，中空，有节，多分枝，遍体密被粗长毛。叶大，互生，广卵形或卵形，先端渐尖，基部浑圆或稍为心形，全缘呈浅波状，叶柄长;托鞘膜质，被毛，顶端常扩大而成一广展或外反的小片。圆锥花序顶生，稍下垂，被柔毛;苞片鞘状，外面有长毛，内面无毛，广卵形;花白色或粉红色，花被5裂，椭圆形，无毛;雄蕊7~8枚，稍伸出花外;子房稍圆形扁平状，花柱2裂。瘦果扁平，略呈圆形，两面中部微凹，褐黑色，有光泽，包于宿存的花被内。花期4~6月，果期7~8月。",
    "application": "治疗胁腹征积、水臌、胃疼、食少腹胀、火眼、疮肿、瘰疬。煎汤内服，用量15~ 30克，外用适量，熬膏敷患处。凡血分无淤滞者及胃虚寒者忌用。",
    "position": "为蓼科植物荭蓼、酸模叶蓼或柳叶蓼的果实。植物形态详\"荭草\"、\"假辣蓼\"、\"辣蓼草\"等条。",
    "source": "《滇南本草》"
  },
  {
    "name": "石榴皮",
    "alias": "石榴壳(《雷公炮炙论》)，酸石榴皮(《肘后方》)，安石榴酸实壳(《别录》)，酸榴皮(《纲目》)，西榴皮(《闽东本草》)。",
    "ingredient": "含鞣质10.4～21.3%、蜡0.8%、树脂4.5%、甘露醇1.8%、糖2.7%、树胶3.2%、菊粉1.O%、粘质0.6%、没食子酸4.0%、苹果酸、果胶和草酸钙、异槲皮甙。",
    "process": "秋季果实成熟，顶端开裂时采摘，除去种子及隔瓤，切瓣晒干，或微火烘干。",
    "distinguish": "干燥的果皮呈不规则形或半圆形的碎片状，厚2～3毫米。外表面暗红色或棕红色，粗糙，具白色小凸点；顶端具残存的宿萼；基部有果柄。内面鲜黄色或棕黄色，并有隆起呈网状的果蒂残痕。质脆而坚，易折断。气微弱，味涩。以皮厚实、色红褐者为佳。",
    "effect": "1.驱虫：石榴皮碱对绦虫有很强的杀灭力，能作用于虫的肌肉，使其陷入持续收缩。盐酸石榴碱1：10000浓度，于5-10分钟后即杀死绦虫。临床证明生物碱与鞣酸结合者驱虫效果较好，这是因为鞣质能使生物碱变成难溶而难吸收的化合物，从而可以充分地对肠寄生虫子发挥作用。2.抗菌：煎剂用试管稀释法,1：2560对白喉杆菌，1：1280对金黄色葡萄球菌、史氏及福氏痢疾杆菌以及变形杆菌等有抑制作用。对霍乱弧菌，伤寒杆菌、绿脓杆菌及结核杆菌等有明显的抑制作用。3.抗真菌：水浸剂用试管稀释法，1：4对堇色毛癣菌、红色表皮癣菌、奥杜盎小孢子菌及星形奴卡菌等皮癣真菌等10种皮癣真菌有抑制作用。4.抗病毒：试验证明，石榴皮煎剂稀释到1：10000-1：100000仍有抑制流感病毒（甲型PR3株）的作用。参见\"石榴根\"条。",
    "creation": "拣去杂质，去净残留的内瓤及子，洗净，切块，晒干。\n\n《雷公炮炙论》：\"凡使石榴皮、叶、根，勿令犯铁。若使石榴壳，不计干湿，先用浆水浸一宿，至明漉出，其水如墨汁，……方可用。\"",
    "function": "涩肠，止血，驱虫。治久泻，久痢，便血，脱肛，滑精，崩漏，带下，虫积腹痛，疥癣。\n\n①《别录》：\"疗下痢，止漏精。\"\n\n②《药性论》：\"治筋骨风，腰脚不遂，步行挛急疼痛。主涩肠，止赤白下痢。取汁止目泪下，治漏精。\"\n\n③《本草拾遗》：\"主蛔虫。煎服。\"\n\n④《滇南本草》：\"治日久水泻，同炒砂糖煨服，又治痢脓血，大肠下血。\"\"同马兜铃煎治小儿疳虫。\"\n\n⑤《本草蒙筌》：\"理虫牙。\"\n\n⑥《纲目》：\"止泻痢，下血，脱肛，崩中带下。\"\n\n⑦《生草药性备要》：\"治瘤子疮，洗疝痛。\"\n\n⑧《本草求原》：\"洗斑疥癞。\"\n\n⑨《科学的民间药草》：\"驱除钩、绦虫。\"",
    "taste": "酸涩，温，有毒。\n\n①《药性论》：\"味酸，无毒。\"\n\n②《滇南本草》：\"性寒，味酸涩。\"\n\n③《纲目》：\"酸涩，沮，无毒。\"\n\n④《广西中药》：\"味苦涩，性温，有毒。\"",
    "usage": "内服：煎汤，0.8～1.5钱；或入散剂。外用：煎水熏洗或研末调涂。",
    "compatibility": "《本草从新》：\"能恋膈成痰，痢积未尽者，服之太早，反为害也。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "生物碱部分是石榴根皮的主要毒性成分，较原生药的毒性强25倍，动物中毒后多死于呼吸抑制；对骨骼肌有藜芦碱，或箭毒样作用。",
    "category": "归大肠经",
    "plant": "石榴(《雷公炮炙论》)又名：楮榴(《广雅》)，安石榴(张华《博物志》)，丹若(《酉阳杂俎》)，金罂(《纲目》)，金庞(《群芳谱》)，榭榴、海石榴、安息榴、西安榴、钟石榴。\n落叶灌木或乔木，高2～5米。树皮青灰色；幼枝近圆形或微呈四棱形，枝端通常呈刺状，无毛，叶对生或簇生；叶片倒卵形至长椭圆形，长2.5～6厘米，宽1～1.8厘米，先端尖或微凹；基部渐狭，全缘，上面有光泽，无毛，下面有隆起的主脉，具短柄。花1至数朵，生小枝顶端或腋生，花梗长2～3毫米；花的直径约3厘米；萼筒钟状，肉质而厚，红色，裂片6，三角状卵形；花瓣6，红色，与萼片互生，倒卵形，有皱纹；雄蕊多数，着生于萼管中部，花药球形，花丝细短；雌蕊1，子房下位或半下位，上部6室，具侧膜胎座，下部3室，具中轴胎座，花柱圆形，柱头头状。浆果近球形，果皮肥厚革质，熟时黄色，或带红色，内具薄隔膜，顶端有宿存花萼。种子多数，倒卵形，带棱角。花期5～6月。果期7～8月。\n生于山坡向阳处或栽培于庭园。我国大部分地区有分布。\n\n本植物的根皮(石榴根)、叶(石榴叶)、花(石榴花)、果实(酸石榴、甜石榴)等亦供药用，各详专条。",
    "application": "①治疗细菌性痢疾\n取石榴皮制成50%或60%煎剂，每次10～20毫升，日服3～4次，7～10天为一疗程；对慢性菌痢可以连服2周、停药1周再服2周为一疗程。治疗急性菌痢50例，经一疗程后近期治愈49例，进步1例。服药后平均退热时间1.3天，腹痛，里急后重消失时间为4.8天左右，大便恢复正常时间在4.6天上下，粪便镜检恢复正常为5.3天。治疗慢性菌痢4例，停药后2周经乙状结肠镜检查，病变均消失，粪便培养3次以上均为阴性。\n\n②治疗阿米巴痢疾\n60%石榴皮煎液每服20毫升，每日3次，饭后服，连服6日为一疗程。如无效可再服一个疗程。40例患者一疗程后随访半年，均无任何症状，其中36例连续粪检3次均为阴性。服药期间偶有恶心、耳鸣，能自行消失。\n\n③治疗多种感染性炎症\n取石榴皮制成100%煎液，烘干研粉装胶囊口服，每日3次，每次1～2粒。治疗肠炎、胆道感染、急慢性气管炎、肺部感染、慢性阑尾炎、淋巴结炎、多发性疖肿、外伤感染等共415例，痊愈305例，基本痊愈57例，好转36例，无效17例。\n\n此外，用石榴皮炒焦研粉，撒布耳内，对化脓性中耳炎有一定疗效。",
    "position": "为石榴科植物石榴的果皮。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "鸡爪草",
    "alias": "凤尾草、井口边草、铁脚鸡、山鸡尾、井阑草",
    "ingredient": "?",
    "process": "为毛茛科植物鸡爪草的全草。拉丁植物动物矿物名：Calathodes oxycarpa Sprague采收和储藏：春、夏季采收，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "《四川中药志》：\"散寒表汗。治风湿麻木，鸡爪风，消瘰疬。\"",
    "taste": "《四川中药志》：\"性温，味甘辛，无毒。\"",
    "usage": "内服：煎汤，0.5～1两；或浸酒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肝；脾经",
    "plant": "鸡爪草\n多年生草本，高20～45厘米。全株无毛。不分枝或上部分枝。基生叶约3；叶片五角形，长2～3厘米，宽3.5～5厘米，基部心形，3全裂，中央裂片宽菱形，3深裂，边缘具小裂片，侧生裂片斜扇形，不等地2深裂；茎生叶约4，似基生叶；具长柄。花单生于茎或分枝顶端；萼片5，白色，倒卵形或椭圆形，长9～10毫米，宽4～6毫米，顶端圆或钝；无花瓣；雄蕊多数，长2.5～5毫米；心皮7～12，具短柄。菁荚果黑褐色，长0.9～1.4厘米，宽约4.5毫米，在背缝线中部以下有三角形突起。\n生于山地林下或草坡阴处。分布四川和湖北西部。",
    "application": "?",
    "position": "为毛茛科植物鸡爪草的全草。",
    "source": "《四川中药志》"
  },
  {
    "name": "猪毛菜",
    "alias": "扎蓬棵、刺蓬、三叉明棵、猪毛缨、叉明棵、猴子毛、蓬子菜、乍蓬棵子、蓬豆芽、轱辘娃子",
    "ingredient": "全草含蔗糖（sucrose），D-葡萄糖（D-glucose），D-果糖（D-fructose），内消旋肌醇（myo-inositol），D-甘露醇（D-mannitol），葡萄糖和果糖的乙酯[1]，甾醇糖甙（sterol glycosides）,三甲铵己内盐（glycine betaine）和生物碱（alkaloid）[2]。地上部大经分析含豆甾醇（stigmasterol），菜油甾醇（campesterol），胆甾醇（cholesterol）β-谷甾醇（β-sitosterol）[3]，还含水仙甙（narcissin），异鼠李素（isorhamnetin），小麦黄素（tricin），小麦黄素-7－O-β-D-吡喃葡萄糖甙贰（tricin－7－O-β-D－glucopyranoside），槲皮素-3－O-β-D-吡喃葡萄糖甙（quercetin-3-O-β-D-glucopyranoside），异鼠李素-3-O-β-D-吡喃葡萄糖甙（isorhamnetin-3-O-β-D-glucopyranoside）[4]。",
    "process": "夏、秋采收。",
    "distinguish": "性状鉴别 全草黄白色。叶多破碎，完整叶片丝状圆柱形，长2-5cm，宽0．5-1mm，先端有硬针刺。花序穗状，着生于枝上部，苞片硬，卵形，顶部延伸成刺尖，边缘膜质，背部有白色隆脊；花被片先端向中央折曲，紧贴果实，在中央聚成小圆锥体。种子直径约1．5mm，先端平。 \r\n　　显微鉴别 本品花粉粒，在扫描电镜下观察：花粉粒直径1．4-19．9μm，圆形，轮廓线波浪状。孔36-44个，孔径1．15-2．77μm，孔间距离2．26-2．99μm。孔具膜，膜上小刺10-28个。 \r\n　　理化鉴别 取本品粉末5g，用氨水润湿，氯仿20ml浸泡过夜，滤过。滤液挥去氯仿，以1％盐酸2ml溶解，放入试管中，滴加改良碘化铋钾试液，立即产生红棕色沉淀。（检查生物碱）",
    "effect": "①降压作用\n猪毛菜浸膏对麻醉动物静脉注射有明显、持久的降压作用，犬最敏感，兔次之，猫更次之，不产生急速耐受，在降压剂量时即对心脏有抑制作用，心电图表现S-T段降低，但猪毛菜无水醇初提液降压作用较浸膏弱，对心脏影响亦较少。用猪毛菜的醇提溶液，对老年性(或原发性)高血压狗有较好的降压作用，对慢性肾型高血压犬，每天口服猪毛菜8～16克/公斤，持续两个月，降压作用不显著。据实验推测其降压原理为：对血管运动中枢或交感中枢的抑制作用，因而周围血管张力降低，血压下降。\n\n②对中枢神经系统的作用\n猪毛菜浸膏在小白鼠防御性运动条件反射实验中，对小白鼠阳性条件反射具有抑制作用，而无分化解除现象，在阳性条件反射消退实验中，猪毛菜能加速消退过程，说明可能是猪毛菜加强皮层抑制过程的结果。猪毛菜浸膏能减少小白鼠自发活动，使其呈现安静现象，延长戊巴比妥钠催眠作用时间，并使非催眠剂量的水合氯醛产生催眠作用，但对中枢惊厥药(戊四氮、士的宁)所引起的动物惊默及死亡没有对抗作用。\n\n③其他\n不同时期采集的猪毛菜，其药理作用不同，嫩叶时期采集的可引起升压作用，花果时期采集的对血压或上升或下降，而在果实期采集的却有明显的降压作用。猪毛菜的制剂血可平经色层分析及化学反应均未能证实有猪毛菜碱及猪毛菜定碱的存在。",
    "creation": "?",
    "function": "平肝潜阳；润肠通便。主高血压病；多病；眩晕；失眠；肠燥便秘 \n\n《河北中药手册》：\"降血压。治高血压病、头痛。\"",
    "taste": "淡；性凉 \n\n①《河北中药手册》：\"淡，凉。\"\n\n②《甘肃中草药手册》：\"甘，凉。\"\n\n归肝经",
    "usage": "内服：煎汤，0.5～1两。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "小白鼠皮下注射猪毛菜浸膏的半数致死量为56克/公斤，大白鼠腹腔注射8克/公斤即死亡，家兔口服40克/公斤未见毒性反应，80克/公斤时可见死亡。\n另有苏联产猪毛菜含猪毛菜碱（鹿尾草碱）、猪毛菜定碱，在动物实验中有明显的降低血压作用；其降压原理为抑制血管运动中枢，并能直接扩张血管。猪毛菜碱能加强狗大脑皮层的抑制过程。猪毛菜定碱的作用与猪毛菜碱基本相似。它们在引起降压时，很少影响心脏机能，但剂量过大，则可抑制心脏；无论大剂量或小剂量均使肠管与子宫节律收缩加强，张力上升。猪毛菜碱有抗利尿作用，其抗利尿作用主要由于重吸收增强，有些例子也可见到滤过率减少，去神经后并不影响此作用，切除垂体则明显改变其抗利尿作用性质，故猪毛菜碱的抗利尿作用主要是影响了下视丘-垂体系统。",
    "category": "归经_肝经",
    "plant": "猪毛菜\n一年生草本，高30～100厘米。枝淡绿色，生稀疏的短糙硬毛或无毛。叶丝状圆柱形，肉质。生短糙硬毛，长2～5厘米，宽0.5～1毫米，先端有硬针刺。花序穗状，生枝条上部；苞片宽卵形，先端有硬针刺；小苞片2，狭披针形；花被片5，膜质，披针形，结果后背部生短翅或革质突起；花药矩圆形，顶部无附属物；柱头丝形，长为花柱的1.5～2倍。胞果倒卵形，果皮膜质。种子横生或斜生，顶端平；胚螺旋状，无胚乳。花期5～9月。\n多生于沟沿、路边、荒地、砂丘或碱性砂质地。分布东北、华北、陕西、甘肃、青海、四川、西藏、云南等地。",
    "application": "?",
    "position": "为藜科植物猪毛菜的全草。",
    "source": "《河北中药手册》"
  },
  {
    "name": "狗肉",
    "alias": "香肉、地羊、犬肉",
    "ingredient": "\n狗肉的一般化学组成，与其它兽肉类似，但因情况之不同，变化亦颇大。狗肉(以氮的克数计)含嘌呤类0.027%，肌肽0.109%。新鲜狗肉含肌酸0.266～0.472%。又含固形物25.2%，水分74.8%，钾0.325%，钠0.049%，氯0.028%。\n",
    "process": "为犬科动物狗的肉。",
    "distinguish": "?",
    "effect": "有滋补强壮和增强机体抗力作用。可增加体内雄性类激素。",
    "creation": "?",
    "function": "\n补中益气，温肾助阳。治脾肾气虚，胸腹胀满，鼓胀，浮肿，腰膝软弱，寒疟，败疮久不收敛。\n\n①《别录》：\"主安五藏，补绝伤。\"\n\n②孟诜：\"补血脉，厚肠胃，实下焦，填精髓。\"\n\n③《日华子本草》：\"补胃气，壮阳，暖腰膝，补虚劳，益气力。\"\n\n④《本经逢原》：\"治败疮稀水不敛。\"\n\n⑤《医林纂要》：\"补肺气，固肾气，壮营卫，强腰膝。\"\n",
    "taste": "\n咸，温。\n\n①《别录》：\"味咸酸，温。\"\n\n②《日用本草》：\"咸酸，平。\"\n\n③《医学入门》：\"咸酸，有毒。\"\n",
    "usage": "\n内服：煮食。\n",
    "compatibility": "\n热病后忌服。\n\n①《本草经集注》：\"有当陆，勿食犬肉。\"\n\n②《纲目》：\"热病后食之，杀人。\"\n\n③《本草经疏》：\"发热动火，生痰发渴，凡病人阴虚内热，多痰多火者慎勿食之，天行病后尤为大忌，治痢亦非所宜。\"\n\n④《本草备要》：\"畏杏仁。恶蒜。\"\n",
    "storage": "?",
    "side_effects": "?",
    "category": "入脾、胃、肾经。\n①《雷公炮制药性解》：\"入命门。\"\n②《本草求真》：\"入脾、胃、肾。\"",
    "plant": "狗（《左传》），又名：犬（《左传》），黄耳（崔豹《古今注》），地羊（《纲目》），家犬（《医林纂要》）。\n小型家畜，体形大小和毛色，随品种而异。通常颜面部向前突出成口吻，吻长而尖。口有深裂，齿常外露；舌长而薄，表面平滑。耳短，直立或稍下垂，能自由转动。四肢矫健，前肢5趾，后肢4趾，具爪，爪不能伸缩。趾行性。雌体有乳头4～5对，1对在胸部，其余分列于腹壁两侧。尾大多向上卷曲，有丛毛或只具短毛。狗的视觉、听觉、嗅觉均极灵敏。\n生境分布：全国各地均有饲养。",
    "application": "?",
    "position": "\n为犬科动物狗的肉。\n",
    "source": "\n《别录》\n"
  }
]