[
  {
    "name": "脆蛇",
    "alias": "金蛇(《本草拾遗》)，地鲜、蝎蛇(《岭表录异》)，银蛇(《开宝本草》)，金星地鳝(《本草图经》)，金星鳝(《圣济总录》)，片蛇(《滇略》)，蛇蜥、无脚蜥(《动物学大辞典》)，碎蛇(《中药形性经验鉴别法》)。",
    "ingredient": "?",
    "process": "春、秋捕捉，捕得后用酒醉死，或置锅内用微火炕死，然后盘成圈，以竹签插住，再用微火炕干。",
    "distinguish": "干燥的脆蛇多已盘成圈状，直径约6～10厘米。蛇的背面棕黄色或缉褐色，有光泽；鳞片不太明显。具有方格形的网纹，并有黑色横纹：腹面黄白色，带有篾片夹持时遗留下的痕迹，腹侧面各有1条凹沟。头部呈三角形，尾部细尖，或短促。体轻、干脆、气微腥。大者身短粗壮，色泽较深：小者瘦长，尾部尖，背面色泽较淡。以条匀、无碎断、气腥不臭、有光泽者为佳。\n产四川、云南等地。",
    "effect": "?",
    "creation": "去头，切段，焙干用。",
    "function": "散瘀，祛风，消肿，解毒。治跌损折伤，大麻风，痈疽肿毒。\n\n①《开宝本草》：\"解生金毒。人中金药毒者，取金蛇四寸，炙令黄，煮汁饮，频服之，以瘥为度。银蛇解银药毒。\"\n\n②《本草图经》；\"能解众毒，止泻泄及邪热。\"\n\n③《纲目》：\"疗久痢。\"\n\n④《滇略》：\"治恶疽，腰以上用首，腰以下用尾；又治大麻风及痢。\"\n\n⑤《滇黔记游》：\"接断骨。\"\n\n⑥《纲目拾遗》：\"肉熬膏，箍痈疽，去风疠。其骨醋磨，围肿毒。\"\n\n⑦《中药形性经验鉴别法》：\"治关节痛，神经痛，恶疮肿疡。\"",
    "taste": "咸，平。\n\n①《本草拾遗》：\"味咸，半。\"\n\n②《开宝本草》：\"无毒。\"\n\n③《四川中药志》：\"性平，味辛咸，有小毒。\"",
    "usage": "内服：煎汤，1～3钱；浸酒或入散剂。外用：熬膏涂。",
    "compatibility": "《四川中药志》：\"无风湿瘀血凝滞及孕妇忌用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾；肾经",
    "plant": "脆蛇蜥，全长50cm左右，尾长约占3/5以上。背面催色，两侧略偏紫，雄性还有长短不一的翡翠色横斑，腹面黄白色。头被以单枚的前额鳞，额鳞及间顶鳞较大。吻鳞与前额鳞间相隔23枚小鳞 ，眼小，眼径约为吻长的1/3；耳孔小，几乎与鼻孔等大，躯干两侧有纵乐观，纵沟上方的背鳞14-16行，中央8-10行具棱，纵沟以下的腹鳞10行，尾腹面鳞片具鳞，受惊扰时，尾易自截为数段，自断处再生一部分。\n生境分布：生活于草丛中或大石块下，营穴居生活。以蜗牛、蚯蚓等为食。资源分布：分布于江苏、浙江、福建、台湾、广西、四川、云南、贵州。",
    "application": "?",
    "position": "为蛇蜥科动物脆蛇蜥的全体。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "蛞蝓",
    "alias": "陵蠡(《本经》)，土蜗、附蜗(《别录》)，蜒蚰(《救急方》)，托胎虫(《铁围山丛谈》)，蛞蜗(《品汇精要》)，鼻涕虫(《纲目》)。",
    "ingredient": "全体含一种特殊的凝集素（specific lectin）：唾液酸（sialic acid）。",
    "process": "夏季捕捉.",
    "distinguish": "?",
    "effect": "蛞蝓混悬液以800mg/kg剂量给荷瘤小鼠灌胃，24h后对ARS肉瘤（腹水型）即表现为明显的抑制作用。抑制率达47.4%；而给药剂量为120mg/kg时，48h抑瘤率可达51.6%。对Lewis肺癌抑制率则蛞蝓混悬液以800mg/kg剂量给药，24h为最佳，抑瘤率为30%以上。离体实验表明，其0.6%蛞蝓浸出液明显抑制肺癌细胞（A549）生长。而蛞蝓混悬液600-1200mg/kg剂量给小鼠灌药7天，对P388淋巴细胞性白血病具有明显的抑制作用。其中900mg/kg剂量效果最好。",
    "creation": "?",
    "function": "清热祛风，消肿解毒，破痰通经。治中风歪僻，筋脉拘挛，惊痫，喘息，喉痹，咽肿，痈肿，丹毒，经闭，癥瘕，蜈蚣咬伤。\n\n①《本经》：\"主贼风歪僻，轶筋及脱肛，惊痫挛缩。\"\n\n②《本草衍义》：\"治蜈蚣、蝎毒。\"\n\n③《纲目》：\"治肿毒焮热，热疮肿痛。\"\n\n④《本草汇言》：\"善治一切风热火燥为眚，一切风热火痰为病。\"\n\n⑤《本草崇原》：\"主定惊清热，解毒输(舒)筋。治咽喉肿痛，风热喉痹，纳入喉中，令吞下。\"\n\n⑥《得配本草》：\"消痰核。\"\n\n⑦《泉州本草》：\"通经破瘀，解毒消肿，利小便。主治月经闭止，癥瘕腹痛，损伤瘀血作痛，痈肿丹毒。\"\n\n⑧《吉林中草药》：\"疏风，镇惊，固脱。治热疮肿痛，支气管炎，脱肛。\"",
    "taste": "①《本经》：\"味咸，寒。\"\n\n②《别录》：\"无毒。\"",
    "usage": "内服：焙干研末或研烂作丸。外用：研末或捣敷。",
    "compatibility": "①《本草经疏》：\"非真有风热者不宜用，小儿薄弱多泄者不宜用。\"\n\n②《得配本草》：\"畏盐。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归肝；肺；大肠经",
    "plant": "1.黄蛞蝓，无外壳，体柔软，呈不规则的圆柱形，体前端宽大，后端狭小，尾部具有短的尾嵴。在活动时，最大者体长可达120mm，体宽12mm。头部具有2对浅蓝色的触角，大触角顶端具眼点。在身体背部前端的1/3处，有一椭圆形的外套膜，其前半部呈游离状态。背面具有同心圆的皱褶。体呈黄褐色或深橙色，具有分散淡黄色的斑点，靠近足部两侧的颜色较浅，跖足为淡黄色。贝壳退化为内壳，包在外套膜内，为一薄而透明、椭圆形的石灰质板。背部具有明显的生长纹。2.野蛞蝓，无外壳，体柔软光滑，呈不规则的圆柱形，尾部狭长，具有钝的尾嵴。活运输早展时，体长30-60mm，宽4-6mm，内壳壳长4mm，宽2mm。体表呈灰色、黄褐色或暗褐色，有的个体有浅的和不明显的暗带纹或斑点。\n生境分布：1.生活于阴暗潮湿、腐殖质多的地方。畏光怕热，白天匿藏，夜晚及阴雨天活动，杂食性，喜食蔬菜、瓜果、植物叶及幼苗等，也食人们食物的残渣。为农业害虫。分布于黑龙江、吉林、新疆、江苏、浙江、河南、湖南、广东、广西、四川、云南及北京、上海等地。2.生活习性同上种。资源分布：1.分布于黑龙江、吉林、新疆、江苏、浙江、河南、湖南、广东、广西、四川、云南及北京、上海等地。2.分布于内蒙古、河北、新疆、江苏、安徽、浙江、江西、福建、河南、湖北、湖南、广东、海南、广西、贵州、去南、西藏等地。",
    "application": "?",
    "position": "为蛞蝓科动物蛞蝓的全体。",
    "source": "《本经》"
  },
  {
    "name": "拔毒散",
    "alias": "王不留行(《滇南本草》)，小黄药、小迷马桩、迷马桩棵、小克麻(《云南中草药》)，小拔毒、尼马庄柯(《云南中草药选》)。",
    "ingredient": "?",
    "process": "秋季采收。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，活血祛瘀。治急性乳腺炎，急性扁桃体炎，疔疮，肿毒，肠炎，菌痢，妇女经闭，跌打损伤。\n\n①《滇南本草》：\"治妇人乳汁不通，乳痈、乳结、红肿，消诸疮肿毒；治小儿尿血，血淋，祛皮肤瘙痒，消风解热。梗叶细末，醋调敷痈疽疮毒溃散。\"\n\n②《云南中草药》：\"活血祛瘀，拔毒，接骨，通乳。治经闭，疔疮，枪伤，骨折。\"\n\n③《云南中草药选》：\"消炎，拔毒生肌。治急性乳腺炎，急性扁桃体炎，肠炎，菌痢。\"",
    "taste": "①《滇南本草》：\"性寒，味苦。\"\n\n②《云南中草药》：\"苦，平。\"",
    "usage": "内服：煎汤，3～5钱。外用：捣敷。",
    "compatibility": "孕妇禁服。",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；肝经",
    "plant": "拔毒散\n直立半灌木，高约1米余。茎紫褐色，疏被星状毛。下部叶宽菱形或扇形，长宽约2.5～5厘米，基部楔形，先端尖或圆，边缘重锯齿；上部叶长圆形或长圆状椭圆形，长3～4厘米；叶上面被糙伏毛或近无毛，下面被星状短茸毛；叶柄长5～10毫米；托叶钻形，脱落。花单生叶腋或丛生于短枝端，花梗中部以上具关节；萼长7毫米，5裂，疏被星状毛；花冠黄色，径约1.5厘米；雄蕊柱被长硬毛。蒴果近球形，径约6毫米，心皮6～9枚，每心皮具2芒状短喙。花期9～10月。果期10～11月。\n生于灌木丛或山坡。分布四川、贵州、云南、广西等地。",
    "application": "?",
    "position": "为锦葵科植物拔毒散的全草。",
    "source": "《滇南本草》"
  },
  {
    "name": "松香",
    "alias": "松脂、松膏、松肪(《本经》)，松胶香(《刘涓子鬼遗方》)，沥青(《卫生宝鉴》)，白松香(《滇南本草》)，松胶(《纲目》)，黄香(《本草原始》)，松脂香(《草木便方》)。",
    "ingredient": "油松和马尾松的松香含松香酸酐及松香酸约80%，树脂烃约5～6%，挥发油约0.5%及微量苦味物质。",
    "process": "多在夏季采收，在松树干上用刀挖成V字形或螺旋纹槽，使边材部的油树脂自伤口流出，收集后，加水蒸馏，使松节油馏出，剩下的残渣，冷却凝固后，即为松香。置阴凉干燥处，防火、防热。",
    "distinguish": "松香为不规则半透明的块状，大小不等。表面黄色，常有一层黄白色的霜粉。常温时质坚而脆，易碎，断面光亮，似玻璃状。有松节油臭气，味苦。加热则软化，然后溶化，燃烧时产生棕色浓烟。以块整齐、半透明、油性大、气味浓厚者为佳。\n产广东、广西、福建、湖南、江西、浙江、安徽等地。",
    "effect": "松香酸0.15g/kg灌胃，能明显延长兔长出血、凝血的时间，也延长血浆凝血酶原时间、白陶土部分凝血活酸时间，使血小板数量明显减少。 \n",
    "creation": "松香：置铜锅中，用微火加热熔化，捞去杂质，倾入水中，候凉后取出，干燥。制松香：取葱煎汤，加入松香粉，煮至松香完全熔化，乘热倒入冷水中，取出，阴干。(每松香100斤，用葱10斤)\n\n①陶弘景：\"松脂，以桑灰汁或酒煮软，按内寒水中数十过，白滑则可用。\"\n\n②《本草图经》：\"松脂皆先炼治，其法用大釜加水，置甑，用白茅藉甑底，又加黄砂于茅上，厚寸许可矣。然后布松脂于上，炊以桑薪，汤减即添热水，常令满，候松脂尽入釜中，乃出之投于冷水。既凝又蒸，如此三过，其白如玉，然后入药。\"",
    "function": "祛风，燥湿，排脓，拔毒，生肌，止痛。治痈疽，疔毒，痔瘘，恶疮。疥癣，白秃，金疮，扭伤，风湿痹痛，疠风瘙痒。\n\n①《本经》：\"主痈疽恶疮，头疡白秃，疥瘙风气，安五脏，除热。\"\n\n②《别录》：\"主胃中伏热，咽干消渴，及风痹死肌，炼之令白；其赤者主恶痹。\"\n\n③《药性论》：\"杀虫，用之主耳聋；牙有蛀孔，少许咬之不落；能贴诸疮脓血，煎膏生肌止痛，祛风。\"\n\n④《日华子本草》：\"润心肺，下气除邪；煎膏主瘘烂，排脓。\"\n\n⑤《滇南本草》：\"疗赤白癜风，厉风。\"\n\n⑥《医学入门》：\"治历节酸痛，生津止渴，固齿，聪耳明目；入滋补药和服，壮阳，实阴茎，令人有子。\"\n\n⑦《纲目》：\"强筋骨，利耳目。治崩带。\"\n\n⑧《本草备要》：\"祛风去湿，化毒杀虫。\"",
    "taste": "苦甘，温。\n\n①《本经》：\"味苦，温。\"\n\n②《别录》：\"甘，无毒。\"\n\n③《药性论》：\"味甘，平。\"\n\n④《本草正》：\"味苦辛；温。\"\n\n肝；脾经 \n",
    "usage": "外用：研末撒或调敷。内服：入丸、散或浸酒。",
    "compatibility": "①《医学入门》：\"不可单服，塞实肠胃。\"\n\n②《本草经疏》：\"病人血虚有火，及病不关风寒湿所伤而成者，咸不宜服。\"\n\n③《本草求真》：\"火实有热者勿服。\"",
    "storage": "在开割割口前先要刮去粗皮，但不要损伤木质部，刮面长度50-60cm，宽25-40cm；在刮面中央开割长35-50cm，宽1-1.3cm，深入木质部1-1.2cm 的中沟，中沟基部装一受脂器，再自中沟开割另一对侧沟，可将油树脂不断收集起来。以在30-35℃采收为宜，即长江以南在5-10月，华北及东北在6-9月。 \n",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "1.乔木，高达45m，胸围1.5m。树皮红褐色，下部灰褐色，成不规则长块状裂。小枝常轮生，淡黄褐色，无白粉，无毛；冬芽卵状圆柱形，褐色，先端尖，芽鳞边缘丝状，先端尖或有长尖头。叶针形，2针一束，稀3针一束，长12-30cm，细长而柔软，叶缘有细锯齿，树脂道约4-8个，在背面边生，或腹面也有2个边生；叶鞘初呈褐色，后渐变成灰黑色，宿存。雄球花淡红褐色，圆柱形，弯垂，长1-1.5cm，聚生于新枝下部苞腋，穗状；雌球花单生或2-4个聚生于新枝顶端，淡紫红色。球果卵圆形或圆锥状卵形，长4-7cm，径2.5-4m，有短梗，下垂，熟时粟褐色；中部种鳞近长圆状倒卵形，长约3cm；鳞盾菱形，微隆起或平，鳞脐微凹，无刺。种子长卵圆形，长4-6mm，连翅长2-2.7cm。花期4-5月，果熟期翌年10-12月。\n2.乔木，高达25m，胸围可达1m以上。树皮灰褐色，呈不规则鳞甲状裂，裂隙红褐色。枝轮生，小枝粗壮，淡橙黄色或灰黄色；冬芽宽椭圆形，先端尖，红褐色。叶针形，2针一束，深绿色，粗硬，长10-15cm，径约1.5mm，边缘有细齿，两面有气孔线；叶鞘初时淡褐色，渐变成暗灰色。雄球花圆柱形，长1.2-1.8cm，在新枝上聚生成穗状；雌球花序阔卵形，长7mm，紫色，着生于当年新枝上。球果卵形或圆卵形，长4-9cm，有短梗，向下弯垂，熟时淡黄色或淡褐黄色，宿存数年之久；中部种鳞近长圆状倒卵形，长1.6-2cm，鳞盾肥厚，隆起或微隆起，扁菱形或菱状多角形，横脊显著，鳞脐凸起有尖刺。种子卵圆形或长卵圆形，淡褐色，有斑纹，连翅长1.5-1.8cm。花期4-5月，果熟期翌年10月。\n3..乔木，高达30m，胸围达1.5m。树皮橘红色，不规则鳞片状脱落。一年生枝淡黄色或红黄色，微有白粉，无毛；冬芽长圆状卵圆形，暗红褐色，针叶2针一束，长5-12cm，径约1mm，先端微尖，两面有气孔线，边缘有细锯齿，横切面半圆形，树脂道约4-6个，边生。雄球花淡红黄色，圆筒形，5-12mm，聚生于新枝下部呈短穗状；雌球花淡红紫色，单生或2-3个聚生，一年生小球果的种鳞先端有短刺。球果熟时暗黄褐色或淡褐黄色；种鳞张开，易脱落，有微隆起的横脊，鳞脐平或微凸起，有短刺。种子倒卵状椭圆形或卵圆形，长4-7mm，连翅长1.5-2m，种翅宽5-7mm。花期4月，果熟期翌年9-10月。\n4.乔木，高达30m，胸围可达2m。幼树皮暗灰色，老时灰黑色，粗厚，不规则块裂。一年生枝淡褐黄色，无毛；冬芽银白色，圆柱状椭圆形或圆柱形，顶尖，芽鳞披针形，边缘白色丝状。针叶2针一束，深绿色，有光泽，粗硬，长6-12cm，边缘有细锯齿，两面均有气孔线，横切面有树脂道6-11个，中生。雄球花淡红褐色，圆柱形，长1.5-2cm；雌球花单生或2-3个聚生新枝近顶端，直立，卵圆形，淡紫红色。球果熟时褐色，圆锥状卵圆形或卵圆形，长4-6cm，径3-4cm，有短梗，向下弯垂，中部种鳞卵状椭圆形，鳞盾稍肥厚，横脊显著，鳞脐有短刺。种子倒卵状椭圆形，长5-7mm，连翅长1.5-1.8cm，种翅灰褐色。花期4-5月，果熟期翌年10月。\n",
    "application": "治疗慢性气管炎\n取松香粉与等量甘草粉混合调匀成散剂，日服3次，每次5分，10天为一疗程。治疗256例，一疗程后近期控制38例，显效53例，好转117例，无效48例；有效率为81.2%。其中单纯型疗效高于喘息型；大部分病例服药3～8天出现疗效，以5天见效者最多；坚持服药对提高疗效有重要意义。服药期间有5例引起浮肿，少数病人出现咽干，一般无需另行处理，可自行消退，不必停药",
    "position": "为松科植物马尾松或其同属植物树干中取得的油树脂，经蒸馏除去挥发油后的遗留物。植物形态参见\"松节\"条。",
    "source": "《滇南本草》"
  },
  {
    "name": "藕粉",
    "alias": "藕澄粉(《本草求原》)。",
    "ingredient": "?",
    "process": "为睡莲种植物莲的肥厚根茎-藕加工制成的淀粉。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "\n益血，止血，调中，开胃。治虚损失血，泻痢食少。\n\n①《本草通玄》：\"安神，开胃。\"\n\n②《本经逢原》：\"治虚损失血，吐利下血。又血痢口噤不能食，频服则结粪自下，胃气自开，便能进食。\"\n\n③《纲目拾遗》：\"调中开胃，补髓益血，通气分，清表热，常食安神生智慧，解暑生津，消食止泻。\"\n",
    "taste": "\n《医林纂要》：\"甘咸，平。\"\n",
    "usage": "\n内服：沸水冲，和糖服。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "?",
    "position": "\n为睡莲种植物莲的肥厚根茎-藕加工制成的淀粉。植物形态参见\"莲子\"条。\n",
    "source": "\n《纲目拾遗》\n"
  },
  {
    "name": "苦瓜",
    "alias": "锦荔枝、癞葡萄(《救荒本草》)，红姑娘(《群芳谱》)，菩达(《广东新语》)，凉瓜(《广州植物志》)，癞瓜(《民间常用草药汇编》)，红羊(《泉州本草》)。",
    "ingredient": "果实含苦瓜甙，是β-谷甾醇-β-D-葡萄糖甙和5，25-豆甾二烯醇-3-葡萄糖甙的等分子混合物。尚含5-羟基色胺和多种氨基酸如谷氨酸、丙氨酸、β-丙氨酸、苯丙氨酸、脯氨酸、α-氨基丁酸、瓜氨酸、半乳糖醛酸、果胶。",
    "process": "秋后采取，切片晒干或鲜用。",
    "distinguish": "干燥的苦瓜片，呈椭圆形或矩圆形，厚约2～8毫米，长3～15厘米，宽0.4～2厘米，全体皱缩，弯曲，果皮浅灰棕色，粗糙，有纵皱或瘤状突起。中间有时夹有种子或种子脱落后留下的孔洞。质脆，易断。气微味苦。以青边、肉白、片薄、子少者为佳。\n产于广西、广东、云南、福建等地。",
    "effect": "降低血糖作用。正常的以及患四氧嘧啶性糖尿病的家兔灌服苦瓜浆汁后，可使血糖明显降低。皮下注射脑垂体前叶浸膏引起高血糖的大鼠，灌服苦瓜浆汁的水提取物亦有降低血糖的作用。给家兔口服苦瓜甙可降低血糖，作用方式与甲苯磺丁脲相似而较强，对摘除胰脏的猫降低血糖作用并未完全消失，故其降血糖包括对胰脏的及非胰脏的二种作用。亦有认为苦瓜浆汁及果实的干浸膏对正常的及糖尿病的兔的降血糖作用并不确实。糖尿病人口服苦瓜的酒精提取物并未降低血糖。",
    "creation": "?",
    "function": "清暑涤热，明目，解毒。治热病烦渴引饮，中暑，痢疾，赤眼疼痛，痈肿丹毒，恶疮。\n\n①《滇南本草》：\"治丹火毒气，疗恶疮结毒，或遍身已成芝麻疔疮疼难忍。\"\"泻六经实火，清暑，益气，止渴。\"\n\n②《生生编》：\"除邪热，解劳乏，清心明目。\"\n\n③《本草求真》：\"除热解烦。\"\n\n④《随息居饮食谱》：\"青则涤热，明目清心。熟则养血滋肝，润脾补肾。\"\n\n⑤《泉州本草》：\"主治烦热消渴引饮，风热赤眼，中暑下痢。\"",
    "taste": "苦，寒。\n\n①《滇南本草》：\"苦，寒，平。\"\n\n②《纲目》：\"苦，寒，无毒。\"\n\n③《本经逢原》：\"生则性寒，熟则性温。\"",
    "usage": "内服：煎汤，2～5钱；或煅存性研末。外用：捣敷。",
    "compatibility": "《滇南本草》：\"脾胃虚寒者，食之令人吐泻腹痛。\"",
    "storage": "?",
    "side_effects": "妊娠大鼠灌服苦瓜浆汁6ml／kg，引起子宫出血，并在数小时内死亡。正常的及患四氧嘧啶性糖尿病的大鼠每日灌服6ml／kg，80-90%在5-23天内死亡。大鼠腹腔注射苦瓜浆汁15-40ml／kg，6-18小时内死亡。患四氧嘧啶性糖尿病的家兔每天灌服苦瓜浆汁10ml／kg，对大多数动物均表现毒性。",
    "category": "归心；脾；肺经",
    "plant": "苦瓜\n一年生攀援草本，多分枝，有细柔毛，卷须不分枝。叶大，肾状圆形，长宽各约5～12厘米，通常5～7深裂，裂片卵状椭圆形，基部收缩，边缘具波状齿，两面近于光滑或有毛；叶柄长3～6厘米。花雌雄同株。雄花单生，有柄，长5～15厘米，中部或基部有苞片，苞片肾状圆心形，宽5～15毫米，全缘；萼钟形，5裂，裂片卵状披针形，先端短尖，长4～6毫米；花冠黄色，5裂，裂片卵状椭圆形，长1.5～2厘米，先端钝圆或微凹；雄蕊3，贴生于萼筒喉部。雌花单生，有柄，长5～10厘米，基部有苞片；子房纺锤形，具刺瘤，先端有喙，花柱细长，柱头3枚，胚珠多数。果实长椭圆形，卵形或两端均狭窄，长8～30厘米，全体具钝圆不整齐的瘤状突起，成熟时橘黄色，自顶端3瓣开裂。种子椭圆形，扁平，长10～15毫米，两端均具角状齿，两面均有凹凸不平的条纹，包于红色肉质的假种皮内。花期6～7月。果期9～10月。\n全国各地均有栽培。\n\n本植物的根(苦瓜根)、茎(苦瓜藤)、叶(苦瓜叶)、花(苦瓜花)、种子(苦瓜子)亦供药用，各详专条。",
    "application": "?",
    "position": "为葫芦科植物苦瓜的果实。",
    "source": "《滇南本草》"
  },
  {
    "name": "蜂蜜",
    "alias": "石蜜、石饴、食蜜、蜜、白蜜、白沙蜜、蜜糖、沙蜜、蜂糖",
    "ingredient": "\n蜜因蜂种、蜜源、环境等的不同，其化学组成差异甚大。最重要的成分是果糖和葡萄糖，两者含量合计约70%。尚含少量蔗糖(有时含量颇高)，麦芽糖、糊精，树胶，以及含氮化合物、有机酸、挥发油、色素、蜡、植物残片(特别是花粉粒)、酵母、酶类、无机盐等。蜜一般只含微量维生素，其中有A、C、D、胆碱、B2、尼克酸、泛酸、生物素、叶酸、B、K等。在含氮化台物中有蛋白质、胨、际、氨基酸，以及转化酶、过氧化氢酶、淀粉酶等酶类，并含乙酰胆碱。灰分中主含镁、钙、钾、钠、硫、磷，以及微量元素铁、锰、铜、镍等。有机酸中往往有柠檬酸，以及苹果酸、琥珀酸、乙酸。也常含甲酸，但含量极低(0.01%以下)。\n\n另有一种有毒性的蜂蜜，在日本常自石楠科植物的花蜜得来。\n",
    "process": "\n蜂蜜采收多在春、夏、秋季进行。取蜜时先将蜂巢割下，置于布袋中将蜜挤出。新式取蜜法是将人工蜂巢取出，置于离 心机内，把蜜摇出过滤，除出蜂蜡和碎片及其他杂质即可。\n",
    "distinguish": "\n为稠厚的液体，白色至淡黄色(白蜜)，或橘黄色至琥珀色(黄蜜)。夏季如清油状，半透明，有光泽；冬季则易变成不透明，并有葡萄糖的结晶析出，状如鱼子。气芳香，味极甜。以水分小，有油性，稠如凝脂，用木棒挑起时蜜汁下流如丝状不断，且盘曲如折叠状，味甜不酸，气芳香，洁净无杂质者为佳。\n全国大部地区均产。\n",
    "effect": "\n蜂蜜对创面有收敛、营养和促进愈合作用，有润滑性祛痰和轻泻作用。\n",
    "creation": "\n取纯净的蜂蜜，用文火熬炼，过滤去沫。\n\n①《雷公炮炙论》：\"凡炼蜜一斤，只得十二两半是数，若火少，火过，并用不得。\"\n\n②《本草经集注》：\"凡蜜，皆先火上煎，掠去其沫，令色微黄，则丸经久不坏。\"\n\n③《纲目》：\"凡炼沙蜜，每斤入水四两，银石器内，以桑柴火慢炼，掠去浮沫，至滴水成珠不散，乃用，谓之水火炼法。又法：以器盛置重汤中煮一日，候滴水不散，取用亦佳，且不伤火也。\"\n",
    "function": "\n补中，润燥，止痛，解毒。治肺燥咳嗽，肠燥便秘，胃脘疼痛，鼻渊，口疮，汤火烫伤，解乌头毒。\n\n①《本经》：\"主心腹邪气，诸惊痫痓，安五脏诸不足，益气补中，止痛解毒，和百药。\"\n\n②《别录》：\"养脾气，除心烦，食饮不下，止肠澼，肌中疼痛，口疮，明耳目。\"\n\n③《本草拾遗》：\"主牙齿疳匿，唇口疮，目肤赤障，杀虫。\"\n\n④《本草衍义》：\"汤火伤涂之痛止，仍捣薤白相和。\"\n\n⑤《纲目》：\"和营卫，润脏腑，通三焦，调脾胃。\"\n",
    "taste": "\n甘，平。\n\n①《本经》：\"味甘，平。\"\n\n②《纲目》：\"生凉，熟温。\"\n\n③《本草汇言》：\"味甘，气寒，无毒。\"\n\n入肺、脾、大肠经。\n\n①《雷公炮制药性解》：\"入脾、肺二经。\"\n\n②《本草汇言》：\"入手足太阴、阳明经。\"\n\n③《要药分剂》：\"入心、脾二经。\"\n\n",
    "usage": "\n内服：冲调，0.3～1两；或入丸剂、膏剂。外用：涂局部。\n",
    "compatibility": "\n痰湿内蕴、中满痞胀及肠滑泄泻者忌服。\n\n《本草经疏》：\"石蜜，生者性寒滑，能作泄，大肠气虚，完谷不化者不宜用，呕家酒家不宜用，中满蛊胀不宜用，湿热脚气不宜用。\"\n",
    "storage": "置阴凉处。",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "\n1.中华蜜蜂，蜂群由工蜂、蜂王及雄蜂组成。工蜂全体被黄褐色毛。头略呈三角形。胸部3节。翅2对，膜质透明。足3对，有采集花粉的构造。腹部圆锥状，有毒腺和螫针。腹下有蜡板4 对，内有蜡腺，分泌蜡质。蜂王体最大，翅短小，腹部特长，生殖器发达，专营生殖产卵。雄蜂较工蜂稍大，头呈球形，尾无毒腺和螫针，足上无采贮花粉构造，腹无蜡板及蜡腺。 2.意大利蜜蜂，体似中华蜜蜂，但较之为大。\n",
    "application": "\n①治疗胃、十二指肠溃疡\n曾观察20例，治疗后15例壁龛消失，3例进步(平均为32天)；18例疼痛完全消失，2例减轻，疼痛消失时间最短6天，平均为22.2天。国外资料报道治疗数百例的痊愈率为82%。用法：每日用新鲜蜂蜜100克，早、中、晚饭前分服；服至第10日后，每日增至150～200克。或用蜂蜜60毫升，0.5%普鲁卡因40毫升，混合为1次量，日服3次。\n\n②治疗烧伤\n用蜂蜜涂布烧伤创面，能减少渗出液，减轻疼痛，控制感染，促进创面愈合，从而缩短治愈时间。用法：一般Ⅰ、Ⅱ度中小面积烧伤，创面经清洁处理后，即用棉球蘸蜂蜜均匀涂布(不宜太厚或太薄)，早期每日2～3次或4～5次，待形成胶痂后改为每日1～2次。采用暴露疗法。如痂下积有脓液，可将胶痂揭去，清创后再行涂布，创面可重新结成胶痂，迅速愈合。对已感染的或面积较大的Ⅲ度烧伤，则可用蜂蜜纱布敷于创面，外用无菌棉垫包扎。冬天不便使用暴露疗法者，亦可采用此法。蜂蜜中也可加入2%普鲁卡因溶液，配成2：1混合液使用，以减轻涂药开始时给创面带来的疼痛。有主张在蜂蜜涂布后，创面上再撒布一薄层石膏粉，以增强疗效。据85例观察，Ⅰ、Ⅱ度烧伤一般涂布蜂蜜2～3天后，创面便形成透明胶痂；6～10天胶痂自行脱落，新生上皮完全生长。晚期入院已有明显感染者，2～3天后创面亦能形成胶痂，并可见痂下上皮细胞生长。采用蜂蜜纱布包扎疗法者，一般经过6～9天肉芽生长良好，2～3周后即可痊愈。在治疗过程中均未发生感染，已感染之创面，涂蜜后脓性分泌物亦逐渐减少。但使用本法时仍应尽力创造无菌条件。对胶痂下的感染情况要留意观察，及时处理。在关节处的胶痂易于破裂，要注意保护。同时，本疗法仅限于创面处理，其它如止痛、抗感染、补充液体及控制休克等，均需按常规配合进行。\n\n③治疗冻伤、冻疮\n对于Ⅱ度以上有炎症及有分泌物的冻伤，用熟蜂蜜与黄凡士林等量调成软膏，薄薄的涂于无菌纱布上，敷盖于创面，每次敷2～3层。敷盖前先将创面清洗干净，敷盖后用敷料包扎固定。一般用药2～3次后，疼痛及炎症渐趋消失，3～7次可望痊愈。对于冻疮，先用温开水洗涤患部，然后涂蜜包扎，间日换药一次。如未破溃的，可不必包扎。\n\n④治疗溃疡与外伤\n年久不愈的慢性溃疡，可试用10%蜜汁洗涤疮口，然后用纯蜜浸渍的纱布条敷于创面，敷料包扎，间日换药1次。曾试治两例下肢溃疡，1周后即有肉芽新生，约2个月即愈。另试治1例梅毒性溃疡，结果无效。皮肤与肌肉的外伤，可用10%蜜汁洗涤伤口，然后涂蜜包扎，能防止感染，获得一期愈合。\n\n⑤治疗皮炎\n对过敏性皮炎及湿疹等，用蜂蜜100毫升，加氧化锌10克，淀粉20克，制成软膏外搽。用药后可使红疹消退，渗出物减少，痒感消失。治疗尿布皮炎，先用温水洗净患部，而后用蜂蜜涂搽，每日1～2次。\n\n⑥治疗角膜溃疡及睑缘炎\n用蜂蜜制成5%滴眼液滴眼，治疗角膜溃疡29例，治愈22例，进步4例，无效3例。一般在用药1、2天后，溃疡即由进行性转为静止，基底清洁，透明度增加，浸润边缘消失。奏效的原因可能是增强机体防御能力，或影响病变部位的新陈代谢。用蜂蜜外涂，每日3次，治疗睑缘炎76例，平均3.5天治愈。\n\n⑦治疗鼻炎和鼻窦炎\n对慢性鼻炎采用40%蜂蜜行游子透入法治疗，每日1次，电流强度1～5毫安，时间15～20分钟，14次为一疗程。如需行第二疗程时，休息1个月后再继续进行。50例患者经14～24次治疗后，11例痊愈，18例好转，11例减轻，10例无效。对上颌窦炎，经穿刺灌洗后注入20%或40%蜂蜜2毫升，每周2次。观察29例，治愈20例。发病时间愈短，疗效愈好。鼻窦灌洗出的分泌物属于粘液性者效果最佳，粘液脓性者效果最差。又有用蜂蜜涂于鼻腔患处(涂蜜前先洗净鼻腔的结痂及分泌物)，早晚各1次，治疗萎缩性鼻炎5例，经8～29天后，鼻部痛痒及前额疼痛均消失，鼻腔无分泌物及结痂。4例嗅觉完全恢复，1例好转。除2例鼻粘膜尚有萎缩现象外，余均恢复正常。\n\n⑧其它\n蜂蜜还曾用于下列疾病：㈠急性细菌性痢疾：成人每日150克，分4次服；小儿酌减。㈡便秘：适用于习惯性便秘，老年和孕妇便秘。每晨内服，或用20%蜂蜜水灌肠。㈢贫血：对低色素性贫血有效。治疗后血球与血红蛋白有显著的增加。每日用80～100克，分3次服。㈣阴道滴虫：用蜂蜜装入胶囊塞入阴道。此外，对神经衰弱、高血压、肺结核、心脏病、肝脏病等慢性疾患，内服蜂蜜也有一定的治疗作用或调补作用，一般作为辅助用药。\n",
    "position": "\n为蜜蜂科昆虫中华蜜蜂等所酿的蜜糖。\n",
    "source": "\n《纲目》\n"
  },
  {
    "name": "夜明砂",
    "alias": "天鼠屎、鼠法、石肝(《本经》)，黑砂星(《纲目》)，檐老鼠屎(《江西中药》)。",
    "ingredient": "含尿素、尿酸、胆甾醇及少量维生素A等。",
    "process": "全年可采，以夏季为宜。到山洞中铲取，除去泥土，拣净杂质，晒干。",
    "distinguish": "为长椭圆形颗粒，两头微尖，长5～7毫米，直径约2毫米。表面粗糙，棕褐色或灰棕色，破碎者，呈小颗粒或粉末状，在放大镜下观察，可见棕色或黄棕色有光泽的昆虫头、眼及小翅。气无，味微苦而辛。以身干无砂土、色棕褐、质轻、嚼之无砂感、并有小壳点者为佳。\n全国大部分山区均产。主产浙江、江西、江苏、广西、河南、甘肃、辽宁等地。",
    "effect": "?",
    "creation": "拣净杂质，簸去泥砂，或漂洗后晒干。\n\n《纲目》：凡采得以水淘去灰土恶气，取细砂晒干焙用。\"",
    "function": "清热明日，散血消积。治青盲雀目，内外障翳，瘰疬，疳积，疟疾。\n\n①《本经》：\"主面痈肿，皮肤洗洗时痛，腹中气血，破寒热积聚。除惊悸。\"\n\n②《别录》：\"去面黑皯。\"\n\n③《唐本草》：\"酒服方寸匕，主子死腹中。\"\n\n④《日华子本草》：\"炒服治瘰疬。\"\n\n⑤《本草衍义》：\"合疳药。\"\n\n⑥《纲目》：\"治目盲，障翳，明目，除疟。\"",
    "taste": "辛，寒。\n\n①《本经》：\"味辛，寒。\"\n\n②《别录》：\"无毒。\"",
    "usage": "内服：入丸，散，1～3钱。外用：研末撤或调敷。",
    "compatibility": "①《本草经集注》：\"恶白蔹、白薇。\"\n\n②《得配本草》：\"产妇禁用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "入肝经。",
    "plant": "1.蝙蝠，是一种营飞翔生活的小型兽类。较小，体长4.5-8.0cm。眼小，鼻部无鼻叶或其他衍生物。耳短而宽。由指骨末端向上至上膊骨，向后至躯体两侧后肢及尾间，有一层薄的翼膜，其上无毛。尾发达。全身呈黑褐色。2.大管鼻蝠，体形小。鼻孔呈长管状。耳尖钝圆，耳屏尖长呈直形。翼膜宽从趾基起。第5掌骨较第4掌骨稍长。全身毛细长而柔软，毛基深褐色。体背毛灰棕色，并有灰白色细软长毛。翼膜为浅灰褐色。3.普通伏翼，体形小。头骨小而宽。耳小略呈三角形，向前折转可达眼与鼻孔之间。耳屏小而圆钝，内缘凹，外缘突出。足纤小。翼膜从趾基起，距缘膜发达且呈圆弧形。尾最末端伸出股间膜。背面暗棕色，头部色较深。腹面较浅，毛基深棕色而毛端灰棕色。4.大耳蝠，体长5-8cm。耳极大，为其最着之特征。耳壳近乎卵圆形，前后缘均基突出。耳屏甚长，几为耳长之半。鼻孔朝前上方。后肢及足均纤细。尾与体等长。全身背面浅灰褐色，腹面灰白色，其毛尖灰白色，毛基黑褐色。5.华南棕蝠，体形较大。前臂长5.4-5.7cm。耳较宽，近于三角形。尾端有3节椎骨而突出于股间膜外。背、腹毛基除喉和下腹稍浅而与毛端同色外，余均暗黑褐色。体前表面绝无灰黄色霜斑。下体余部淡黄灰色。6.大马蹄蝠，体形较大，重41-66g，体长9.2-10.5cm。前臂长8.9-9.7cm。有复杂的鼻叶，由4部分组成；最下方为大而宽的马蹄形叶（前叶），前叶两外侧各有4个副小叶；前叶之后为横棍形的鞍状叶；其后顶叶，顶叶显着窄于前叶且分裂成4个小块。耳大，三角形，耳尖尖削，无耳屏。但有一不太突出的前外叶。额部有一很大的腺囊。第2指仅有1节掌骨，第3、第4、第5指有掌骨及2节指骨。第3、第4掌骨等长，第5掌骨短。有距，距约为胫骨长度之半。尾甚长，其长度超过体长之半，股间膜后缘呈钝角向后突出。毛被细而稠密。上体深棕色、棕褐色或褐黑色，毛基褐灰色或灰白色。 下体深棕色或褐棕色，翼膜和股间膜黑褐色。7.马铁菊头蝠，前臂长5.5-6.0cm，颅2.3-2.5cm。吻部有复杂的叶状突起即鼻叶。鼻叶两侧及下方有一较宽的马蹄形肉叶；其中央有一向前突起的鞍状叶，正面呈提琴状；其侧面中央略凹，后面有一连接叶衬插着，呈宽圆形，与一顶叶相连。耳大略宽阔，耳尖部稍尖，不具耳屏。全身被细密而柔软的毛。背毛淡棕褐色，毛基色淡，呈浅棕灰色，毛尖呈棕色；腹毛为灰棕色。\n生境分布：1.栖息于屋檐、房梁、石缝、岩洞或树洞中。白天休息，黄昏或清晨活动觅食，以双翅目紫虫为食。3.栖息于屋檐或古老房屋中。4.栖息于山洞、树洞或房屋顶楼内，独居。食昆虫。5.栖息于山洞、岩洞、树洞中。多为小群栖居。6.群栖于洞穴或废旧的坑道内。每群上百只甚至数百只。多在洞顶以后足爪钩住缝隙或突出物而作倒持姿势停息。哺乳其母体腹部长出两条皮膜带（育儿带）紧紧捆住幼仔阴谋诡计止滑脱，此为本种动物最特殊的保持适应性特征。7.群栖于山洞之中，以昆虫为食。资源分布：1.分布于东北、华北及甘肃、福建、湖北、湖南、四川等地。2.分布于吉林、内蒙古、福建、四川等地。3.全国各地均有分布。4.分布于吉林、黑龙江、河北、甘肃、青海、四川等地。5.分布于河北、山东、浙江、福建、广东、广西、云南等地。6.分布于长江流域及以南各地。7.分布于吉林、山西、陕西、山西、陕西、山东、四川、云南等地。",
    "application": "?",
    "position": "为蝙蝠科动物蝙蝠等多种蝙蝠的干燥粪便。动物形态详\"蝙蝠\"条。",
    "source": "《日华子本草》"
  },
  {
    "name": "飞龙掌血",
    "alias": "黄椒、三百棒、飞龙斩血、见血飞、黄大金根、血棒头、飞见血，血见愁，大救驾、下山虎、簕钩",
    "ingredient": "根含白屈菜红碱（chelerythrine，toddaline）、二氢白屈菜红碱（dihydrochelerythrine，toddalinine）等。\n",
    "process": "全年可采。采集后截成长约30厘米的小段，洗净，晒干。",
    "distinguish": "干燥根呈棒状，径约2～3厘米.表面灰棕色，有细纵纹及多数疣状突起；突起处栓皮多脱落，露出鲜黄色或红黄色皮层，质粗糙；剥去皮层，可见木质中柱，纹理平直细密。质硬，不易折断，断面平坦。气微，味淡。\n\n产陕西、四川、贵州、湖南、广西等地。",
    "effect": "\n根、叶均含白屈菜红碱，为神经肌肉毒，对心脏也有抑制作用。对豚鼠小量可引起流产，大量引起麻痹、死亡。根可用于治疗停经。\n",
    "creation": "?",
    "function": "祛风，止痛，散瘀，止血。治风湿疼痛，胃痛，跌打损伤，吐血，衄血，子官出血，刀伤出血，经闭，痛经，肋间神经痛，疮疖肿毒。\n\n①《分类草药性》：\"散血破气，治风湿筋骨疼痛，吐血不止。\"\n\n②《贵州民间药物》：\"散瘀，解表。治伤风咳嗽，腹绞痛。\"\n\n③《广西药植名录》：\"治眼红肿、翳膜。\"\n\n④《四川常用中草药》：\"治痛经，经闭，血块，劳伤吐血，风湿麻木，筋骨疼痛。\"",
    "taste": "《贵阳民间药草》：\"辛苦，温，无毒。\"",
    "usage": "根皮3～5钱，水煎或浸酒服；外用适量，捣烂或研末敷患处。鲜叶适量，捣烂外敷。\n",
    "compatibility": "孕妇忌用。",
    "storage": "?",
    "side_effects": "对豚鼠小量可引起流产，大量引起麻痹、死亡。",
    "category": "归经_肺经",
    "plant": "飞龙掌血，又名：黄椒(《分类草药性》)，小金藤、通城虎、溪椒。\n木质藤本.枝干均密被倒钩刺，老枝褐色，幼枝淡绿色或黄绿色，具白色皮孔。叶互生，具柄，3出复叶；小叶片椭圆形、倒卵形，长圆形至倒披针形，长3～6厘米，宽1.5～2.5厘米，先端急尖或微尖，基部楔形，边缘具细圆锯齿或皱纹，革质，两面无毛，有隐约的腺点。花单性，白色、青色或黄色；苞片极细小；萼片4～5，边缘被短茸毛；花瓣4～5，初时外面被短的微柔毛；雄花常成腋生的伞房状圆锥花序，雄蕊4～5，较花瓣长；雌花常成聚伞状圆锥花序，花较少，不育雄蕊4～5，子房被毛。果橙黄色至朱红色，有深色腺点，果皮肉质，表面有3～5条微凸起的肋纹。种子肾形，黑色。花期10～12月。果期12月至翌年2月。\n生于山坡、路旁、灌丛中或疏林中。分布湖南、湖北、陕西、福建、台湾、浙江、四川、云南、贵州、广西等地。\n\n本植物的叶(飞龙掌血叶)亦供药用，另详专条。",
    "application": "治疗慢性腰腿疼痛\n采用1：1三百棒注射液(每支2毫升)，每次1～2支，每日1次，肌肉注射或穴位注射。共观察40例，其中肌肉注射29人，穴位(肾俞、大肠俞、次髎、承山)注射11人，除1例脊椎结核无效外，其余39例均有显著止痛作用。治疗后经6个月观察，疼痛未再复发者17例；虽有复发，但疼痛程度减轻，发作次数减少者22例。使用中未发现副作用和毒性反应。",
    "position": "为芸香科植物飞龙掌血的根或根皮。",
    "source": "《植物名实图考》"
  },
  {
    "name": "黄花地丁",
    "alias": "野豌豆、马口铃、猴丝草(《广西药植名录》)，小响铃、狗响铃(《云南思茅中草药选》)。",
    "ingredient": "含响铃豆碱。",
    "process": "夏、秋采集，洗净，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热，解毒，利尿。治久咳痰喘，尿道炎，膀胱炎，痈疽疔疮。\n\n①《滇南本草》：\"治痈疽疮肿，消痰、定喘、止咳嗽。\"\n\n②《广西药植名录》：\"叶：治黄疸，乳疮，疳积。\"\n\n③《昆明民间常用草药》：\"撵疮毒。\"",
    "taste": "①《滇南本草》：\"性寒，味苦。\"\n\n②《昆明民间常用草药》：\"凉，苦涩。\"",
    "usage": "内服：煎汤，3～5钱。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "《滇南本草》：\"入肺经。\"",
    "plant": "响铃豆\n灌木状草本，高15～100厘米基单一或分枝，枝条细弱，略被短毛。单叶互生，叶倒披针形，大小不一，上面光滑，绿色，下面略被柔毛，青灰色，几无叶柄。托叶极微细，如刚毛状，肉眼不易察见。总状花序顶生或同时腋生，有花6～20朵；苞片与小苞片甚细小，线形或丝状；小苞片着生于花萼基部；花萼长6～8毫米，深裂，萼齿矩形或线形，先端狭尖，略被丝光质短柔毛；花冠蝶形，淡黄色；旗瓣先端浑圆，至基部渐狭，边沿略被毛；翼瓣倒卵形；龙骨瓣曲折，均具短爪。雄蕊10枚，合生成单体，花药异型；花柱长，柱头细小，斜生，荚果无毛，圆柱形，伸出于花萼之外；种子6～12颗。花果期5～11月。\n生长于山坡荒地。分布我国南部、东南及西南部各省。",
    "application": "?",
    "position": "为豆科植物响铃豆的全草。",
    "source": "《滇南本草》"
  }
]