[
  {
    "name": "延胡索",
    "alias": "延胡(《雷公炮炙论》)，玄胡索(《济生方》)，元胡索(《药品化义))。",
    "ingredient": "从延胡索的块茎中共提出生物碱10余种，其中经鉴定的有紫堇碱、dl-四氢掌叶防己碱、原阿片碱、L-四氢黄连碱、dl-四氢黄连碱、L-四氢非洲防己碱、紫堇鳞茎碱、β-高白屈菜碱、黄连碱、去氢紫堇碱，还有紫堇达明碱、去氢紫堇达明碱。\n\n东北延胡索块茎含多种原小蘖碱型生物碱，其中有紫堇碱、紫堇达明碱、去氢紫堇达明碱、去氢紫堇碱、黄连碱、四氢黄连碱、四氢非洲防己碱、四氢掌叶防己碱、紫堇鳞茎碱等。另含原阿片碱。\n\n迷延胡索块茎含原小檗碱型生物碱，有紫堇碱、去氢紫堇碱、紫堇鳞茎碱、紫茧把明碱、L-四氢黄连碱、黄连碱。另含原阿片碱型生物碱原阿片碱和β-高白屈菜碱，又含刺激性挥发油。\n\n土延胡的块茎中含原阿片碱、L-四氢黄连碱、比枯枯灵、苏延胡碱甲、苏延胡碱乙。\n\n朝鲜产延胡索含原小檗碱型生物碱：小檗碱氢化小檗碱、四氢黄连碱、黄连碱、四氢刻叶紫堇明碱、四氢非洲防己碱和斯氏紫堇碱；阿朴芬型生物碱：紫堇定、异紫堇定、去甲异紫堇定和海罂栗碱；以及原阿片碱型生物碱：原阿片碱、β-高白屈菜碱。尚含羟链霉素、豆甾醇、油酸、亚油酸、亚麻酸等。",
    "process": "5～6月间当茎叶枯萎时采挖。挖取后，搓掉外面浮皮，洗净，分别大小，放入开水中烫煮，随时翻动，至内部无白心呈黄色时，捞出晒干，置于干燥通风处，防潮及虫蛀。",
    "distinguish": "干燥块茎，呈不规则扁球形，直径1～2厘米，表面黄色或褐黄色，顶端中间有略凹陷的茎痕，底部或有疙瘩状凸起。质坚硬而脆，断面黄色，角质，有蜡样光泽。无臭，味苦。以个大、饱满、质坚、色黄、内色黄亮者为佳。个小、色灰黄、中心有白色者质次。\n主产浙江。\n\n东北辽宁等地产一种山延胡索，为同属植物东北延胡索的块茎。在《本草》中最早捉及的即为此种，如《本草拾遗》云：\"延胡索生奚国，从安东来，根如半夏，色黄。\"东北地区所产的山延胡索，除上述品种外，还有同属植物迷延胡索和齿瓣延胡索的块茎。\n\n江苏所产的苏延胡，为同属植物土延胡的块茎，药材直径0.5～1.2厘米，表面黄色至土黄色；断面黄白色，粉状，中间多已裂或空隙，品质较差，产量极小。",
    "effect": "①对中枢神经系统的作用\n㈠止痛：有明显的止痛作用，粉剂的止痛效价约为阿片的1%。各种剂型中以醇制浸膏及醋制流浸膏作用最强，毒性则以醋制剂最强，临床上最好采用粉剂或醇制浸膏。以吗啡的镇痛效力为100，则延胡索总碱为40，汉防己总碱约为13。如后两者合用时，其止痛效力并不增强，反而减弱。紫堇碱、四氢掌叶防己碱(或称延胡索甲素、乙素)及延胡索丑素都有明显的止痛作用，丑素较强，乙素次之，甲素最弱，镇痛指数则以乙素较高，丑素次之，甲素最差，但均不及吗啡。癸紊也有微弱的止痛作用。大鼠对乙素和丑素的镇痛作用能产生耐药性，但产生速度约比吗啡慢1倍，并与吗啡之间有交叉耐药现象。㈡催旺、镇静与安定作用：四氢掌叶防己碱较大剂量时对兔、狗、猴均有明显催眠作用，但感觉仍存在，易被惊醒。狗于皮下注射后5～20分钟内出现睡眠，维持80分钟左右，多次给药后呈现一定的耐药性。四氢掌叶防己碱可抑制条件反射，对动物的分化相无明显改变，对非条件反射则无明显作用。此作用与氯丙嗪及蛇根碱相似。它还能延长环己巴比?钠的催眠时间，减少小鼠自发性与被动性活动，使家兔外观安静，脑电波转变为高电压慢波。并有对抗小量苯丙胺的兴奋现象，也有降低大量苯丙胺的毒性作用。对猴也有一定的驯服作用。在小鼠并有对抗墨斯卡林的作用，因此具有安定剂的一些特性。丑素的镇静、安定作用不及四氢掌叶防己碱，癸素则更弱。㈢其他作用：四氢掌叶防己碱能使士的宁容易产生惊厥，但能抑制五甲烯四氮唑的惊厥作用，不能对抗电休克的发生，略能协同苯妥因钠抗电休克的作用。对狗有轻度中枢性镇吐作用，对大鼠能轻度降低体温。㈣作用原理：四氢掌叶防己碱对皮层及皮层下的电活动都能抑制，尤以皮层运动感觉区较敏感。但是把药直接涂于皮层上及在孤离皮层的试验中，均证明它对皮层无直接影响。把药注入脑室中，可产生镇静与催眠，四氢掌叶防己碱能明显抑制由刺激皮肤引起的惊醒反应，抑制中脑网状结构和下丘脑的诱发电位，对于脑干网状结构一些下行性功能也有阻断作用。因此对皮层下结构有一定的选择作用。在对脑干网状结构下行性功能的作用上与氯丙嗪有相似之处，但也有不同的作用部位，故二者的作用不完全一致。对脊髓电活动虽也有抑制，但不及对脑干的作用明显。四氢掌叶防己碱对大鼠脑内5-羟色胺含量并无明显影响。利血平的镇静作用能被单胺氧化酶抑制剂翻转成为兴奋活动，四氢掌叶防己碱的镇静作用则不受其影响，说明它与利血平的作用方式不同。四氢掌叶防己碱对交感神经节后末梢介质释放的影响与利血平及吗啡亦有区别。它的止痛作用与吗啡有相似处，也有不同处。应用两药的溶液敷于兔脑皮层运动感觉区，均无镇痛作用出现，表示对皮层无直接麻痹作用。但第三脑室周围灰质对吗啡作用较敏感，小鼠脑内注射吗啡有明显的镇痛作用，而这些部位对四氢掌叶防己碱均不甚敏感。因此，四氢掌叶防己碱是一种新型的中枢抑制剂。其镇痛作用的选择性不及吗啡高，安定作用不及氯丙嗪明显，其特点表现在镇静催眠上。作用迅速而显著，易于控制时间。㈤化学结构与作用的关系：四氢掌叶防己碱的左、右旋光异构体作用不同，左旋体具镇痛、镇静作用，右旋体则无；左、右旋光异构体都有协同士的宁惊厥的作用，但以右旋体作用明显。左旋体是中枢抑制剂，右旋体则相反，有短时兴奋现象。\n\n根据对38个四氢掌叶防己碱类似物的比较研究尚可看出：A.在第Ⅲ环的饱和是保证镇痛；镇静作用的必要条件；B.在母核上以甲基或卤族元素置换时，会使作用减弱；C.四氢掌叶防己碱的甲氧基醚键为其他烷氧基醚键或酯键所代替时，也使作用变弱；D.保持母核四个环的完整性很重要。当母核的第Ⅱ、Ⅲ两环分别裂开仍保持环型三级胺时，使效能减弱。第Ⅱ、Ⅲ两环沟通时，则作用消失。第Ⅱ、Ⅲ两环或第Ⅱ、Ⅲ、Ⅳ三环同时裂开成为链型三级胺时，则作用性质改变，失去中枢抑制作用而出现短时兴奋现象。化学结构与四氢掌叶防己碱很相似的四氢小檗碱也具有镇痛、镇静与安定作用，但四氢掌叶防己碱的镇痛和催眠作用较强，后者则以镇静、安定作用较强，可能与后者结构中出现次甲双氧基有关。\n\n②对胃肠道的作用\n狗皮下注射四氧掌叶防己碱对胃液分泌量没有显著影响，大量则使胃液分泌总量显著减少，胃液酸度及消化力也明显降低。健康成人服延胡索浸剂10克对胃肠运动的影响不大。对于不同动物的在体与离体肠管作用的报道材料尚无一致看法。\n\n自延胡索提出之Coryloid，其中含去氢紫堇碱(简称DHC)、右旋紫堇碱、四氢掌叶防己碱、原阿片碱(以前称丙素)。Coryloid或DHC(皮下注射)有显著的抗大鼠实验性胃溃疡特别是幽门结扎及阿司匹林引起的溃疡，原阿片碱对幽门结扎性溃疡、四氢掌叶防己碱对饥饿引起的溃疡有轻度抑制作用，对利血平引起的溃疡则无效。Coryloid及DHC对胃液分泌有抑制作用。其抑制胃液分泌及抗溃疡的作用与副交感神经的阻断无关，可能与机体内儿茶酚胺的作用有关。四氢掌叶防己碱有明显的抗5-羟色胺作用，在整体大鼠并不增加体内5-羟色胺的释放。\n\n③对内分泌腺的作用\n四氢掌叶防已碱能促进大鼠垂体分泌促肾上腺皮质激素，其作用部位可能在下视丘。小鼠胸腺萎缩法也证明它具有这一作用。大鼠连续注射四氢掌叶防己碱后，便对刺激促皮质素分泌的作用产生耐受或适应，对低温刺激引起的促皮质素释放有明显抑制作用，连续注射还能使甲状脓的重量明显增加，说明还能影响甲状腺的机能。每天皮下注射，对小鼠动情周期有明显抑制作用。\n\n④吸收、分布与排泄\n小鼠口服四氢掌叶防己碱后吸收迅速而完全，大鼠皮下注射1小时后主要分布于肺、肝、肾。髀及脂肪，而心、血液及脑中含量较少，此后内脏含量下降，脂肪中含量却增加。兔静脉注射时易于透过血脑屏障进入脑组织，在皮层的含量和在丘脑-中脑的相似，持续时间也相近。但脑内含量迅速下降，2小时后低于血中的含量，这可能是四氢掌叶防己碱疗效不持久的原因。兔腹腔注射后24小时内以原形从尿、粪排出者极微。其在机体内转化情况尚未阐明(甲基橙法测定)，醉猫血压和心电图则均无明显影响。\n\n猴灌服四氢掌叶防己碱85或110毫升公斤或皮下注射80毫克／公斤无明显毒性，灌服180毫克／公斤，?出现短时兴奋，继之为较严重的后抑制，极度镇静和较深度的催眠作用，感觉并不丧失，随后有四肢震颤和震颤性麻痹，心电图和呼吸均正常，尿中出现管型，数天后可恢复。如每天灌服85毫克／公斤，共2周，除镇静、催眠作用外，第4～7天出现肌肉紧张、四肢震颤，尿中有管型，病理解剖观察内脏无明显变化，切片检查发现心脏和肾脏有轻度混浊肿胀。\n\n土延胡的总生物碱有止痛作用，对大鼠离体子宫，小量兴奋，大量则抑制并能对抗乙酰胆碱的兴奋作用。也有协同戊巴比妥钠的镇静作用。对小鼠的半数致死量口服为18.54克生药／公斤、皮下注射为6.24克生药／公斤，较迷延胡索毒性大，疗效指数也较小。\n\n从土延胡中提出一种生物碱单体，暂定名为苏延胡碱。对蛙、小鼠、猫、兔均有强烈的惊厥作用，惊厥形式为阵挛性发作转为强直型。惊厥是作用于整个中枢神经系统的结果，但脊髓以上的中枢更敏感。次惊厥剂量使麻醉兔及猫血压轻度上升，惊厥剂量才出现呼吸兴奋。用苯巴比妥钠可显著减少其惊厥死亡率，三甲双酮较弱，苯妥因钠无效。\n\n承德专区野生元胡为齿瓣延胡索及其变种线齿瓣延胡索和为数较少的栉裂齿瓣延胡索，据化学分析含紫堇碱、四氢掌叶防己碱、丑素，但不含原阿片碱、β-高白屈菜碱和四氢黄连碱，而有比枯枯灵存在。\n\n总生物碱有止痛作用，对大鼠离体子宫小量兴奋，大量抑制并有对抗乙酰胆碱兴奋子宫的作用。小鼠口服总碱，半数致死量为125.3克生药／公斤，而浙江产延胡索为36.59克生药／公斤。二者的安全范围在口服时相近，但皮下注射时，承德品种较小。",
    "creation": "醋炒，捣碎用。",
    "function": "活血，散瘀，理气，止痛。治心腹腰膝诸痛，月经不调，癥瘕，崩中，产后血晕，恶露不尽，跌打损伤。\n\n①《雷公炮炙论》：\"治心痛欲死。\"\n\n②《日华子本草》：\"除风，治气，暖腰膝，破癥癖，扑损瘀血，落胎，及暴腰痛。\"\n\n③《开宝本草》：\"主破血，产后诸病，因血所为者。妇人月经不调，腹中结块，崩中淋露，产后血运，暴血冲上，因损下血，或酒摩及煮服。\"\n\n④《医学启源》：\"治脾胃气结滞不散，主虚劳冷泻，心腹痛，下气消食。\"\n\n⑤《纲目》：\"活血，利气，止痛，通小便。\"",
    "taste": "辛苦，温。\n\n①《海药本草》：\"味苦甘，无毒。\"\n\n②《开宝本草》：\"味辛，温，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。",
    "compatibility": "孕妇忌服。\n\n①《品汇精要》：\"妊娠不可服。\"\n\n②《本草经疏》：\"经事先期及一切血热为病，法所应禁。\"\n\n③《本草正》：\"产后血虚或经血枯少不利，气虚作痛者，皆大非所宜。\"",
    "storage": "置干燥处，防蛀。",
    "side_effects": "1.毒性四氢掌叶防已碱、癸素、丑素、B一高白屈菜碱静脉注射对小鼠最小致死量分别为102、42、150、41mg/kg。紫堇碱、四氢掌叶防己碱、原阿片碱、丑素静脉注射半数致死量分别为146、151-158、35.9、100mg/kg（小鼠），癸素腹腔注射为127mg/kg（小鼠）。麻醉猫静脉注射四氢掌叶防己碱40mg/kg，血压稍降，一小时恢复，对心机能无明显影响；丑素30mg/kg，多数猫血压无严重影响，但心电图有T波倒置，毒性比四氢掌叶防己碱大，安全范围比四氢掌叶防己碱小；紫堇碱对麻醉猫血压和心电图则均无明显影响。猴灌服四氢掌叶防己碱85或110mg/kg或皮下注射80mg/kg无明显毒性，灌服180mg/kg，先出现短时兴奋，继之为较严重的后抑制，极度镇静和较深度的催眠作用，感觉并不丧失，随后有四肢震颤和震颤性麻痹，心电图和呼吸均正常，尿中出现管型，数天后可恢复。如每天灌服85mg/kg，共2周，除镇静、催眠作用外，第4-7天出现肌肉紧张、四肢震颤，尿中有管型，病理解剖观察内脏无明显变化，切片检查发现心脏和肾脏有轻度混浊肿胀。2.土延胡的总生物碱有止痛作用，对大鼠离体子宫，小量兴奋，大量则抑制并能对抗乙酰胆碱的兴奋作用。也有协同戊巴比妥钠的镇静作用。对小鼠的半数致死量口服为18.54g生药/kg、皮下注射为6.24g生药/kg，较迷延胡索毒性大，疗效指数也较小。从土延胡中提出一种生物碱单体，暂定名为苏延胡碱。对蛙、小鼠、猫、兔均有强烈的惊厥作用，惊厥形式为阵挛性发作转为强直型。惊厥是作用于整个中枢神经系统的结果，但脊髓以上的中枢更敏感。次惊厥剂量使麻醉兔及猫血压轻度上升，惊厥剂量才出现呼吸兴奋。用苯巴比妥钠可显着减少其惊厥死亡率，三甲双酮较弱，苯妥因钠无效。承德专区野生元胡为齿瓣延胡索及其变种线齿瓣延胡索（CorydalisremotaFischvar.LinearilobaMaxim）和为数较少的栉裂齿瓣3.延胡索（CorydalisremotaFischvar.pectinataKom），据化学分析含紫堇碱、四氢掌叶防已碱、丑素，但不含原阿片碱、B一高白屈菜碱和四氢黄连碱，而有比枯枯灵存在。总生物碱有止痛作用，对大鼠离体子宫小量兴奋，大量抑制并有对抗乙酰胆碱兴奋子宫的作用。小鼠口服总碱，半数致死量为125.3g生药/kg，而浙江产延胡索为36.59g生药/kg。二者的安全范围在口服时相近，但皮下注射时，承德品种较小。给猴一次灌胃乙素85mg/kg或110mg/kg,或者皮下注射80mg/kg,均未见明显毒性，仅有镇静、催眠现象；如给予180mg/kg，则先出现短时间的兴奋，继而转为较严重的抑制，随后发生四肢震颤和巴金森综合症，尿中有管型。猴每天灌胃乙素85mg/kg，给药1-3天的反应与上述1次给予85mg/kg或110mg/kg的反应相似，给药4-7天的反应与一次给药180mg/kg的情况相似。连用2周后作病理切片检查，发现心、肾有轻度水肿。乙素、甲素、丑素小鼠静脉注射的LD50分别为151mg/kg、146mg/kg及100mg/kg，癸素小鼠腹腔注射的LD50为127mg/kg。去氢延胡索素对小鼠的LD50，灌胃为277.5±19.0mg/kg，腹腔注射为21.1±1.4mg/kg,静脉注射为8.8±0.4mg/kg。延胡索醇浸膏对小鼠po的LD50为100±4.53g/kg，延胡索乙素、丙素、丑素给小鼠ivLD50分别为146、151-158、100mg/kg。癸素ip对小鼠的LD50为127mg/kg。麻醉猫iv乙素40mg/kg后，则使血压略降，心率减慢，心脏功能无明显变化，正常兔iv乙素20-40mg/kg时，呼吸短暂兴奋，剂量增大至60mg/kg时，则呼吸呈现抑制。猴1次ig乙素85或100mg/kg，或sc80mg/kg无明显毒性；igl80mg/kg，先出现短时兴奋，继而较严重的抑制，极度镇静和较深度的催眠作用，感觉并不丧失，随后发生四肢震颤性巴金森氏综合征，心电图和呼吸均正常，尿中有管型，数天后可恢复。当每天ig85mg/kg，连续2周,除出现镇静、催眠作用外，于第4-7天的反应基本与igl80mg/kg者相似。肉眼观察内脏无明显变化，组织病理检查发现心脏和肾脏有轻度混浊肿胀。",
    "category": "肝；胃；心；肺；脾经",
    "plant": "延胡索\n多年生草本，高10～20厘米。块茎球形。地上茎短，纤细，稍带肉质，在基部之上生1鳞片。基生叶和茎生叶同形，有柄；茎生叶为互生，2回3出复叶，第2回往往分裂不完全而呈深裂状，小叶片长椭圆形、长卵圆形或线形，长约2厘米，先端钝或锐尖，全缘。总状花序，顶生或对叶生；苞片阔披针形；花红紫色，横着于纤细的小花梗上，小花梗长约6毫米；花萼早落；花瓣4，外轮2片稍大，边缘粉红色，中央青紫色，上部1片，尾部延伸成长距，距长约占全长的一半，内轮2片比外轮2片狭小，上端青紫色，愈合，下部粉红色；雄蕊6，花丝连合成两束，每束具3花药；子房扁柱形，花柱细短，柱头2，似小蝴蝶状。果为蒴果。花期4月，果期5～6月。\n生于山地林下，或为栽培。分布河北、山东、江苏、浙江等地。",
    "application": "①用于止痛\n延胡索有良好的止痛作用，可治疗多种癌症。临床应用除复方煎?、研粉吞服外，还提取出四氢掌叶防己碱供止痛之用。临床曾对下列两种疾病进行了较系统的观察。㈠麻风神经痛：每日用延胡索3钱，酒炒研末煎服，7天为一疗程。观察43例，平均服药24天后有13例疼痛消失，25例疼痛减轻。以初用时效果较为显著。如调成软膏敷于患处，亦可止痛，但不及内服显著㈡月经痛：用四氢掌叶防己碱50毫克，日服3次(或每日1次用100～150毫克)。治疗44例，显效14例，症状减轻18倒。服药后镇痛作用开始时间在10分钟以后，持续4～24小时不等。副作用有月经减少、嗜睡、头昏、头痛等。\n\n②用于局部麻醉\n用延胡索加工提取制成0.2%延胡索碱注射液行局部麻醉，共作门诊手术105例，效果满意(切皮无反应，手术过程无疼痛感觉，能顺利完成手术)者98例(93.4%)；欠佳(手术过程有轻度疼痛感，但能完成手术)者6例(5.7%)；失败1例(0.9%)。术后随访，大多数切口可预期愈合，仅1例(滑囊炎切除术)切口愈合迟缓。有些患者术后镇痛时间较长；有两例小儿患者(六指切除术)于注射后入睡。未见不良反应及副作用。用法用量：均采用局部浸润麻醉的给药方法。根据手术部位与要求酌情增减用量，最小量6毫克，最大量90毫克。其中5例曾在延胡索注射液中加入1～2滴肾上腺素注射液，以增强麻醉效果。",
    "position": "为罂粟科植物延胡索的块茎。",
    "source": "《本草拾遗》"
  },
  {
    "name": "过江龙",
    "alias": "蒲地虎、地蜈蚣(《滇南本草》)，地刷子(《中国中部植物》)，伸筋草、扁心草(《贵州民间方药集》)，小伸筋、木金草、公鱼秧草、风尾草、马尾松(《湖南药物志》)，猴子草、猴子尾巴、舒筋草、乌龙不过江、过山龙、扫天晴明草、扁叶石松(《云南中草药》)。",
    "ingredient": "含石松碱、扁平石松碱、α-玉柏碱等生物碱，以及三萜成分山芝烯二醇和山芝三醇。",
    "process": "为石松科植物扁枝石枝的全草或孢子。",
    "distinguish": "?",
    "effect": "?",
    "creation": "晒干",
    "function": "疏风胜湿，舒筋活络，利尿，散瘀。治湿痹麻木不仁，筋骨疼痛，淋病，跌打损伤。\n\n①《滇南本草》：\"行周身经络，发散风寒湿气。治手足湿痹，不仁麻木，湿气流痰，筋骨疼痛，或打伤筋骨，误伤经络。能强筋舒筋，活络定痛。\"\n\n②《贵州民间方药集》：\"治肺咳。\"\n\n③《四川中药志》：\"治月经不调及脚转筋。\"\n\n④《湖南药物志》：\"利尿，舒筋。\"",
    "taste": "【性味】①《滇南本草》：\"性大温，味辛。\"\n\n②《云南中草药》：\"辛，微温。\"\n\n辛，微温。\"\n\n入脾肺经。",
    "usage": "内服：煎汤，1.5～3钱；或浸酒。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "地刷子石松\n多年生草本。匍匐茎蔓生；直立茎高30～40厘米，黄绿色；营养枝扁平，呈扇状多回两歧分叉。叶稍呈交叉对生，4列；侧生两列叶鳞片状菱状钻形，下延愈合，先端刺尖，向腹面弯曲，背面叶线状披针形，先端短刺尖，夹于两侧叶间；腹叶很小，鳞片状钻形，为背叶的1／3～1／2长，短刺尖。孢子枝远高出侧生营养枝，顶端2回分叉；末回分枝顶端各生孢子囊穗1个；孢子叶阔卵圆形，先端急狭渐尖，边缘有不规则细齿，基部有柄。孢子囊圆肾形。孢子四面体球形，有网纹及小突起。\n生于山地疏林下和阳坡上，分布东北、西南、华南等地。\n\n本品在四川与同属植物石子藤石松的全草，通称舒筋草，且同等使用，参见\"舒筋草\"条。",
    "application": "?",
    "position": "为石松科植物地刷子石松的全草.",
    "source": "《滇南本草》"
  },
  {
    "name": "羚羊角",
    "alias": "泠角,九尾羊角,角,羱羊角。",
    "ingredient": "含磷酸钙、角蛋白及不溶性无机盐等，其中角蛋白含量最多。羚羊角的角蛋白含硫只有1.2%，是角蛋白中含硫最少者之一。",
    "process": "全年均可捕捉，捕得后，将角从基部锯下。一般以8～10月猎取者色泽最好。",
    "distinguish": "完整的角呈长圆锥形，略呈弓形弯曲，长25～40厘米，基部直径约3厘米，白色或黄白色。除尖端部分外，有10～20个隆起的轮脊，幼枝较少。尖部光圆，弯锥形，光润如玉，嫩枝透视有血丝或呈紫黑色，无裂纹，质老的有纵裂纹，无黑尖。角基部圆形，有骨塞，名\"羚羊塞\"，约占全长的一半或三分之一。骨塞圆形，坚硬而重，表面有凸出的顺纹与角内面合槽，颇坚固，自横截面上视之，其接合处呈不规则的锯齿状。将骨塞除去后，角之下半段为简形，中空，有细孔直通尖上，习称\"通天眼\"，近光可透视，为羚羊角的主要鉴别特征。质坚硬。无臭，味淡。以质嫩、色白、光润、有血丝、无裂纹者为佳。质老、色黄白、有裂纹者质次。\n产于新疆。",
    "effect": "①对中枢的作用\n羚羊角外皮浸出液(以50%醇作成100%流浸膏，实验前蒸去乙醇)能降低小鼠朝向性运动反应，对中枢神经系统有抑制作用，可加速巴比妥及乙醚麻醉之开始速度，显著降低对五甲烯四氮唑、士的宁、电休克的敏感性，却不导致肌肉松弛；煎剂能降低咖啡因所致蟾蜍及小鼠的惊厥率，并增高恢复率，但对士的宁所致惊厥则无效，亦不能增强苯巴比妥钠对蟾蜍及小鼠的毒性。\n\n②解热作用\n羚羊角煎剂对伤寒、副伤寒甲乙三联菌苗引起发热的家兔有解热作用，灌胃后2小时体温开始下降，6小时后逐渐恢复。\n\n③其他作用\n羚羊角外皮浸出液，能增加动物对缺氧的耐受能力，有镇痛作用。",
    "creation": "羚羊角片：除去骨塞，入水中浸渍后，捞出去筋，镑成纵向薄片，晾干。羚羊角粉：除去骨塞，锉碎，研成细粉。",
    "function": "平肝熄风，清热镇惊，解毒。治热病神昏痉默，谵语发狂；头痛眩晕，惊痫搐搦，目赤翳膜。\n\n①《本经》：\"主明目，益气起阴，去恶血注下，安心气。\"\n\n②《别录》：\"疗伤寒时气寒热，热在肌肤，温风注毒伏在骨间，除邪气惊梦，狂越僻谬，及食噎不通。\"\n\n③《药性论》：\"能治一切热毒风攻注，中恶毒风卒死，昏乱不识人；散产后血冲心烦闷，烧末酒服之；主小儿惊痫，治山瘴，能散恶血。\"\n\n④孟诜：\"主中风筋挛，附骨疼痛，生摩和水涂肿上及恶疮；又卒热闷，屑作末，研和少蜜服；亦治热毒痢及血痢。\"\n\n⑤《食疗本草》：\"伤寒热毒下血，末服之。又疗疝气。\"\n\n⑥《本草拾遗》：\"主溪毒及惊悸，烦闷，卧不安，心胸间恶气毒，瘰疬。\"\n\n⑦《纲目》：\"平肝舒筋，定风安魂，散血下气，辟恶解毒，治子痫痉疾。\"\n\n⑧《本草再新》：\"定心神，止盗汗，消水肿，去瘀血，生新血，降火下气，止渴除烦。\"",
    "taste": "咸，寒。\n\n①《本经》：\"味咸，寒。\"\n\n②《别录》：\"苦，微寒，无毒。\"\n\n③《药性论》：\"味甘。\"",
    "usage": "内服：磨汁，3～5分；煎汤，0.5～1钱；或入丸、散。",
    "compatibility": "脾虚慢惊禁服。",
    "storage": "置阴凉干燥处。",
    "side_effects": "按每日2g／kg给予小鼠7天，体重增长缓慢，而饮食、排便、自由活动等方面无明显改变。毒性很低。小鼠静脉注射4%羚羊角水解液8ml／kg（相当于成人用量的100倍），给药后3小时内活动略有减少，余未见任何异常。小鼠灌胃10%羚羊角煎剂2g／kg,连续给药7天，除体重增长缓慢外，余未见明显改变。",
    "category": "肝；心经",
    "plant": "赛加羚羊，身体大小与黄羊相似，长1-1.4m，体重雄兽为37-60kg，雌兽约29-37kg。头型较特别，耳廓短小，眼眶突出。鼻端大，鼻中间具槽，鼻孔呈明显的筒状，整个鼻子呈肿胀鼓起，故谓高鼻羚羊。雄羊具角1对，不分叉，角自基部长出后几乎竖直向上，至生长到整个角的1/3高度时，二角略向外斜，接着又往上，往里靠近再又微微向外，最后二角相向略往内弯。角尖端平滑，而下半段具环棱。角呈半透明状，内蜡色。整个体色呈灰黄色，但体侧较灰白。冬季时毛色显得更淡。\n生境分布：栖息于荒漠及半荒漠的开阔地区，性喜干旱。以各种植物为食，如梭梭，蒿类、羽茅等。一般边食边行。资源分布：在我国仅分布于新疆北部的边境地区。\n栽培：生活习性 赛加羚羊喜干燥，常栖息于荒漠及半荒漠的开阔地区及草原上。冬季为了避风雪，它们就迁往平缓的山间坡地或平原中过冬，夏季晨昏活动，冬季则转为白日活动。活动时一般成30-40只小群，也常见到100-200只以上的大群活动。奔跑时是跳跃式前进，轻捷如飞。养殖技术 赛加羚羊1.5-2岁性成熟。每年12-2月发情交配。在发情期可按1雄：3-5雌群配种。雌羊一般怀孕141天左右产仔，每胎1-2仔。羊羔出生后，应尽快用纱布擦净其鼻孔和嘴里的羊水，并用5%碘酊消毒脐带外端，再用消毒棉线结扎。刚产下的羔羊毛色较深，2-3h就能直立行走。饲养管理 羊羔产下后30min，一般即会站起来主动去吃乳。若羊羔不会吃奶或母羊不给羊羔哺乳，可强行挤奶饲给羊羔、或用鲜山羊奶100ml，鲜鸡蛋10ml，鱼肝油5ml，白糖10g，食盐1g配成人工乳喂养，40-60d龄后断奶。羊羔9d龄左右开始随母羊学吃草，20d龄左右开始吃精料。青饲料可以苜蓿、红豆草为主，精饲料以玉米粉为主。注意设立水盆，自由饮水。羚羊胆小。易惊恐，故应防止噪音等各种因素惊扰。",
    "application": "用量1～3克，宜单煎2小时以上，或磨汁、研粉服，每次0.3～0.6克。用治高热惊痫、神昏痉厥、子痫抽搐、癫痫发狂、头痛眩晕、目赤翳障、湿毒发斑、痈肿疮毒。",
    "position": "为牛科动物赛加羚羊等的角。",
    "source": "《本经》"
  },
  {
    "name": "莲子",
    "alias": "藕实、水芝丹(《本经》)，莲实(《尔雅》郭璞注)，泽芝(《纲目》)，莲蓬子(《山西中药志》)。",
    "ingredient": "\n　　含碳水化合物(62%)，蛋白质(6.6%)，脂肪(2.0%)，钙( 0.089 %)，磷( 0.285%)，铁( 0.0064%)。脂肪中脂肪酸组成：肉豆蔻酸(myristic acid)0.04%，棕榈酸(palmiticacid)17.32%，油酸(oleic acid)21.91%，亚油酸(linoleicacid)54.17%，亚麻酸(linolenic acid)6.19%。果实含和乌胺(higenamine)。果皮含荷叶碱(nuciferine)，原荷叶碱(nornciferine)，氧黄心树宁碱(Oxoushinsunine)和 N-去甲亚美罂粟碱(N-norarmepavine)。\n",
    "process": "秋末、冬初割取莲房，取出果实，晒干；或收集坠入水中、沉于淤泥内的果实，洗净、晒干。或除去果壳后晒干。经霜老熟而带有灰黑色果壳的称为\"石莲子\"；除去果壳的种子称为\"莲肉\"。",
    "distinguish": "\n　　性状鉴别：种子略呈椭圆形或类球形，长1.2-1.7cm，直径0.8-1.5cm。表面浅黄棕色至红棕色，有细纵纹和较宽的脉纹，先端中央呈乳头状突起，深棕色，常有裂口，其周围及下方略下陷。种皮菲薄，紧贴子叶，不易剥离。质硬，破开后可见黄白色肥厚子叶2枚，中心凹入成槽形，具绿色莲子心。气无，味甘、涩，莲子心极苦。以个大饱满者为佳。\n\n\n　　显微鉴别粉末特征：①淀粉粒众多，单粒椭圆形、广卵圆形或蚌壳形，长5-21μm，直径5-13μm，脐点缝状，层纹不明显。②子叶薄壁细胞壁做呈链珠状，隐约可见纹孔域，纹孔类三角形或稍延长，排列紧密。③种皮表皮细胞表面现类多角形或不规则形，气孔保卫细胞新月形，细胞现网格样纹理，副卫细胞4-7。④胚根细胞长方形，排列整齐，墨菲薄，有的含脂肪油滴。\n\n\n　　理化鉴别薄层色谱：取本品粉末0.1g，加对70%乙醇10ml，冷浸 4h，滤过，滤液作供试品溶液。另取棉子糖加 75%乙醇溶解，作对照品。吸取供试品及对照品溶液适量，分别点于同一硅胶G板上，以正丁醇-冰酪酸-水(4：1：5)，展开2次，喷以a-萘酚硫酸液，10℃加热显色，供试品包潜在与对照品色谱的相应位置上，显相同颜色斑点。\n",
    "effect": "\n具有抗癌作用，其中所含的氧化黄心树宁碱有抑制鼻咽癌的作用；所含的莲子碱、异莲心碱有显著的强心作用；从莲子心提取的莲子碱有强而持久的降压作用，对治疗高血压有一定效果。\n",
    "creation": "拣尽杂质即可，或砸碎、去皮、去心用。或将石莲子置锅内水煮后，切开，去皮，晒干。",
    "function": "养心，益肾，补脾。涩肠。治夜寐多梦，遗精，淋浊，久痢，虚泻，妇人崩漏带下。石莲子并能止呕、开胃，常用治噤口痢。\n\n①《本经》：\"主补中、养神、益气力。\"\n\n②盂诜：\"主五脏不足，伤中气绝，利益十二经脉血气。\"\n\n③《本草拾遗》：\"令发黑，不老。\"\n\n④《食医心镜》：\"止渴，去热。\"\n\n⑤《日华子本草》：\"益气，止渴，助心，止痢。治腰痛，泄精。\"\n\n⑥《日用本草》：\"止烦渴，治泻痢，止白浊。\"\n\n⑦《滇南本草》：\"清心解热。\"\n\n⑧《纲目》：\"交心肾，厚肠胃，固精气，强筋骨，补虚损，利耳目，除寒湿，止脾泄久痢，赤白浊，女人带下崩中诸血病。\"\n\n⑨《本草备要》：\"清心除烦，开胃进食，专治噤口痢、淋浊诸证。\"\n\n⑩《随息居饮食谱》：\"镇逆止呕，固下焦，愈二便不禁。\"",
    "taste": "甘涩，平。\n\n①《本经》：\"味甘，平。\"\n\n②《本草蒙筌》：\"味甘涩，气平寒，无毒。\"\n\n③《本草再新》：\"味甘，性微凉，无毒。\"\n\n④《随息居饮食谱》：\"鲜者甘平，干者甘温。\"",
    "usage": "内服：煎汤，2～4钱；或入丸，散。",
    "compatibility": "中满痞胀及大便燥结者，忌服。\n\n①《本草拾遗》：\"生则胀人腹，中薏令人吐，食当去之。\"\n\n②《纲目》：\"得茯苓、山药、白术、枸杞子良。\"\n\n③《本草备要》：\"大便燥者勿服。\"\n\n④《随息居饮食谱》?\"凡外感前后，疟、疸、疳、痔，气郁痞胀，溺赤便秘，食不运化，及新产后皆忌之。\"",
    "storage": "置干燥处，防蛀",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "莲(《别录》)，又名：荷(《诗经》)，芙渠(《尔雅》)，芙蓉、水芝(崔豹《古今注》)。\n多年生水生草本。根茎肥厚横走，外皮黄白色，节部缢缩，生有鳞叶与不定根，节间膨大，内白色，中空而有许多条纵行的管。叶片圆盾形，高出水面，直径30～90厘米，全缘，稍呈波状，上面暗绿色，光滑，具白粉，下面淡绿色：叶柄着生于叶背中央，圆柱形，中空，高达1～2米，表面散生刺毛。花梗与叶柄等高或略高；花大，单一，顶生，直径12～23厘米，粉红色或白色，芳香；萼片4或5，绿色，小形，早落；花瓣多数，长圆状椭圆形至倒卵形，先端钝，由外向内逐渐变小；雄蕊多数，早落，花药线形，黄色，药隔先端成一棒状附属物，花丝细长，着生于花托下；心皮多数，埋藏于花托内，花托倒圆锥形，顶部平，有小孔20～30个，每个小孔内有1椭圆形子房，花柱很短，果期时花托逐渐增大，内堡海绵状，俗称\"莲蓬\"，长宽均5～10厘米。坚果椭圆形或卵形，长1.5～2.5厘米，果皮坚硬、革质；内有种子1枚，俗称\"莲子\"。花期7～8月，果期9～10月。\n自生或栽培于池塘内。我国大部地区有分布。\n\n本植物的细瘦根茎(藕蔤)、肥厚的根茎(藕)、根茎的节部(藕节)、叶(荷叶)、叶的基部(荷叶蒂)、叶柄或花柄(荷梗)、花蕾(莲花)、花托(莲房)、雄蕊(莲须)、种皮(莲衣)、胚芽(莲子心)等亦供药用，各详专条。",
    "application": "用量6~15克。用治脾虚久泻、遗精带下、心悸失眠。",
    "position": "为睡莲科植物莲的果实或种子。",
    "source": "《本草经集注》"
  },
  {
    "name": "紫菀",
    "alias": "青菀、小辫、返魂草、山白菜、小辫儿、夹板菜、驴耳朵菜、软紫菀、紫葥、夜牵牛、紫菀茸、关公须、荷兰菊、柳叶菊",
    "ingredient": "\n　　本品含少量挥发油，约为0.04%，挥发油中含毛叶醇(Lachnoplyllol)乙酸毛叶酯，茴香醚，烃，脂肪酸，芳香酸等。根含皂甙及香豆素类化合物。皂甙主要为紫菀皂甙(Astersaponin)，水解生成紫菀次皂甙(Asterprosapogenin)，进一步水解可生成等分子的长春藤皂甙元和葡萄糖。此外，尚含多种游离的三萜类衍生物，如紫菀酮(Shionone)，其水解后得表一二氢紫菀醇(Epi-dihydroshionol)。另外，还含木栓酮、表木栓醇、紫菀酮、槲皮素、橙皮油素和菊糖等。花中含多量黄酮类化合物及胡萝卜素。全草的新鲜汁中含有铅和锌等元素。\n",
    "process": "\n　　春、秋季采挖，洗净晒干，或将根编成辫形后晒干。生用或密炙用。\n",
    "distinguish": "\n　　1.外观鉴定：干燥的根茎呈圆形的疙瘩头状，长约2～6厘米，径约 1.5～3厘米，顶端有茎基及叶柄的残痕，底部常有一条未除净的母根，直径约3毫米，淡灰黄色，纤维性，质稍硬;疙瘩头下簇生许多细根，很长约5～14厘米，多编成辫状;表面紫红色或灰红色，有纵皱纹。质柔韧，不易折断，断面灰白色有紫边。微有香气，味甜微苦。以根长、色紫、质柔韧、去净茎苗者为佳。\n\n\n　　2.显微鉴定：\n\n\n　　根横切面：老根表皮常已脱落。皮层宽广;下皮细胞1列，壁稍厚，有的内含紫红色色素;厚壁细胞少数，散在，壁厚3-8μm;油管5个，分布于内皮层外方，常与韧皮部束同数并相对;内皮层细胞凯氏点可见。中柱较小，略呈五边形;中柱鞘1-2列细胞;韧皮部细胞较小，排列紧密;形成层不甚明显;木质部导管束5个，内侧可见五原型初生木质部。中央髓部细胞壁稍厚，微木化。本品薄壁细胞含菊糖。\n\n\n　　3.粉末特征：红棕色。\n\n\n　　①下皮细胞表面观类长方形，垂周壁细波状弯曲，含紫红色色素细胞与淡黄色细胞相间排列。\n\n\n　　②石细胞(根茎)类长方形、类圆形、类方形或圆三角形，直径45-154 μm,壁厚6-25μm,层纹及孔沟明显。\n\n\n　　③厚壁细胞长圆形或类长形，直径30-73μm，长约至 315μm，壁厚2-10μm，非木化，纹孔横裂缝状。\n\n\n　　④薄壁细胞类长方形，壁稍厚，大多有较明显的斜向交错的网状纹理。\n\n\n　　⑤菊糖团块类圆形或扇形，微现放射状纹理。此外，有木纤维、导管、内皮层细胞、油管碎片、草酸钙簇晶。本品以根粗长、色紫红、质柔韧者为佳。\n\n\n　　4.化学鉴定：\n\n\n　　1)鉴别取本品粉末2克，加水20毫升，置60℃水浴上加热10分钟，趁热过滤，放冷。取滤液2毫升，置带塞试管中，用力振摇1分钟，产生持久性泡沫，10分钟内不消失。\n\n\n　　2)取本品2g，加乙醚10ml，浸渍过夜，滤过，滤液滴在滤纸上，紫外光灯(254nm)下观察，显蓝色荧光。\n\n\n　　3)取本品2g，置50ml三角烧瓶中，加乙醚15ml，浸1小时，滤过。取滤液4ml，蒸去乙醚，残渣溶于醋酐1ml中，滴加浓硫酸1滴，显紫色，溶液上层渐变绿色(检查甾体类)。\n\n\n　　4)取(3)项下乙醚浸液4ml，蒸去乙醚，残渣溶于甲醇1ml，加2，4-二硝基苯肼试液1ml，加热后析出黄色沉淀(检查紫菀酮)。\n",
    "effect": "\n　　(1)提取物及分离表无羁萜醇对艾氏腹水癌有一定的抗癌作用。\n\n\n　　(2)煎剂1克/公斤给麻醉兔灌服，有显著的祛痰作用(呼吸道分泌量测定法)，作用可持续4小时以上。用粗提取物及紫菀甙素给大鼠口服，亦能使其气管分泌物明显增加。\n\n\n　　(3)体外试验对金黄色葡萄球菌、大肠杆菌、绿脓杆菌、宗内氏痢疾杆菌、变形杆菌。伤寒杆菌、霍乱弧菌及常见致病性皮肤真菌均有抑菌作用。水煎剂在鸡胚尿囊中对流感病毒有明显的抑制作用。\n\n\n　　煎剂口服能增加麻醉兔及大鼠呼吸道分泌物而具祛痰作用。其皂素及苯和甲醇提取物均有祛痰作用。其煎剂对猫氨水喷雾引咳有显著镇咳作用;其根醇提取液中分离出的一种无色针形结晶对小鼠咳嗽也有镇咳作用。紫菀黄色素有利尿作用。其煎剂对鸡胚尿囊中流感病毒明显抑制，还有对抗致病性真菌的作用。从中分离出的表一无羁萜醇对艾氏腹水癌有抗癌作用。本品含皂甙有强烈的溶血作用。\n",
    "creation": "?",
    "function": "\n　　润肺下气，消痰止咳。用于痰多喘咳、新久咳嗽、劳嗽咳血。\n",
    "taste": "\n　　中药味苦、辛，性温。润肺下气，消痰止咳。 蒙药味微苦，性平、钝、柔。杀“粘”，清热，解毒，燥脓，消肿。\n\n\n　　① 《本经》： \"味苦，温。\"\n\n\n　　② 《别录》： \"辛，无毒。\"\n\n\n　　③ 《药性论》： \" 味苦，平。\"\n\n\n　　④ 《本草通玄》： \"辛甘，微温。\"\n\n\n　　入肺经。\n",
    "usage": "\n　　内服煎汤，0.5～3钱;或入丸、散。 中药6—9克，水煎服。蒙药多入丸散剂。\n",
    "compatibility": "有实热者忌服。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n　　多年生草本，高达150厘米。根状茎粗短，簇生多数细长根，外皮灰褐色。茎直立单生，表面有浅沟，上部有分 枝，疏生短毛，下部无毛。基生叶丛生，开花时渐枯落，叶片蓖状长椭圆形至椭圆状披针形，长20～40厘米，宽6～12厘米，基部渐窄，下延长成翼状叶柄，边缘有锐锯齿，两面疏生小刚毛;茎生叶互生，渐无柄，叶片披针形，长18～35厘米，宽5～10厘米。夏秋季开花，头状花序多数，伞房状排列，有长梗，密生短毛。总苞片3层，半球形，绿色微带紫;边缘舌状花蓝紫色，雌性;中央管状花黄色，两性。瘦果扁平，一侧弯凸，一侧平直，有短毛，冠毛白色或淡褐色，较瘦果长3-4倍。花期7～8月，果期8～10月。\n",
    "application": "1.祛痰作用：\n\n　　中医认为紫菀具有温肺，下气，消痰、止咳嗽的功能。实验表明，水煎剂有祛痰作用而无镇咳及平喘作用;苯及甲醇提取物也有祛痰作用。\n\n\n　　2.抗菌作用：\n\n\n　　紫菀在体外对大肠杆菌、痢疾杆菌、变形菌、伤寒杆菌、副伤寒杆菌、绿脓杆菌及霍乱弧菌等7种革兰氏阴性肠内致病菌有一定的抑制作用;并有对抗致病性真菌的作用。\n\n\n　　3.抗病毒作用：\n\n\n　　水煎剂在鸡胚尿囊中对流感病毒有明显的抑制作用。\n\n\n　　4.抑制肿瘤的作用：\n\n\n　　据报道分离出的表无羁萜醇对小鼠艾氏腹水癌有抑瘤作用;也有报道从紫菀根的正丁醇提取部分分离出的环肽类化合物对S180有抗肿瘤活性。\n",
    "position": "为菊科植物紫菀Aster tataricus L. f．的根及根茎",
    "source": "《神农本草经》《日华子本草》《本草图组》"
  },
  {
    "name": "草苁蓉",
    "alias": "金笋、地精、肉松蓉、苁蓉、不老草",
    "ingredient": "\n地上部分含草苁蓉醛和草苁蓉内酯。又含C9，C10和C11萜内酯。根茎含甘露醇、生物碱。\n",
    "process": "\n5-8月采收，晒干或晾干后切段。\n",
    "distinguish": "\n1.性状鉴别茎肉质，长圆柱形，有时稍扁，略弯曲，长3-15cm，直径5-15cm，向上渐细，直径2-5cm，有的切成段，上下直径相近。表面灰棕色或棕褐色，有纵沟，密被覆瓦状排列的肉质鳞叶，鳞叶菱形或三角形，宽0.5-1.5cm，厚约2mm，尚可见鳞叶脱落后留下的弯月形叶迹。质坚实，不易折断。断面棕色，有淡棕色维管束小点，环列成深波状或锯齿状。木部约占4/5，有时中空。表面和断面在光亮处有时可见结晶样小亮点。气微，味甜，略苦。 　　以条粗壮、密生鳞叶、质柔润者为佳。 　　\n显微鉴别茎横切面：表皮为1列扁平细胞，外被角质层。皮层由数十列薄壁细胞组成，排列紧密，近维管束处的细胞具纹孔，散有叶迹维管束。维管束处韧型，常16-22个排列成深波状或锯齿状圆环；韧皮部薄壁细胞排列紧密，有时产分成颓废状；形成层不甚明显；木质部可见非木化纤维。射线明显。髓部多分形。皮层及髓部薄壁细胞含淀粉粒。 　　鳞叶横切面：上下表皮细胞各1列，扁长方形，外被薄角质层。下皮细胞1列，稍大。叶肉组织均为海绵组织，细胞类圆形，壁薄，含叶绿体，细胞间隙小。维管束5-7，外韧型，切向排列。\n",
    "effect": "\n1.对小白鼠免疫功能的影响：列当水溶液50mg/kg或100mg/kgig给于小鼠观察各项免疫功能指标。结果：脾脏和胸腺重量从85±12和37±6mg/kg增加到140±12和53±6mg/kg；巨噬细胞吞噬率从53±5%增加至78±3%；溶血素和溶血空斑值分别从147±47和0.05±0.1增加为361±62和0.18±0.01；腹腔巨噬细胞内的CAMP含量从100±8.6pmol/ml增加到152±10.9，cGMP含量从62±12（pmol/ml）降低为39±7；提高淋巴细胞转化率，使3H一TdR的参入淋巴细胞的量从178±19（cpm）增加为589±139；使迟发性超敏反应从0.54±0.15（mm）增加力0.82±0.12。表明本品的水溶性成分对小鼠的体液及细胞免疫均有增强作用。 \n\n2.对人淋巴细胞E花结形成和酸性a-醋酸萘酚酶酯酶（ANAE）活性的影响：正常人外周血淋巴细胞与药物在体外37℃共温1小时后测定活性E（Ea）和总E（Et）花结率。花结涂片作ANAE染色。结果表明，阳性对照药猪胸腺素F5（500ug/ml）、左旋咪唑（10ug/ml）和黄芪低浓度（5mg/ml）时，补肾药列当低浓度（5mg/ml）时均能增加Ea花结率，但对Et花结率无影响。而列当高浓度（50mg/ml）时均可降低Et花结率。实验中未见猪胸腺素F5和左旋咪唑能增高ANAE+淋巴细胞百分率，但列当在高浓度或低浓度时可降低ANAE+淋巴细胞百分率。可以看出补肾药列当在一定浓度下能促进Ea花结形成，E花结试验是测定人T细胞数量的常用方法，一定程度上可反映机体的细胞免疫功能。 　　\n\n3.列当对小鼠迟发性足垫反应的影响：小鼠ig中药煎液（60%，0.5ml）连续8天，给药d4ipSRBC攻击，24小时后测量足垫肿胀数值。结果表明，列当组在攻击后24小时的足垫反应相对强度高于对照组，列当在体内有促进细胞免疫功能的作用。 　\n\n　4.对消化系统的作用： 　\n4.1.促进排便作用：列当各组均能显著缩短小鼠的通便时间，具有促进排便作用。实验同时观察排出粪便的形态，给列当各组多为正常或稍大粪粒，个别小鼠（5%）有稀水便发生。 　　列当 　　4.2.对小鼠小肠推动功能的影响：体重33±39雌性小鼠，所用药液及蒸馏水对照液均于给药前混入炭末（用量为药液的5%）。小鼠断食供水16小时后按0.6ml/只ig各供试液，20分钟后处死。剖腹取出小肠测量。以幽门至炭末行进最远处为推进度，幽门至回盲瓣为全长，前者除以后者为推进度。列当各组能显著提高小鼠小肠推进度，证明该药能增强肠蠕动，有改善肠肌运动功能的作用。 4.3.列当对阿托品抑制排便的对抗作用：取体重42±39雄性小鼠（8mo）和体重46±4g雌性小鼠（8mo）按体重随机分成4组，雌雄各半。断食供水16小时后，单纯给水组按0.15ml/10g体重ig各供试液。记录ip阿托品时间、ig各供试液时间和小鼠排出第一粒红色粪便时间，计算通便时间。结果表明0.025%阿托品对小鼠有明显的抑制排便作用，列当能有效地对抗阿托品的这种抑制排便作用，其对抗强度与胃复安相比无显著差异（P>0.47）。 　　4.4.列当对小鼠大、小肠水分吸收的影响：选取体重43±3g雄性小鼠（8mo）20只，体重43±3g雌性小鼠（8mo）20只，按体重随机分成4组，雌雄各半。断食供水16小时后对照组按0.15ml/10g体重ig蒸馏水，列当组ig等量50%列当原药材水煎液。给药后3小时、5小时各处死一半小鼠，剖腹，用止血夹夹住大、小肠两端，将大、小肠分离剪下，分别置称量纸上，松开止血夹，立即于天平上称湿重。再于烘箱内105℃干燥2小时后，称取大小肠的干重。表4结果显示给药5小时后，列当组大肠含水率与对照组相比差异非常显著，说明肉蓉对大肠的水分吸收具有抑制作用。 　　\n\n5.炮制品的药理作用：不同炮制方法制成的列当（炮制方法见化学成分之二），以0.5g/只剂量给于小鼠，共10天，与阳虚（醋酸氢化可的松制成的模型）小鼠肝脾脱氧核糖核酸的合成率进行比较。结果阳虚组的DNA合成率减少，给药治疗组DNA合成率增加，P值分别为<0.05和<0.01等。\n",
    "creation": "?",
    "function": "\n补肾壮阳，润肠，止血。治肾虚阳痿，腰膝冷痛，老年习惯性便秘，膀胱炎。\n\n①《长白山药用植物调查》:\"滋阴补阳，止血。治膀胱炎，膀胱出血及肾脏出血。\"\n\n②《吉林中草药》:\"补肾壮阳，润肠通便。治肾虚阳痿，腰膝冷痛，肠燥便秘，膀胱炎，\"\n",
    "taste": "\n味甘；咸；性温\n",
    "usage": "\n内服:煎汤，0.5～1两；或浸酒。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肾经",
    "plant": "\n草苁蓉\n寄生草本，全体无毛。茎单一，直立。肥厚，高15～25厘米，直径1.5～2厘米，褐紫色。鳞片叶多数，三角状或卵状，先端锐尖。穗状花序长8～14厘米，直径2～2.5厘米；花萼平滑，杯状，有不整齐的5齿裂；花冠暗红紫色，筒部膨大成囊状，上唇稍凹头，下唇3裂；雄蕊4枚，2强，与柱头均挺出花冠筒外。朔果卵球状。花期7～8月。\n多寄生于桦本科赤杨属Alnus植物的根上。分布吉林、黑龙江。\n",
    "application": "?",
    "position": "\n为列当科植物草苁蓉的全草。\n",
    "source": "\n《吉林中草药》\n"
  },
  {
    "name": "野菊花",
    "alias": "山菊花,千层菊,黄菊花",
    "ingredient": "含野菊花内酯（handelin chrysanthelide)[1，2]，野菊花醇（chrysanthemol)[3]，野菊花三醇（chrysanthetriol)[4]，野菊花酮（indicumeneone)[5]，菊油环酮（chrysanthenone)[6，7]，顺-螺烯醇醚（cis-spiroenol ether)，反-螺烯醇醚（trans-spiroenol ether)[8]，当归酰豚草素（angeloylcumambrin)B，当归酰亚菊素（angeloylajadin)，苏格兰蒿素（arteglasin)A[9]，刺槐甙（aca-ciin)[10]，木犀草素（luteolin)[11]，木犀草素-7-β-D-葡萄糖甙（lute-olin-7-β-D-glucoside)，槲皮素-β-D-葡萄糖甙（quercitin-β-D-gluco-side)[12]，矢车菊甙（chrysanthemin)[13]，菊黄质（chrysanthemax-anthin)[14]，胡萝卜甙（daucosterol)，豚草素（cumambrin)S，刺槐素（acacetin)[3]，刺槐素-7-O-β-D-吡喃半乳糖甙（acacetin-7-O-β-D-galactopyranoside)[15]，1-单山萮酸甘油（glyceryl-1-monobehe-nate)，棕榈酸（palmitic acid)[3]，熊果酸（ursolic acid)，亚油酸（linoleic acid)，β-谷甾醇（β-sitosterol)，羽房豆醇（lupeol)[16]，正二十八烷醇（octacosylalcohol)[17]以及挥发油等[18]。",
    "process": "\n秋季花盛开时采收，晒干或烘干。\n",
    "distinguish": "\n性状鉴别 （1)野菊花 头状花序类球形，直径1.5-2.5cm，棕黄色。总苞片4-5层，外层苞片卵形或卵状三角形，长2.5-3mm，外表面中部灰绿色或淡棕色，常被有白毛，边缘膜质；中层苞片卵形；内层苞片长椭圆表。总苞基部有的残留总花梗。舌状花1轮，黄色，皱缩卷曲，展平后，舌片长1-1.3cm，先端全缘或2-3齿；筒状花多数，深黄色。气芳香，味苦。\n（2)岩香菊花 头状花序直径1-1.5cm；总苞片4-5层，外层苞片线形或线状长圆形，长2.5mm；中内层苞片卵形、长椭圆形至倒披针形。舌状花黄色，舌片椭圆形，长5-7.5mm。\n均以完整、色黄、气香者为佳。\n显微鉴别 野菊花粉末特征：黄棕色。①花粉粒黄色，类圆形，直径20-33μm，每裂片4-5刺。②腺毛头部鞋底形，4-6（-8)细胞，两面相对排列，长径35-120μm，短径33-67μm，外被角质层。③T形毛较多，顶端细胞长大，壁一长一短，直径23-50μm，壁稍厚或一边稍厚，基部1-13细胞，其中一个稍膨大或皱缩。 \n",
    "effect": "\n①降压作用\n对动物的急性试验中，野菊花对不麻醉大鼠腹腔注射6～10克/公斤，口服15克/公斤有明显的降压作用。全草制剂的作用较花的提取物毒性大，降压作用差。野菊花醇浸膏水溶液对麻醉猫16克/公斤亦有降压作用。此醇浸膏经进一步精制后所得的提取物一HC-1(含野菊花内酯、黄酮甙、苦味素及部分杂质)对麻醉猫小肠给药50～100毫克/公斤，不麻醉的正常血压犬灌胃50～150毫克/公斤均获得降压效果，但作用缓慢(因难溶于水，可能吸收较慢)，可维持2小时以上。对慢性肾型高血压犬，前2周每日灌胃100毫克/公斤，第3周每日灌胃200毫克/公斤亦获得降压效果。降压时心输出量并不减少，主要是由于总外周阻力的下降。其作用原理据初步分析，可能是由于其抗肾上腺素的作用以及扩张外周血管所致，也可能还有中枢性血管运动中枢抑制的参与。\n\n\n②抗病毒、抗菌作用\n在体外，野菊花1：80能延缓孤儿病毒感染后的细胞(人胚肾原代单层上皮细胞)的病变。野菊花煎剂1：320在体外对金黄色葡萄球菌、白喉杆菌及痢疾杆菌有抑制作用。\n",
    "creation": "?",
    "function": "疏风清热，消肿解毒。治风热感冒，肺炎、白喉，胃肠炎：高血压，疔，痈，口疮，丹毒，湿疹，天泡疮。\n\n①《本草汇言》：\"破血疏肝，解疔散毒。主妇人腹内宿血，解天行火毒丹疔。洗疮疥，又能去风杀虫。\"\n\n②《现代实用中药》：\"用于痈疽疔肿化脓病。\"\n\n③《苏州本产药材》：\"解毒疏风。治目疾眩晕。\"\n\n④《浙江中药手册》：\"排脓解毒，消肿止痛。治痈肿疔毒，天泡湿疮。\"\n\n⑤《江苏植药志》：\"治霍乱，腹痛。\"\n\n⑥《山西中药志》：\"疏风热，清头目，降火解毒。治诸风眩晕，头痛，目赤，肿毒。\"\n\n⑦《江西草药》：\"治白喉，口疮，小儿高热抽搐等症。\"\n\n⑧《上海常用中草药》：\"治高血压。\"\n",
    "taste": "\n苦辛，凉。\n\n①《本草汇言》：\"味苦辛，气凉，有小毒。\"\n\n②《四川中药志》：\"性微寒，味甘苦，无毒。\"\n\n归肺；肝经 \n\n《本草求真》：\"入肺、肝。\"\n\n",
    "usage": "\n内服：煎汤，2～4钱(鲜者1～2两)。外用：捣敷，煎水漱口或淋洗。\n",
    "compatibility": "脾胃虚寒者慎服。",
    "storage": "?",
    "side_effects": "野菊花的毒性低，慢性给药亦无蓄积现象。心电图显示野菊花对心脏无毒性，不麻醉大鼠腹腔注射36g/kg以下，心电图无改变，剂量增至52g/kg，心搏显着变慢，P-R及Q-T间期延长及T波变宽而圆钝。正常大每日服提取物HC-1300mg/kg连续3周，除有时呕吐外，无严重毒性反应，肝、肾功能之测定亦显示正常。野菊花流浸膏水溶液腹腔注射于清醒大鼠52g（生药）/kg 时，出现心率显着变慢，P-R和Q-T间期延长及T波变宽而圆钝，于4小时后死亡。据初步观察，此制剂的致死量约为有效量的9倍。野菊花全草制剂的毒性大于花的提取物，野菊花慢性用药并无蓄积中毒现象。",
    "category": "归经_肺经",
    "plant": "1.野菊 多年生草本，高25-100cm。根茎粗厚，分枝，有长或短的地下匍匐枝。茎直立或基部铺展。基生叶脱落；茎生叶卵形或长圆状卵形，长6-7cm，宽1-2.5cm，羽状分裂或分裂不明显；顶裂片大；侧裂片常2对，卵形或长圆形，全部裂片边缘浅裂或有锯齿；上部叶渐小；全部叶上面有腺体及疏柔毛，下面灰绿色，毛较多，基部渐狭成具翅的叶柄；托叶具锯齿。头状花序直径2.5-4(-5)cm，在茎枝顶端排成伞房状圆锥花骗子或不规则的伞房花序；总苞直径8-20mm，长5-6mm；总苞片边缘宽膜质；舌状花黄色，雌性；盘花两性，筒状。瘦果全部同形，有5条极细的纵肋，无冠状冠毛。花期9-10月。\n2.岩香菊 本种与野菊的区别在于：叶为羽状深裂，绿色或淡绿色，两面被稀疏的呀下面稍多膨松的柔毛；头状花序多数在茎枝顶端排成疏松的伞房或复伞房花序，舌状花黄色。花果期5-11月。",
    "application": "\n①预防感冒\n将野菊花用沸水浸泡1小时，煎30分钟，取药液内服。成人每次2钱，儿童酌减。一般每月普遍投药1次，以往每年感冒3～6次者每两周投药1次，经常感冒者每周投药1次。以1000人服萄后的发病情况与上一年同时期相比较，发病率下降13.2%；与居住邻近、条件基本相同而未服药的261人相对照，发病率亦显著为低。同时对119例慢性气管炎患者投药前后的复发情况进行了比较，结果未投药时(上一年同一时期)全部复发，投药后的复发率为38%。\n\n\n②治疗呼吸道炎症等\n用100%野菊花注射液，每次注射2～4毫升，六小时1次。治疗上呼吸道感染40例，痊愈35例，好转1例；扁桃体炎20例，痊愈18例；气管炎20例，痊愈5例，好转14例。用药后平均1～2天退热。另有用50%注射液每日肌肉注射2～3毫升，治疗急性扁桃体炎和其他急性炎症(包括气管炎、肺炎、子宫内膜炎、附件炎、齿龈感染等)共81例，治愈率占49.4%，有效率为95%。\n\n\n③治疗宫颈炎等\n阴道经冲洗后，用野菊花粉涂敷宫颈，每日1次，3～5天为一疗程。治疗慢性宫颈炎11例，7例痊愈。或用野菊花注射液局部治疗，观察宫颈炎、阴道炎、外阴溃疡等43例，有效率为90.7%，治愈率占35%。\n\n\n④治疗痈毒疖肿\n成人每天用新鲜野菊花3～5两，煎分两次服；或捣取汁100毫升左右，1次服下。亦可捣敷患处，稍干即换。对全身及头面部多发性疖肿。如外敷不便，可煎水浸洗局部。\n\n\n⑤治疗高血压病\n将野菊花制成流浸膏，每毫升(含生药2克)加单糖浆至5毫升。每服10毫升，日服3次。初步观察Ⅰ、Ⅱ、Ⅲ期高血压病患者35例，总疗效达68.57%，其中显效为17.14%，轻度疗效为51.43%，无效31.43%。对症状改善也有一定效果，半数以上病例的失眠、头胀、头痛、眩晕有所改善。\n\n",
    "position": "为菊科植物野菊、北野菊或岩香菊的头状花序。植物形态详“野菊”条。",
    "source": "《本草正》"
  },
  {
    "name": "丝瓜根",
    "alias": "?",
    "ingredient": "丝瓜根含泻根醇酸（bryonolic acid)[1]",
    "process": "夏、秋采挖。洗净，鲜用或干用。",
    "distinguish": "?",
    "effect": "丝瓜根中所含的泻根醇酸给小鼠腹腔注射可抑制其I型变态反应（即被动超敏反应，先在小鼠两耳局部注射卵蛋白抗血清，48h后，静注抗原卵蛋白和Evans蓝深液，30min后测定蓝染料渗入耳朵的量）。其ID50为376mg/kg。泻根醇 酸的合成衍生物泻根醇酸-3-琥珀酸二钾盐（bryonolic acid 3-succinate-2K，BASK）作用更强，ID50为55.2mg/kg[1]。大鼠腹腔注射泻根醇酸也可剂量依赖性抑制I型变态反应[2]。BASK对Ⅲ型变态反应也有明明显抑制作用。雄小鼠静注绵羊红细胞（SRBC）反应，在此前30min口服试验药物，观察抑制右爪水肿的程度（左右爪比较），大服BASK300mg/kg，抑制率35%；600mg/kg，抑制率62.4%[1]。BASK 对Ⅳ型变态反应也有明显抑制作用。上鼠右耳外用2，4，6-三硝基氯苯（picryl chloride),7g后再用三硝基氯苯涂左耳，3h后口服验药物，24h后测耳厚度，口服BASK75mg/kg,抑制率34%；口服300mg/kg，抑制率53.0%[1]。",
    "creation": "?",
    "function": "活血，通络，消肿。治偏头痛，腰痛，乳腺炎，喉风肿痛，肠风下血，痔漏。\n\n①《分类草药性》：\"治脑漏，痔疮，蛇伤。\"\n\n②《重庆草药》：\"通经络，行血，消肿胀，下乳。治乳房肿痛，腰背胀痛。\"",
    "taste": "甘，平。\n\n①《岭南采药录》：\"味甘，性寒。\"\n\n②《重庆草药》：\"味甘微苦，性平，无毒。\"",
    "usage": "内服：煎汤，1～3钱(鲜者1～2两)；或烧存性研未。外用：煎水洗或捣汁涂。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "一年生攀援草本。茎枝粗糙，有棱沟，有微柔毛。茎须粗壮，通常2-4枝。叶互生；叶柄粗糙，长10-12cm，近无毛；叶片三角形或近圆形，长宽均为10-12cm，通常掌状5-7裂，裂片三角形，中间较长，长8-12cm，洗端尖，边缘有锯齿，基部深心形，上面深绿色，有疣点，下面浅绿以，有短柔毛，脉掌状，具白色长柔毛。花单性，雌雄同株；雄花通常10-20朵生于总状花序的顶端，花序梗粗壮，长12-14cm，花梗长2cm；花萼筒钟形，被短柔毛；花冠黄色，幅状，开后直径5-9cm，裂片5，长圆形，长0.8-1.3cm，宽0.4-0.7cm，里面被黄白色长柔毛，外面具3-5条突起的脉，雄蕊5，稀3，花丝6-8mm，花初开放时稍靠合，最后完全分离；雌花单生，花梗长2-10cm；花被与雄花同，退化雄蕊3，子房长圆柱状，有柔毛，柱头3，膨大。果实圆柱状，直或稍弯，长15-30cm，直径5-8cm，表面平滑，通常有深色纵条纹，未成熟时肉质，成熟后干燥，里面有网状纤维，由先端盖裂。种子多数，黑色，卵形，扁，平滑，边毋狭翼状。花、果期夏秋季。",
    "application": "?",
    "position": "为葫芦种植物丝瓜或粤丝瓜，详\"丝瓜\"条。",
    "source": "《滇南本草》"
  },
  {
    "name": "杏仁",
    "alias": "杏核仁、杏子、木落子、苦杏仁、杏梅仁、杏、甜梅",
    "ingredient": "\n含苦杏仁甙约3%、脂肪油(杏仁油)约50%、蛋白质和各种游离氨基酸。苦杏仁甙受杏仁中的苦杏仁酶及樱叶酶等β-葡萄糖甙酶水解，依次生成野樱皮甙和扁桃腈，再分解生成苯甲醛和氢氰酸。\n",
    "process": "\n夏季果实成熟时采摘，除去果肉及核壳，取种仁，晾干。置阴凉干燥处，防虫蛀。\n",
    "distinguish": "\n干燥种子，呈心脏形略扁，长1～1.5厘米，宽约1厘米左右，顶端渐尖，基部钝圆，左右不对称。种皮红棕色或暗棕色，自基部向上端散出褐色条纹，表面有细微纵皱;尖端有不明显的珠孔，其下方侧面脊棱上，有一浅色棱线状的种脐，合点位于底端凹入部，自合点至种脐，有一颜色较深的纵线，是为种脊，种皮菲薄，内有乳白色肥润的子叶两片，富于油质，接合面中间，常有空隙，胚根位于其尖端，味苦，有特殊的杏仁味。以颗粒均匀、饱满肥厚、味苦、不发油者为佳。\n\n\n主产东北、华北各省。\n\n\n除上述品种外，以下两种同属植物的种子亦同等使用。其形态特点：\n\n\n①西伯利亚杏\n\n\n叶片卵形或阔卵形，叶基部圆形或稍狭，边缘具细钝齿，背面脉腋常具有白色柔毛。花梗极短或缺如。核果球形，果肉薄，直径约2厘米，成熟时开裂。分布东北、内蒙古、河北、山西。\n\n\n②辽杏\n\n\n大部分的特征与杏相同，但其叶基部很少呈心形，边缘有粗而深锐的重锯齿，花梗一般较萼筒为长，无毛。核边缘圆钝。分布东北。\n\n\n杏仁有甜、苦之分，栽培杏所产者甜的较多，野生的一般均为苦的。从原植物来看，西伯利亚杏、辽杏及野生山杏的杏仁为苦杏仁，而杏及山杏的栽培种的杏仁有些是苦杏仁，有些是甜杏仁。\n",
    "effect": "\n见\"巴旦杏仁\"条。\n",
    "creation": "1.杏仁：拣净杂质，置沸水中略煮，俟皮微皱起捞出，浸凉水中，脱去种皮，晒干，簸净。2.炒杏仁：取净杏仁置锅内用文火炒至微黄色，取出放凉。",
    "function": "\n祛痰止咳，平喘，润肠。治外感咳嗽，喘满，喉痹，肠燥便秘。\n\n\n①《本经》：\"主咳逆上气雷鸣，喉痹，下气，产乳金疮，寒心奔豚。\"\n\n\n②《本草经集注》：\"解锡、胡粉毒。\"\n\n\n③《别录》：\"主惊痫，心下烦热，风气去来，时行头痛，解肌，消心下急，杀狗毒。\"\n\n\n④《药性论》：\"治腹痹不通，发汗，主温病。治心下急满痛，除心腹烦闷，疗肺气咳嗽，上气喘促。入天门冬煎，润心肺。可和酪作汤，益润声气。宿即动冷气。\"\n\n\n⑤崔禹锡《食经》：\"理风噤及言吮不开。\"\n\n\n⑥《医学启源》：\"除肺中燥，治风燥在于胸膈。《主治秘诀》云，润肺气，消食，升滞气。\"\n\n\n⑦《滇南本草》：\"止咳嗽，消痰润肺，润肠胃，消面粉积，下气，治疳虫。\"\n\n\n⑧《纲目》：\"杀虫，治诸疮疥，消肿，去头面诸风气鼓疱。\"\n",
    "taste": "\n苦，温，有毒。\n\n\n①《本经》：\"味甘，温。\"\n\n\n②《别录》：\"苦，冷利，有毒。\"\n\n\n③《本草正》：\"味苦辛微甘。\"\n\n\n入肺、大肠经。\n\n\n①《汤液本草》：\"入手太阴经。\"\n\n\n②《滇南本草》：\"入脾、肺二经。\"\n\n\n③《雷公炮制药性解》：\"入肺、大肠二经。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱，或入丸、散。外用：捣敷。\n",
    "compatibility": "\n阴虚咳嗽及大便溏泄者忌服。\n\n\n①《本草经集注》：\"得火良。恶黄耆、黄芩、葛根。畏蓑草。\"\n\n\n②《本草经疏》：\"阴虚咳嗽，肺家有虚热、热痰者忌之。\"\n\n\n③《本草正》：\"元气虚陷者勿用，恐其沉降太泄。\"\n\n\n④《本经逢原》：\"亡血家尤为切禁。\"\n\n\n⑤《本草从新》：\"因虚而咳嗽便秘者忌之。\"\n",
    "storage": "?",
    "side_effects": "过量服用苦杏仁，可发生中毒，表现为眩晕，突然晕倒、心悸、头疼、恶心呕吐、惊厥、昏迷、紫绀、瞳孔散大、对光反应消失、脉搏弱慢、呼吸急促或缓慢而不规则。若不及时抢救，可因呼吸衰竭而死亡。中毒者内服杏树皮或杏树根煎剂可以解救，参见“杏树皮”、“杏树根”条。苦杏仁甙的LD50：大鼠、小鼠静脉注射为25g／kg；大鼠腹腔注射为8g／kg。大鼠op为0.6g／kg。MTD：小鼠、兔、犬静脉注射和肌肉注射均为3g／kg；口服均为0.075g／kg；人静脉注射为5g（约0.07g／kg）。人口服苦杏仁55枚（约60g），含苦杏仁甙约1.8g（约0.024g／kg），可致死。苦杏仁大量口服易产生中毒。首先作用于延脑的呕吐、呼吸、迷走及血管运动等中枢，均引起兴奋，随后进入昏迷、惊厥，继而整个中枢神经系统麻痹，由于呼吸中枢麻痹而死亡。其中毒机理主要是由于杏仁所含的氢氰酸很易与线粒体中的细胞色素氧化酶的三价铁起反应，形成细胞色素氧化酶-氰复合物，从而使细胞的呼吸受抑制，形成组织窒息，导致死亡。由于肠道菌丛含有β-葡萄糖甙酶，给正常鼠口服600mg／kg苦杏仁甙，2-5小时内导致死亡。检查血中CN-达到2.6-4.5μg/ml；而给无菌鼠服用相同剂量的苦否仁甙，小鼠无死亡；血中CN-不到0.4μg/ml。说明肠道菌丛是造成苦杏仁甙口服中毒的根源，其毒性比静注大40倍左右。用Ames法，TA100株，S-9，Mix（＋），苦杏仁甙有致死作用。",
    "category": "归经_肺经",
    "plant": "\n①杏(《本经》)，又名：甜梅(《江南录》)。\n\n\n落叶乔木，高4～9米。树皮暗红棕色，幼枝光滑，有不整齐纵裂纹。叶互生;卵圆形，长5～9厘米，宽7～8厘米，先端长渐尖，基部圆形或略近心脏形，边缘有细锯齿或不明显的重锯齿，主脉基部被白色柔毛;叶柄长2.5～4.5厘米，带红色，具2腺体。花先叶开放，单生于小枝端;花梗短或几无梗;花萼5裂，裂片三角状椭圆形，基部合生成筒状;花瓣5，白色或粉红色，阔卵形，长阔几相等;雄蕊多数，着生于萼简边缘，不等长;雌蕊1，子房1室，花柱光滑，仅基部有淡黄色柔毛，柱头头状。核果黄红色，心脏卵圆形，略扁，侧面具一浅凹槽，径3～4厘米，微被绒毛;核近于光滑，坚硬，扁心形，具沟状边缘;内有种子1枚，心脏卵形，红色。花期3～4月。果期4～6月。\n\n\n野生或栽培。分布黑龙江、辽宁、吉林、内蒙古、河北、河南、山东、江苏、山西、陕西、甘肃、宁夏、新疆、四川、贵州等地。\n\n\n②山杏(《本草图经》)\n\n\n形状与上种相近，叶较小，长4～5厘米，宽3～4厘米，先端长渐尖，基部呈同楔形或截形。果较小，果肉亦较薄;核的边缘薄而锐利;种子味苦。\n\n\n生于山坡，间有栽培。分布辽宁、河北、内蒙古、山东、山西、陕西、宁夏、甘肃、江苏等地。\n\n\n以上2种植物的树根(杏树根)、树皮(杏树皮)、树枝(杏枝)、叶(杏叶)、花(杏花)、果实(杏子)亦供药用，各详专条。\n",
    "application": "\n①治疗慢性气管炎\n\n\n取带皮苦杏仁与等量冰糖研碎混合，制成杏仁糖。早晚各服3钱，10天为一疗程。治疗124例，基本治愈23例，显效66例，好转31例，无效4例，总有效率96.8%。对咳、痰、喘都有治疗作用，一般服药3～4天见效。个别患者服后有头晕、恶心、心慌等副作用，1～2天后自然消失。\n\n\n②治疗外阴瘙痒\n\n\n取杏仁3两，炒枯研成细粉，加麻油1.5两调成糊状。用时先取桑叶煎水冲洗外阴、阴道，然后用杏仁油糊涂搽，每日1次，或用带线棉球蘸杏仁油糊塞入阴道24小时后取出。治疗136例，有效率约90%，平均用药4～7次痒止。亦可用带皮杏仁，捣烂后，加水2倍，搅匀绞汁，以纱布浸透填塞阴道，每日1次，每次3～4小时。治疗阴道滴虫病6例，均获近期治愈。\n",
    "position": "为蔷薇科植物杏或山杏等味苦的干燥种子。",
    "source": "《本草经集注》"
  },
  {
    "name": "洋虫",
    "alias": "九龙虫",
    "ingredient": "?",
    "process": "夏、秋季捕捉。可用筛集法或甜食诱捕法。收集后用清水洗净，热水烫死，然后晒干或烘干；亦可鲜用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "活血祛瘀，温中理气。治劳伤咳嗽，吐血，中风瘫痪，跌打损伤，心胃气痛，噎膈反胃。\n\n①《药性考》：\"活吞数枚，止血，(治)劳怯。\"\n\n②《纲目拾遗》：\"行血分，暖脾胃，和五脏，健筋骨，去湿搜风，壮阳道，治怯弱。\"\"治老人不寐，茯苓引；小儿夜啼，朱砂引；女童夜溺，枸杞引；少妇阴寒，附子引；痈疽发背，沉香末引；舌燥作渴，麦冬引；眼目闭痛，甘草引；耳鸣耳聋，当归引；感冒风寒，防风引；中湿瘟毒，苍术引；跌打损伤，全蝎引；酒醉伤人，葛花引；怒气伤人，沉香引；绞肠痧痛，青蒿引。以上诸症，俱用虫十四个，好陈酒冲服。\"",
    "taste": "味辛；甘；性温 \n\n《纲目拾遗》：\"性温。\"\n\n归肺；胃；大肠经",
    "usage": "内服：生吞、研末或入丸剂。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "洋虫，全体长椭圆形，长4-6cm，宽1.5-1.9mm。头部和前胸背板黑色，鞘翅黑棕色。上唇、触角棕褐色。胸部腹面、足及腹部腹面深棕褐色。头顶密布小刻点，着生白色短小的毛，复眼甚大，由许多圆珠状突起的小眼组成，头部小。触角着生于额之下，复眼的前方，触角上着生许多白色短毛。前胸背板矩形，密布小凹刻点和白色短毛，小盾片三角形，红棕色。两鞘翅外缘下垂内摺，后缘向下弯，内摺处有许多小刻点。每个鞘翅有8条由刻点组成的纵线，各线几乎平行。足部侧扁，腿节腹面有一纵的深沟，与胫节恰似一把铡刀状。跗节5节。胸腹板和腹板具小刻点和白色短毛。",
    "application": "?",
    "position": "为拟步虫科昆虫洋虫的全虫。",
    "source": "《药性考》"
  }
]