[
  {
    "name": "零陵香",
    "alias": "熏草(《山海经》)，燕草(《南越志》)，蕙草(《别录》)，香草(《开宝本草》)，铃铃香、铃子香(《梦溪笔谈》)，黄零草(《庚辛玉册》)，熏香(《本草求真》)，陵草(《中药材手册》)。",
    "ingredient": "?",
    "process": "9～10月间，将植株连根拔起，去净根上泥沙，烘干或阴干。",
    "distinguish": "干燥全草，多扭曲不直，呈灰绿至紫棕绿色。表面有纵走线纹及3条棱翘，一侧常生有须状不定根。质脆，易折断，断面三角形，类黄白色。叶互生，有长柄，叶片卵形多皱折，基部楔形具翼，羽状网脉显著，类纸质。有时于叶腋处带有球形蒴果，类白色，果柄细长，长达3.5厘米，萼宿存，果皮薄，内藏多数细小的棕黑色种子，呈立体三角形。根须状，棕黑色。气芳香浓郁，味微苦。以茎叶嫩细、灰绿色、干燥、香气浓、无泥沙者为佳。\n产广西、广东及四川、云南、贵州等地。\n\n据《证类本草》濠州零陵香及《植物名实图考》的零陵香附图，均似唇形科植物罗勒或九层塔，但目前用罗勒作零陵香者，仅见于江浙地区。九层塔则仅在台湾及海南岛有分布。市售之零陵香商品主要为灵香草，该种与《证类本草》所载之蒙州零陵香相符。",
    "effect": "?",
    "creation": "?",
    "function": "祛风寒，辟秽浊。治伤寒、感冒头痛，胸腹胀满，下利，遗精，鼻塞，牙痛。\n\n①《别录》：\"主明目止泪，疗泄精，去臭恶气，伤寒头痛，上气，腰痛。\"\n\n②《药性论》：\"能治鼻中息肉、鼻齆。\"\n\n③《海药本草》：\"主风邪冲心，牙车肿痛，虚劳疳匿，凡是齿煮，煎含良。\"\n\n④《日华于本草》：\"治血气腹胀，酒煎服。\"\n\n⑤《开宝本草》：\"主恶气疰，心腹痛满，下气，和诸香作汤丸用之。\"\n\n⑥《广西中药志》：\"散风寒，辟瘟疫岚瘴。治时邪感冒头痛。\"",
    "taste": "辛甘，温。\n\n①《别录》：\"味甘，平，无毒。\"\n\n②《药性论》：\"味苦，无毒。\"\n\n③《海药本》：\"味辛，温，无毒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外用：研末掺或煎水含漱。",
    "compatibility": "①《海药本草》：\"得升麻、细辛善。不宜多服，令人气喘。\"\n\n②《开宝本草》：\"得酒良。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "①《本草求真》：\"入肺。\"\n②《得配本草》：\"入足太阴、阳明经。\"",
    "plant": "灵香草，又名：广零陵香(《纲目》)，广灵香、平南香、满山香。\n多年生直立草本，具浓烈香气，高1米许。根须状。茎往往在下半部呈匍匐状，光滑无毛，具棱或薄翅。单叶互生；无托叶；叶片卵形，长4～9厘米，宽1.5～4.5厘米，先端微尖，基部楔形，两侧顾叶柄下延成翼状，全缘，皱波状，上面深绿色，下面浅绿色，纸质，侧脉每侧3～4条，上面下陷，下面突起。花单生于叶腋，下垂，花柄纤细；花萼淡绿色，深5裂，裂片卵状披针形；花冠黄色，5深裂，裂片椭圆形，长于萼片；雄蕊5，等长，着生于冠管上，花丝极短，分离，基着药，戟形；子房上位，1室，特立中央胎座，胚珠多数，花柱棒状。蒴果球形，果皮灰白色，膜质。种子细小，多数，黑褐色，有棱角。花期5月。果期7～8月。\n生山谷、河边、林下。分布四川、云南、贵州、湖北、广东、广西等地。",
    "application": "防治感冒、流感\n取满山香枝叶1斤，加水2000毫升，煎至1000毫升。成人每天100毫升，连服3天(儿童减量)。在流感流行地区预防服药，连续观察1个月，在服药钓165人中发病3人(占1.8%)，而对照组(未服药)68人中有10人发病(占14%)。治疗采用复方满山香片剂，每次8片，日服3次。每日量相当于满山香2钱，白前7分，七叶一枝花3分。治疗349人，3天内见效者占89%；有发热的152人中，两天内退热的占90%。服药后未发现明显副作用。据实验研究，75%的满山香水煎液在鸡胚内，对流感病毒有抑制和灭活作用。",
    "position": "为报春花科植物灵香草的带根全草。",
    "source": "《本草拾遗》"
  },
  {
    "name": "百草霜",
    "alias": "月下灰、灶突墨、釜下墨、灶突中尘、釜脐墨、釜月中墨、铛墨、灶额上墨、釜底墨、锅底黑、铛底煤、灶额墨、釜煤、釜炲、锅底灰、灶烟煤、灶煤、锅烟子",
    "ingredient": "碳，K",
    "process": "将灶突或烟囱内的黑灰，轻轻刮下，用细筛筛去杂质。",
    "distinguish": "为黑色粉末，或结成小颗粒状，手捻即为细粉。质轻，入水则飘浮分散。无油腻感。无臭，味淡微辛。以乌黑色、质轻细、无杂质者为佳。",
    "effect": "?",
    "creation": "?",
    "function": "止血；消积；清毒散火。主吐血；衄血；便血；血崩；带下；食积；痢疾；黄疸；咽喉肿痛；口舌生疮；臁疮；白秃头疮；外伤出血\n\n①《本草图经》：\"主消化积滞，今人下食药中多用之。\"\n\n②《纲目》：\"止上下诸血，妇人崩中带下、胎前产后诸病，伤寒阳毒发狂，黄疸，疟痢，噎膈，咽喉口舌一切诸疮。\"\n\n③《玉楸药解》：\"敛营止血，清热消瘀。专止失血，吐衄便血，产漏诸血。\"\n\n④《医林纂要》：\"泻心降火，去妄热，止妄血，下气消积行痰。\"\n\n⑤《现代实用中药》：\"涂白癣及头部湿疹。\"",
    "taste": "味辛，苦。性温.。归。\n①《纲目》：\"辛，温，无毒。\"\n\n②《玉揪药解》：\"味辛，气平。\"\n\n③《医林纂要》：\"辛苦，温。\"",
    "usage": "内服：入丸、散，0.3～1.5钱。外用：研末撒或调敷。",
    "compatibility": "《本草汇言》：\"阴虚火燥，咳嗽肺损者，勿用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "?",
    "application": "治疗咯血\n取百草霜冲服，每次0.5～1钱，每日3～4次。共治14例，其中多数为肺结核，结果11例在用药后1～3天咯血停止或显著减少。本品对中、小量咯血效果较优，对大量咯血则较差。未见副作用。",
    "position": "为杂草经燃烧后附于灶突或烟囱内的烟灰。",
    "source": "《本草图经》"
  },
  {
    "name": "老鹳草",
    "alias": "五叶草、老官草(《滇南本草》)，五瓣花、老贯草(《滇南本草图谱》)，天罡草(《分类草药性》)，五叶联、生扯拢、破铜钱(《贵州民间方药集》)，老鸹筋(《东北资源植物手册》)，贯筋(《新疆药材》)，五齿耙、老鸹嘴(《河北药材》)，鹌子嘴(《山东中药》)。",
    "ingredient": "牻牛儿苗含挥发油，油中主要成分为牻牛儿醇。又含槲皮素及其他色素。\n\n日本产的尼泊尔老鹳草全草含有鞣质、没食子酸、琥珀酸、槲皮素及其甙类等。其叶中含鞣质最多，且其鞣质的含量能随季节变化，一般在12月至次年2月间含量最低，而后逐渐加多，至6～8月间含量最高。叶中尚分离出山柰甙。",
    "process": "夏秋季果实将成熟时采收，割取地上部分或连根拔起，除去泥土杂质，晒干。",
    "distinguish": "老鹤草的药材商品，主要可分为长嘴老鹳草和短嘴老鹤草两类，以长嘴老鹳草应用较广。\n\n①长嘴老鹳草\n为植物牻牛儿苗的干燥全草。多数不带根，长30～50厘米，或已截成长6～8厘米的小段。茎粗2～5毫米，节明显膨大，节间长5～12厘米，多分枝，表面灰绿色，基部或带紫红色，有纵纹，并被稀疏的白毛，质较坚脆，折断时粗纤维性，有空心。叶对生，有长柄，叶片卷曲皱缩，质脆易碎，润湿展平后，可见为羽状深裂，裂片很细。果实长圆形，长约6～10毫米，深黄棕色或暗紫色，有宿存的长花柱，通称\"长嘴\"，嘴长2.5～4厘米；成熟后5裂，各与1枚种子相连，并向外反卷或卷曲成螺旋形。?臭，味淡。以灰绿色、果实多、无根及泥土者为佳。\n主产于河北、山西、山东。此外，河南、陕西、辽宁、吉林、黑龙江、新疆等地亦产。\n\n②短嘴老鹳草\n为植物老鹳草、尼泊尔老鹳草、西伯利亚老鹳草等的干燥全草。茎较纤细，长约30厘米，直径约1～2毫米。节间短，多在5厘米以下。叶片裂片较宽。果实较小，花长3～5毫米，嘴长1～1.5厘米。其余与长嘴老鹳草同。无臭，味淡。以灰绿色、果实多、无根及泥土者为佳。\n主产于云南、四川、湖北。此外，东北及新疆等地亦产。",
    "effect": "①牻牛儿苗\n㈠抗菌作用：全草煎剂在试管内对卡他球菌、金黄色葡萄球菌、弗氏痢疾杆菌、β-链球菌、肺炎球菌等有较明显的抑制作用；其中所含鞣酸对其抑菌有一定影响。㈡抗病毒作用：全草煎剂对亚洲甲型流感病毒京科68-1株和副流感病毒I型仙台株有较明显的抑制作用(通过鸡胚，用血球凝集试验)；其叶和茎均对前者作用较强，根部作用较弱；所含鞣酸对其抗病毒作用影响不大。通过鸡胚对流感病毒抑制的筛选试验，老鹳草有一定抑制作用。\n\n②尼泊尔老鹳草\n㈠抗菌作用：因含鞣质，故在体外(平碟法)试验中，25%煎剂对金黄色葡萄球菌有显著的抑菌作用，但对大肠杆菌较差，对绿脓杆菌则几乎无效。㈡止泻作用：日本产尼泊尔老鹳草的水溶性提取物，对兔有一定止泻作用。兔空腹服其煎剂或干燥提取物，都能抑制十二指肠和小肠的活动，并促进盲肠的逆蠕动，因而出现止泻作用；但剂量过大，则能促进大肠的蠕动而出现泻下作用。故其作用与阿托品是不同的。止泻的有效成分除鞣质外，似尚有能使肠粘膜特别是大肠粘膜收敛的物质。㈢其它作用：兔口服水提取物，能增加血液凝固，可能与所含鞣质有关(在肠中转变成没食子酸，而后以碱盐的形式被吸收)。",
    "creation": "拣去杂质，除去残根，用水洗净，捞出，切段，晒干。",
    "function": "祛风，活血，清热解毒。治风湿疼痛，拘挛麻木，痈疽，跌打，肠炎，痢疾。\n\n①《滇南本草》：\"祛诸风皮肤发痒。治筋骨疼痛，痰火痿软，手足筋挛，麻木，利小便，泻膀胱积热，攻散诸疮肿毒，退痨热发烧，治风火虫牙，痘疹疥癞等症。\"\n\n②《纲目拾遗》：\"去风，疏经活血，健筋骨，通络脉。治损伤，痹症，麻木，皮风，浸酒常饮。\"\n\n③《现代实用中药》：\"止久痢，厚肠胃，调中健脾。\"\n\n④《贵州民间方药集》：\"治跌打损伤，止刀伤出血，又可止咳，益肺气。\"\n\n⑤《药材学》：\"清热解毒。治热病消渴，痈疽疮肿。\"",
    "taste": "苦辛，平。\n\n①《救荒本草》：\"味微苦。\"\n\n②《滇南本草》：\"性微温，味苦辛。\"",
    "usage": "内服：煎汤，2～5钱；浸酒或熬膏。",
    "compatibility": "尚不明确。",
    "storage": "置阴凉干燥处。",
    "side_effects": "醇沉煎剂腹腔注射，对小鼠的LD50为99.02±7.66g/kg。香叶醇大鼠poLD50为4.8g/kg，兔iv为50mg/kg。",
    "category": "脾；膀胱经",
    "plant": "①牻牛儿苗(《救荒本草》)，又名：斗牛儿(《救荒本草》)，牵巴巴(《植物名实图考》)，太阳花、狼巴巴草、土列列。\n一年生草本，长1～1.5米。茎纤弱，平铺或斜上，淡紫红色，具钝棱，有白色开展长毛，节明显。叶对生；2回羽状全裂，裂片5～9，基部下延，再成羽状分裂，全叶长4～5厘米，宽几相等，小裂片狭长不整齐，具缺刻状长齿，上面近于无毛，下面沿叶脉有软毛；基生叶的柄长达10余厘米，茎生叶的柄较短，均被白色长毛；托叶三角状披针形，长达1厘米，质薄有毛。花2～5朵成伞形排列，顶生或腋生，总花梗长6～10厘米，被白手；总苞6～7片，披针形，具缘毛；小花梗长2～3厘米，被毛：花径约1厘米；花萼5，卵状椭圆形，先端具长芒，背面被白色长毛；花瓣5，蓝紫色，倒卵形；雄蕊10，外轮5枚无药，内轮5枚具黄色花药，花丝下部膨大，蜜腺5，显著；花柱5，均密被短柔毛。蒴果，先端长喙状，长约3～5厘米，5室，每室具种子1粒，熟时5果瓣与中柱分离，果瓣的喙部螺旋状卷曲，内侧被白毛。种子长倒卵圆锥形，褐色，长2～2.5毫米。花期4～6月。果期5～7月。\n生于山坡、田野间。分布黑龙江、吉林、辽宁、河北、河南、山东、安徽、江苏、浙江、湖北、江西、四川、贵州、云南、山西、陕西、甘肃、青海、内蒙古等地。\n\n②老鹳草\n多年生草本，高35～80厘米。茎伏卧或略倾斜，多分枝。叶对生，叶柄长1.5～4厘米，具平伏卷曲的柔毛，叶片3～5深裂，近五角形，基部略呈心形，裂片近菱形，先端钝或突尖，边缘具整齐的锯齿，上面绿色，具伏毛，下面淡绿色，沿叶脉被柔毛。花小，径约1厘米，每1花梗2朵，腋生，花梗细长；花萼5，卵形或卵状披针形，疏生长柔毛，先端有芒；花瓣5，倒卵形，白色或淡红色，具深红色纵脉；雄蕊10，全具花药：花柱5裂，延长并与果柄连合成喙。蒴果先端长喙状，成熟时裂开，喙部由下而上卷曲。种子长圆形，黑褐色。花期5～6月。果期6～7月。\n生于山坡、草地及路旁。分布辽宁、吉林、黑龙江、河北、江苏、安徽、浙江、湖南、四川、贵州、云南等地。\n\n③尼泊尔老鹳草\n多年生草本，形态与上种相近，但植物较矮小，高30～45厘米，逆生平伏毛。叶3～5深裂，裂片小，卵状披针形或狭卵形，先端钝尖，缘具不整齐粗齿。花径约1厘米，白色、淡红色或紫色。花期6月。果期7月。\n生于山野草丛或路旁。分布福建、广西、湖南、四川、贵州、云南等地。\n\n④西伯利亚老鹳草又名：鼠掌草。\n多年生草本，茎直立或斜升，全体被柔毛。叶通常5深裂，裂片菱状披针形，或近披针形，再2～3中裂，先端钝尖，边缘具不整齐锯齿。花径约0.7～0.8厘米，淡红色或近白色，每花梗着生1花，花瓣具紫色网纹。花期7～9月。果期10月。\n分布我国东北、新疆等地。\n\n此外，尚有同属植物野老鹳草(江苏、浙江)、块根老鹳草及其变种高山块根老鹤草(东北、西北及四川)等的全草亦同等入药。",
    "application": "①治疗泡疹性角膜炎\n用西伯利亚老鹳草制成20%眼药水，每小时滴眼1次，同时用1%阿托品散瞳。临床观察盘状角膜炎相混合型角膜炎25例，显效15例，有效10例；浅层点状及树枝状角膜炎6例，显效3例，有效1例，无效2例。用药后可减少角膜基质层炎症浸润，加速愈合。\n\n②治疗肠道感染\n㈠用野老鹤草制成100%煎剂，每次40毫升，日服2～3次；或用老鹳草2～3两，每日煎服1剂。治疗急慢性菌痢、急慢性肠炎、阿米巴痢疾等114例，结果痊愈84例，好转20例，无效10例，总有效率达91.22%。大多数病人服药后2～3天，症状好转或消失㈡用老鹳草1两，水煎2次，3次分服，4～6日为一疗程；治疗痢疾带菌者及慢性菌痢共13例，经一个疗程后，大便复查皆为阴性，症状消失而痊愈。",
    "position": "为槐牛儿苗科植物牻牛儿苗或老鹳草、尼泊尔老鹳草、西伯利亚老鹤草及野老鹳草、块根者鹳草等带有果实的全草。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "昏鸡头",
    "alias": "鸡脑壳(《草木便方》)，鸡公头、鸡头枣、鸡老盖(《分类草药性》)，铁狼鸡、小贯众(《贵州民间方药集》)，鸡头风尾、乌鸡儿、鸱头鸡(《民间常用草药汇编》)，小晕鸡头(《陕西中草药》)，大叶狼衣、地鸡头、凤凰衣、小叶贯众(金华《常用中草药单方验方选编》)，小鸡娃菜(《陕西草药》)。",
    "ingredient": "根茎含鞣质、挥发油、树胶、糖类、氨基酸，以及贯众甙，贯众任甙，黄芪甙，异槲皮甙等。",
    "process": "全年可采，以8～9月采者为多。采得后，除去须根及地上部分，晒干或鲜用。",
    "distinguish": "根茎短小，形如鸡头，黑褐色；长5～8厘米，粗3～4厘米。表面密被多数叶柄残基，并有棕黑色弯曲的细根，顶端部有红棕色微带光泽的鳞片。叶柄残基瘦小，断面呈四方形，维管束3～4个，气微，味淡。以根茎大、须根少者为佳。",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒，凉血息风，散痰止血，驱钩、蛔、绦、蛲诸虫。治感冒，热病斑疹，痧秽中毒，疟，痢，肝炎，肝阳眩晕头痛，吐血便血，血崩，带下，乳痈，瘰疬，跌打损伤。\n\n①《分类草药性》：\"治一切虚损，妇女崩带，头昏耳聋。\"\n\n②《天宝本草》：\"清火解毒，除瘟症，红白痢症，赤白带下。\"\n\n③《贵州民间方药集》：\"补虚弱，消伤肿，接骨。治跌打损伤，活血逐瘀。\"\n\n④《民间常用草药汇编》：\"治盗汗。\"\n\n⑤《四川中药志》：\"治头昏头痛，血气胀痛。\"\n\n⑥成都《常用草药治疗手册》：\"息风，清利头目，凉血，养血，解毒，散瘀。治时行瘟疫，疟疾，瘰疬，疮疡肿毒，虫积腹痛。\"\n\n⑦《陕西中草药》：\"清热解毒，凉血，散瘀，降血压，杀虫。治高血压，头晕头痛；预防及治疗急性传染病，蛔虫、蛲虫症。\"\n\n⑧金华《常用中草药单方验方选编》：\"活血散瘀，止血，杀虫。治热病斑疹，肝炎，痢疾，吐血，便血，尿路感染，蛔虫，蛲虫，绦虫，刀伤出血，毒蕈中毒，预防流感。\"",
    "taste": "苦，微寒。\n\n①《四川中药志》：\"性微寒，味苦，有小毒。\"\n\n②成都《常用中草药治疗手册》：\"性平，味苦涩。\"\n入肝经",
    "usage": "内服：煎汤，3～5钱。",
    "compatibility": "孕妇慎用。",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "山地贯众，又名：小金鸡尾、小叶山鸡尾。\n多年生草本，高30～80厘米。根状茎短，倾斜或直立，密被鳞片；鳞片大形，长1厘米以上，红棕色，有亮光，卵形，渐尖。叶柄丛生，长15～30厘米，密被卵形及线形鳞片，鳞片的边缘呈流苏状；叶片矩圆形，长15～45厘米，宽10～17厘米，单数羽状复叶，顶片三叉状；羽片10～20对，互生，下部羽片不缩短，长10厘米，宽2厘米，镰刀形，长渐尖，有短柄，基部圆形或上侧耳形，边缘具细锯齿；叶纸质，淡绿色，叶轴被鳞毛；叶脉联结，网状，网眼斜六角形，内藏细脉1～2条；孢子囊群圆形，散生于小叶背面，囊群盖大形，盾状，边缘呈波状，膜质，褐色。\n生于水沟边、路旁、石上及阴湿处。分布长江流域，背达陕南，南至福建及两广北部。",
    "application": "?",
    "position": "为鳞毛蕨科植物山地贯众的根茎。",
    "source": "《四川中药志》"
  },
  {
    "name": "紫苏梗",
    "alias": "紫苏茎(《雷公炮炙论》)，苏梗(《药品化义》)，紫苏杆(《湖南药物志》)。",
    "ingredient": "含挥发油，油中主要含紫苏醛、l-柠檬烯、α-蒎烯及β-蒎烯、β-丁香烯、α-香柑油烯及芳樟醇等。还含紫苏酮、异白苏烯酮、白苏烯酮、紫苏烯、精氨酸、枯酸、紫苏苷及亚麻酸等。药理实验表明，具孕激素样作用，与孕酮一样能促进子宫内膜腺体的增长。",
    "process": "秋未，割取地上部分，除去小枝、叶片及果实，晒干。或在夏末采收苏叶时，切下粗梗晒干。前者称为\"老苏梗\"，后者称为\"嫩苏梗\"。",
    "distinguish": "老苏梗：呈方柱形，有槽。长0.3～1米，中部直径约0.7～1.3厘米。表面紫棕色或淡棕色。具纵沟及顺纹，上有稀疏的柔毛。分枝对生，或已除去。上部分枝常残留花萼或果实。质硬体轻，断面黄白色，中心有白色疏松的髓，或中空。嫩苏梗：色淡或青绿色，质松，髓部较大。以老而粗壮、外皮紫棕色、分枝少、香气浓者为佳。\n产湖北、江苏、河南、四川、广西、山东、广东、浙江、河北、山西等地。\n\n同属植物白苏的茎(白苏梗)在江苏、四川等地与紫苏梗同等使用，并通称为苏梗。参见\"白苏梗\"条。",
    "effect": "1.孕激素样作用 根据孕酮可以使雌激素激发的动物子宫内膜碳酸酐酶活性增加，并与孕酮剂量成线性关系的效应，在连续3d肌注已烯雌酚的基础上，给子紫苏梗注射液0.1g，0.2g，0.4g和0.6g（生药），腹腔注射，连续4d，其作用与孕酮相似，使小鼠子宫内膜碳酸酐酶的活性剂量相关性显着增加，说明其治疗先流产及安胎的机制也与孕酮相同。此外，紫苏梗也能使小鼠子宫内膜较明显增厚，表明其与孕酮一样，也能促进子宫内膜腺体的增长[1]。2.干扰素诱导作用 以水从回苏叶和梗中提取的干扰素诱导剂，在家兔及兔睥、骨髓和淋巴结细胞悬液的试验中，均证实有干扰素诱导作用[2]。",
    "creation": "除去杂质，用水浸泡后，润透，切片，晒干。",
    "function": "理气，舒郁，止痛，安胎。治气郁，食滞，胸膈痞闷，脘腹疼痛，胎气不和。\n\n①《本草图经》：\"宣通风毒。\"\n\n②《本草蒙筌》：\"下诸气略缓，体稍虚者用宜。\"\n\n③《本草通玄》：\"能行气安胎。\"\n\n④《本草崇原》：\"主宽中行气，消饮食，化痰涎。治噎膈反胃，止心腹痛。\"\n\n⑤《得配本草》：\"疏肝，利肺，理气，和血，解郁，止痛，定嗽，安胎。\"",
    "taste": "辛甘，微温。\n\n①《纲目》：\"辛，温，无毒。\"\n\n②《药品化义》：\"味甘微辛，性微温。\"\n\n③《本草崇原》：\"气味辛，平。\"",
    "usage": "内服：煎汤，1.5～3钱。",
    "compatibility": "尚不明确。",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "归脾；胃；肺经",
    "plant": "一年生草本。高0.3~1.5米。茎直立，绿色或紫色，密被长柔毛。单叶对生;叶片卵形至宽卵形;叶柄长3~7厘米。轮伞花序，具2花，排成偏于一侧的总状花序，密被长柔毛;苞片宽卵形或近圆形，外被红褐色腺点;花萼钟状，长约3毫米，结果时增长至12毫米，萼齿5，上唇3齿，下唇2齿;花冠白色至紫红色，喉部斜钟形，冠檐二唇形，上唇先端微凹，下唇3裂;雄蕊4枚，2强，药室2，花丝扁平;子房全4裂，花柱基底着生，先端2浅裂，花盘前方膨大呈指状。小坚果近球形，直径1.5~2毫米，表面灰褐色，有微隆起的暗棕色网状花纹。花期6~8月，果期8~10月。",
    "application": "用量5~9克，煎汤内服。用治胸膈痞闷、胃脘疼痛、暖气呕吐、胎动不安。",
    "position": "为唇形科植物皱紫苏、尖紫苏等的茎。植物形态详\"紫苏叶\"条。",
    "source": "《本草蒙筌》"
  },
  {
    "name": "鳖甲",
    "alias": "上甲(《证治要诀》)，鳖壳(《医林纂要》)，团鱼甲(《河北药材》)，鳖盖子(《山西中药志》)。",
    "ingredient": "\n含动物胶、角蛋白、碘质、维生素D等。\n",
    "process": "\n3～9月捕捉。捕得后，砍去鳖头，将鳖身入沸水内煮1～2小时，至甲上硬皮能脱落时，取出，剥下背甲，刮净残肉后晒干。\n",
    "distinguish": "\n完整的干燥鳖甲呈卵圆形或椭圆形，长10～20厘米，宽7～15厘米，厚约5毫米。背面微隆起，灰褐色或黑绿色，并有皱褶及突起状的灰黄色或灰白色斑点，甲中央有不显明的骨节隆起，两侧各有8条明显的横向的锯齿状衔接缝，左右边缘可见8对齿状突起，呈类白色。甲里面白色，中央有突起的脊椎骨，两侧各有8条肋骨。质坚硬，衔接缝处易断裂。气微腥，味咸。以个大、甲厚、无残肉、洁净无腐臭味者为佳。\n\n主产湖北、安徽、江苏、河南、湖南、浙江、江西等地。此外，四川、福建、陕西、甘肃、贵州亦产。以湖北、安徽二省产量最大。\n",
    "effect": "1.强壮作用：鳖多糖0.5、1.0、2.0g/kg灌胃15-20天，能明显提高小鼠耐缺氧能力和抗冷冻作用，可延长小鼠游泳时间，有抗疲劳作用。2.免疫促进作用：鳖多糖0.5、1.0、2.0g/kg灌胃15-20天，能显着提高小鼠空斑形成细胞的溶血能力，促进溶血素抗体生成；并增强小鼠迟发型超敏反应。3.其它：以0.5%或1.0%鳖多糖Renger液浸泡蟾蜍坐骨神经腓肠肌标本，有增加收缩高度和画纹面积、延长持续收缩时间的作用。本品能抑制结缔组织的增生，可消失结块；并具有增加血浆蛋白的作用，有谓可用于肝病所致的贫血。本品能抑制结缔组织的增生，故可消结块；并具有增加血浆蛋白的作用，有谓可用于肝病所致的贫血。",
    "creation": "鳖甲：用水浸泡，去净皮冈，沈净，晒干。醋鳖甲：先取净砂入锅内炒热，然后加入净鳖甲，炒至表面微黄色为度，取出筛去砂子，置醋盆内略浸，取出，用水漂洗，晒干。(每鳖甲100斤，用醋30斤)《品汇精要》：常用酥炙黄色。",
    "function": "\n养阴清热，平肝熄风，软坚散结。治劳热骨蒸，阴虚风动，劳疟疟母，癥瘕痃癖，经闭经漏，小儿惊痫。\n\n①《本经》：\"主心腹癥瘕坚积、寒热，去痞、息肉、阴蚀，痔(核)、恶肉。\"\n\n②《别录》：\"疗温疟，血瘕，腰痛，小儿胁下坚。\"\n\n③《药性论》：\"主宿食、癥块、痃癖气、冷瘕、劳瘦，下气，除骨热，骨节间劳热，结实壅塞。治妇人漏下五色羸瘦者。\"\n\n④《日华子本草》：\"去血气，破癥结、恶血，堕胎，消疮肿并扑损瘀血，疟疾，肠痈。\"\n\n⑤《本草衍义补遗》：\"补阴补气。\"\n\n⑥《医学入门》：\"主劳疟、老疟，女子经闭，小儿痢疾。\"\n\n⑦《纲目》：\"除老疟疟母，阴毒腹痛，劳复，食复，斑疽烦喘，妇人难产，产后阴脱，丈夫阴疮，石淋;敛溃痈。\"\n\n⑧《江西中药》：\"治软骨病。\"\n",
    "taste": "\n咸，平。\n\n①《本经》：\"味咸，平。\"\n\n②《别录》：\"无毒。\"\n\n③《本草从新》：\"咸，寒。\"\n",
    "usage": "\n内服：煎汤，3～8钱，熬膏或入丸、散。外用：研末撒或调敷。\n",
    "compatibility": "\n脾胃阳衰，食减便溏或孕妇慎服。\n\n①《本草经集注》：\"恶矾石。\"\n\n②《药性论》：\"恶理石。\"\n\n③《本草经疏》：\"妊娠禁用，凡阴虚胃弱、阴虚泄泻、产后泄泻、产后饮食不消、不思食及呕恶等证咸忌之。\"\n\n④《本经逢原》：\"肝虚无热，禁之。\"\n\n⑤《得配本草》：\"冷劳癥瘕人不宜服，血燥者禁用。\"\n",
    "storage": "置干燥处，防蛀。",
    "side_effects": "毒性：鳖多糖口服100g/kg，给药后14天，未见有死亡，解剖动物，肉眼未见有病理变化。",
    "category": "肝；肾经",
    "plant": "1.中华鳖，体呈椭圆形或近卵圆形，成体全长约30-40cm。头尖，吻长，形成吻突呈短管状；鼻孔位于吻突前端，上下颌缘覆有角质硬鞘，无齿，眼小；瞳孔圆表，鼓膜不明显，颈部可长达70mm以上，颈基部无颗粒状疣，头、颈可完全缩入甲内。背腹甲均无角质板而被有革质软皮，边缘具柔软的较厚的结缔组织，谷称裙边。背面皮肤有突起小疣，成纵行棱起，背部中央稍凸起，椎板8对，肋板8对，无臀板，边缘无缘板相连。背部骨片没有完全骨质化，肋骨与肋板愈合，其末端突出于肋板外侧。四肢较扁平，前肢5指；内侧三指有外露的爪；外侧二指的爪全被皮肤包裹而不外露，后肢趾爪生长情况亦同，指、趾间具蹼而发达。雄性体较扁而尾较长，末端露出于裙边；雌性尾粗短，不露出裙边。泄殖肛孔纵裂。头颈部上面橄榄绿色，下面黄色，下颌至喉部有黄色斑纹，两眼前后有黑纹，眼后头顶部有10余个黑点。体背橄榄绿色或黑棕色，具黑斑，腹部肉黄色，两侧裙边处有绿色大斑纹，近尾部有两团豌豆大的绿色斑纹。前肢上面橄榄绿色；下面淡黄色，后肢上面色较浅。尾部正中为橄榄绿色，余皆为淡黄色。2.山瑞鳖，体近圆形，当体重9kg时，长、宽达36cm×21cm，体重大者可达20kg。体背隆起，皮肤粗糙，体背、边缘、颈基部、四肢及尾部均有大小不等的肉质喜钉状突起；体后部的鼓钉更大而密。边缘内质裙边甚为肥厚。四肢粗壮，侧扁。尾短，略呈扁圆锥形，基部宽，末端尖。体灰黑色、墨绿色、紫黑色或黑青莲色。头、四肢乌黑色或墨绿色。腹面乌黑色带紫，具深色斑块。\n生境分布：1.生活于湖泊、河流、池塘及水库等水域。2.生活在山区的河流、溪、潭中。资源分布：1.除新疆、宁夏、青海、西藏等地未见报道外，广泛分布于全国各地。2.分布于广东、海南、广西、贵州、云南等地。\n栽培：生物学特性，鳖的体色随栖息的环境而变化，呈保护色。主要用肺呼吸，营水陆两栖生活，在水中产歇浮到水表面交换空气。性胆怯，喜安静，在风和日丽的表气，常爬到岸上晒背，杂食性，但喜食动物的饵料，如鱼虾及其他动物的内脏等。水温在25-33℃时，摄食旺盛，生长迅速，水温低于15℃时停止摄食，低于12℃时，伏于水底泥中冬眠。养殖技术，鳖为雌雄异体，夏季是鳖的繁殖季了，交配后每年5-8月为产卵期。雌鳖常于晚上在岸边的松软泥沙滩上掘穴产卵，然后用沙覆平，每穴7-30枚。自然孵化期50-60天。可人工采卵孵化，温度控制在26-36℃，温度在75%-85%，则孵化期缩短为40-50天孵化率高达90%。饲养管理，鳖有自相残食的习性，因此按大小分级饲养，饲养密度不可过大。稚鳖期饲料要求营养丰富，易消化，以蚯蚓、熟蛋黄、动物下脚料为好。池水3-5天换1次。幼鳖、成鳖期摄食量大，5-10月每日投饵2次。亲鳖按雌雄4：1或3：1放养，加强秋后的营养，有利于提前发情、交配、产卵。",
    "application": "用量9～24克，捣碎先煎;外用适量，研末撒或调敷。用治阴虚发热、劳热骨蒸、虚风内动、经闭，癥瘕。",
    "position": "\n为鳖科动物中华鳖的背甲。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "香橼",
    "alias": "枸橼,西柠檬,西柠,香泡树，",
    "ingredient": "枸橼成熟果实含橙皮甙、柠檬酸、苹果酸、粟胶、鞣质、维生素C及挥发油等。果实含油0.3～0.7%，果皮含袖6.5～9%，其成分为d-柠檬烯、柠檬醛、水芹烯和柠檬油素。幼果中含琥珀酸。种子含黄柏酮和黄柏内酯。",
    "process": "9～10月采摘，晒干；或放2～3天，待果实表面略干时，切成厚片，晒干；亦有用绳穿起风干或低温烘干。",
    "distinguish": "①枸橼\n完整的果实，呈长椭圆形或卵圆形，顶端有乳状突起，表面黄色或绿黄色。商品多已横切成片，切片厚2～3毫米，直径5～10厘米。切开面淡黄色，表面粗糙，有皱缩不规则的网纹凸起，果皮部分较宽，约有2～3.5厘米，占果片横断面的1/2；中央瓤囊12～16室，宽3～5厘米，每室成三角形，室内有时残阳种子飞～2枚；果实中心柱坚实，直径0.8～2厘米；外侧边缘的果皮黄色或绿黄色，表面不规则皱缩，散有多数凹入的油点。质柔软，气芳香，味初甜而后酸苦。\n主产云南、四川等地。\n\n②香圆\n干燥果实，呈球形或矩圆形，直径5～6.5厘米。表面黄棕色或黄绿色，常具有大小不规则的黄白色斑块，并密布多数油点及网状隆起的粗皱纹，顶端凹入，基部呈环状，有果柄痕。横断面果皮为淡黄白色，厚3～8毫米；中央有瓤囊10～12室，每瓤囊内有种子数枚。商品有时纵切成大小不等的瓣状，或横切为二半，除去瓤肉，或偶有瓤肉残留。气香，味酸而苦。\n主产浙江、江苏等地。\n\n古代《本草》所载的香橼多指枸橼而言，有时包括佛手在内。但目前商品香橼的来源，有枸橼与香圆二种，且产量以后者为大，使用亦较广。其幼果及近成熟果实，在少数地区亦作枳实、枫壳入药。",
    "effect": "具有健胃、驱风、祛痰等作用。",
    "creation": "未切片者，打成小块；切片者润透，切丝，晾干。",
    "function": "理气，舒郁，消痰，利膈。治胃痛胀满，痰饮咳嗽气塑，呕哕少食。\n\n①《本草拾遗》：\"去气，除心头痰水。\"\n\n②《饮膳正要》：\"下气，开胸膈。\"\n\n③《本草通玄》：\"理上焦之气，止呕逆，进食，健脾。\"\n\n④《本经逢原》：\"治咳嗽气壅。\"\n\n⑤《医林纂要》：\"治胃脘痛，宽中顾气，开郁。\"\n\n⑥《本草再新》：\"平肝舒郁，理肺气，通经利水，治腰脚气。\"\n\n⑦《本草求原》：\"除久哮。\"",
    "taste": "辛苦酸，温。\n\n①陶弘景：\"温。\"\n\n②《本草拾遗》：\"味辛酸，性温。\"\n\n③《饮膳正要》：\"味酸甘，平，无毒。\"\n\n④《本草通玄》：\"苦酸辛，温。\"",
    "usage": "内服：煎汤，1～2钱；或入丸、散。",
    "compatibility": "阴虚血燥及孕妇气虚者慎服。",
    "storage": "置阴凉干燥处，防霉，防蛀。",
    "side_effects": "?",
    "category": "肝；肺；脾经",
    "plant": "①枸橼(杨孚《异物志》)，又名：鉤缘子(《南方草木状》)，香泡树、香橼柑。\n常绿小乔木，高2米左右。枝具短而硬的刺，嫩枝幼时紫红色，叶大，互生，革质；叶片长圆形或长椭圆形，长8～15厘米，宽3.5～6.5厘米，先端钝或钝短尖，基部阔楔形，边缘有锯齿；叶柄短而无翼，无节或节不明显。短总状花序，顶生及腋生，花3～10朵丛生，有两性花及雄花之分，萼片5，合生如浅杯状，上端5浅裂；花瓣5，肉质，白色，外面淡紫色；雄蕊约30；雌蕊1，子房上部渐狭，花柱有时宿存。柑果长椭圆形或卵圆形，果顶有乳状突起，长径10～25厘米，横径5～10厘米，熟时柠檬黄色，果皮粗厚而芳香，瓤囊细小，12～16瓣，果汁黄色，味极酸而苦；种子10枚左右，卵圆形，子叶白色。花期4月。果期8～9月。\n长江流域及其以南地区均有分布。广东、广西栽培较多。\n\n本植物的根(香橼根)、叶(香橼叶)亦供药用，各详专条。\n\n②香圆(苏轼《物类相感志》)\n常绿乔木，高4～6米。茎枝光滑无毛，无短刺。叶互生，革质，具腺点，叶片长椭圆形，长6～12厘米，宽2～4.5厘米，两端渐尖，全缘或有波状锯齿，上面深绿色，下面淡绿色；叶柄具阔翼，长0.8～2.5厘米，宽0.5～1.5厘米。花单生或簇生，有时成总状花序，芳香；花萼盆状，5裂，裂片三角形；花瓣5，白色，矩圆状倒卵形，表面有阴显的脉纹；雄蕊在25以上，着生于花盘的四周，花丝结合；子房上位，扁圆形，10～12室，每室有胚珠数枚，花柱圆柱形，柱头头状。柑果圆形，成熟时橙黄色，表面特别粗糙，果汁无色，味酸苦。花期4～5月。果期10～11月。\n分布江苏、浙江、江西、安徽、湖北、四川等地。\n\n本植物的种子(香圆子)亦供药用，另详专条。",
    "application": "用量3~9克，内服煎汤。用治肝胃气滞、胸肋胀痛、脘腹痞满、呕吐噫气、痰多咳嗽。",
    "position": "为芸香科植物枸橼或香圆的成熟果实。",
    "source": "《本草图经》"
  },
  {
    "name": "灯盏细辛",
    "alias": "地顶草、灯盏花(《云南中草药》)，地朝阳、双葵花、东菊(《云南中草药选》)。",
    "ingredient": "\n同属植物含植物甾醇、树胶(含半乳糖)、糖甙型树脂、糖甙型鞣质、挥发油(为柠檬烯等)、焦性儿茶酚、氨基酸、糖等。\n",
    "process": "\n夏、秋季采收，洗净，鲜用或晒干。\n",
    "distinguish": "\n全草含焦迈康酸（pyromeconic acid），飞蓬甙（双称灯盏细辛甙）（erigeroside）[1，2，4，5，6，7-四羟基黄酮-7-O-β-D-吡喃葡萄糖酣酸甲酯甙（4，5，6，7-tetrahydroxyflavone-7-O-β-D-glucronopyranoside methyl ester）[3]，芹菜素（apigenin），高山黄芩素（scutellarein），大波斯菊甙（cosmosiin），芹菜素-7-O-葡萄糖糖酣酸甙（灯盏花甲素）（apigenin-7-O-glucronide），车前黄酮甙（plantaginin）和高山黄芩素-7-O-葡萄糖酣酸甙（灯盏花乙素）（scutellarein-7-O-glucronide），其中以前者为主含少量芹菜素-7-O-葡萄糖酣酸甙的混合物命名为灯盏花素（breviscapine）[4]。\n",
    "effect": "\n1.对心血管系统的作用 灯盏细辛提取液0．25mg／ml．smg／ml均可显著增强离体豚鼠心脏冠脉流量[1]。灯盏细辛水溶性部位4mg（浸膏）/ ml能舒张15一甲基前列腺素 FZα所致收缩的猪离体冠状动脉[2]。灯盏花可使犬心肌梗死模型的心梗范围显著降低。电镜观察，给药组动物在梗塞中央区边缘区病变程度均减轻。冠状血管树铸型观察表明，灯盏花注 \n　　射液可能促进冠脉侧支循环开放。..大推注灯盏花注射液 \n　　10mg/kg，有减慢心率，降低心肌收缩力，减少心肌耗氧和作功等作用[3]。大鼠全心缺氧及再给氧模型中，灯盏花总黄酮 100mg/L灌注组心脏肌酸磷酸激酶释放显著降低；再给氧后，释放幅度亦显著低于对照组，提示灯盏花对心脏细胞膜有保护作用。单纯缺氧灌注50min后，给药组心肌显示出较高的超氧化物歧化酶和谷胱甘肽过氧化物酶活性。经5min再给氧后，给药组心肌丙二酣样物质水平显著低于对照组[4]。灯盏花黄酮使家兔主动脉血流量和心率有下降的趋势，对血压无明显影响[5]。临床应用灯盏细 \n　　辛胶囊口服治疗冠心病心绞痛，总有效率高于丹参。患者每搏24.1%[19]。量、每分搏出量、心指数等心功能指标均有改善[6]。灯盏花对心肌缺血、缺氧性心电变化也有对抗作用[7]。 \n　　2抗凝血、抗血栓形成及促进纤溶活性作用灯盏花23mg/ml浓度，体外对家兔血小板聚集抑制率为56.5％[1]。灯盏花注射液（含灯盏花黄酮 smg／l）以 8ml／kg给家兔静脉注射，给药后lh、Zh外周血小板计数减少，血小板聚集功能降低，实质性变化[18]。药物作用在给药后Zh达高峰。注射后1h、Zh、4h，白陶土部分凝血活酶时间延长，而凝血酶原时间无明显变化。注射后lh，血浆纤维蛋白原减少，球蛋白溶解时间降低，血清纤维蛋白（原）降解产物增加，提示灯盏花有促进纤溶活性的作用。家兔静脉给药后Zh，体外血栓形成时间延长，检长度缩短，血栓湿童及干重均减轻，提示灯盏花可抑制体外血栓形成，且给药后Zh作用最强[8]。静脉注射灯盏花素 140mg／kg、350mg／g，可使主动脉血栓模型家兔血栓重量明显减轻，血栓形成受抑制，这种作田与剂量正相关性灯盏花素还要减轻血小板破程度抑制5一羟色胺释放反应的增强。对血小板和血管内皮细的花生四烯酸代谢产物血栓烷B2（TXB2）、6一酮一PGF1α水，给药组无明显变化，而对照组显著升高[9]。灯盏细辛胶对冠心病心绞痛患者血小板聚集率和体外血栓形成有抑制作[6]。 \n　　3．对微循环及血液流变学的影响高分子右旋糖酐所致家兔大脑微循环障碍、豚鼠软脑微循环障碍模型中，静脉注射 \n　　灯盏花提取物能使家兔大脑皮脑电图明显恢复，改善豚鼠软 \n　　脑膜微血管流态，对豚鼠红细胞有明显解聚作用，并对抗去甲肾上腺素的缩血管作用[1-12]。对右旋精酐造成的大鼠肠系膜微循环障碍，预先静注灯盏花提取物，或者在造模后用同样剂量、方法给药，均显著促进微血管开放，改善微循，它们还可对抗肾上腺素缩血管作用[10，13]。灯盏花注射液 10ml／kg静脉注射可使高分子葡聚精所致微循环障碍家兔的微循环状态得到改善，表现为毛细血管或细静脉恢复流动，流速加快。此外，全血（比）粘度、血浆（比）粘度、红细电泳及血小板电泳均有所恢 \n　　复[14]。家兔静脉注射20mg／kg灯盏花注射液，全血粘度明显下降；每日肌内注射10mg／kg，连续 14d，注射后第 3d及第7d取血测得全血粘度也明显下降。但血浆粘度均无明显变化[15]。 \n　　4．扩张脑血管作用家兔静脉注射5％灯盏花浸青液lg/kg，兔脑血管张力、外周血管阻力、外周血压均显著下降1]］。灯盏花黄酮 5X10－g/ml对犬离体大脑中动脉有明显的张作用，显著核抗5一羟色胺收缩基底动脉和15一甲基前列腺素F2a收缩大脑中动脉的作用。灯盏花对..犬椎动脉流量无明显影响[5]。 \n　　5．其他作用小鼠腹腔注射灯盏花素20mg/kg，smin血浆 \n　　cAMP含量逐渐升高，20min时达高峰，在lmy/kg～20my/kg剂 \n　　量范围内呈量效正比关系，mg/kg为最大效应剂量[16]。20％灯盏花浸膏水溶液60g（生药）／kg给小鼠灌胃，显著延长小鼠常压缺氧的存活时间1]。高山黄芩素对蛋白激酶C（PKC）有抑制作用，IC50为48pmol／L，高山黄岑素在 a2±浓度 10－2至 10-7mol／ L时都显示出对PKC的抑制作，这种作用也不因二油酰甘油酯或底物组蛋白的浓度增加而逆转，提示高山黄等素抑制作用属于非竞争性抑制[17]。灯盏花制剂还能提高血脑屏障通透性，对抗由二磷酸腺音引起的血小板聚集以及提高机体巨噬 \n　　细胞吞噬免疫功能[18]。 \n　　6．体内过程小鼠静脉注射3H-灯盏花乙素 10mg／kg后， \n　　血液中3H含量60min内呈迅速下降趋势。静注 lh，3H一灯盏花 \n　　乙素以胆囊、小肠、肝、肾中分布较多；4h在胆囊、小肠、肝、心肌中较多，脑中分布亦明显增高，24h后胆囊、小肠及脑中仍有一定的放射性分布。小鼠静注3H一灯盏乙素后，从尿中排泄的24h总量为注入量的19．1％，从粪中排泄的24h总量为注入量的24． L％［19]。 \n　　7．毒性 20％灯盏花浸膏水溶液0.4ml/kg（相当于生药80g／kg）给雄性小鼠灌胃后，观察3d无死亡。雄性小鼠腹腔注射5％灯盏花浸膏溶液，按简化机率单位法测得LD50。为13.14 土5．42g／kg，静脉注射的 LD50。为 10．02土1．55g／kg[1]。亚急性毒性试验证明灯盏花素对血象、肝、肾功能无影响，内脏器官无实质性变化[18]。\n",
    "creation": "?",
    "function": "\n散寒解表，活血舒筋，止痛，消积。治感冒头痛鼻塞，风湿痹痛，瘫痪，急性胃炎，小儿疳积，跌打损伤。\n\n①《广西药植名录》：\"治小儿头疮。\"\n\n②《云南中草药》：\"发表散寒，健脾消积，消炎止痛。\"\n\n③《云南中草药选》：\"散寒解表，止痛，舒筋活血。治牙痛，急性胃炎，高热，跌打损伤，风湿痛，胸痛，疟疾，小儿麻痹后遗症，脑炎后遗症之瘫痪，血吸虫病。\"\n",
    "taste": "\n①《云南中草药》：\"甘，温。\"\n\n②《云南中草药选》：\"辛，微温。\"\n\n归肺；胃经。\n",
    "usage": "\n内服：煎汤，3～5钱；或蒸蛋。外用：捣敷。\n",
    "compatibility": "尚不明确。",
    "storage": "\n鲜用或晒干。\n",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n短葶飞蓬\n多年生草本，高20～30厘米。根茎粗壮，其上密生纤细的须根。叶为单叶，基生叶密集，匙形，长3～5厘米，宽1.2～1.5厘米，两面有毛，边缘常皱波状，基部下延成柄，柄带红色；茎生叶长圆形，长仅2厘米，宽约0.6厘米。头状花序顶生，常单个，边缘有2列紫色舌状花，中央为黄包管状花。瘦果扁平，有柔软的冠毛。花期夏季。\n生于向阳坡地。分布云南、广西等地。\n",
    "application": "\n以灯盏花为主，结合其它中西医疗法，治疗高血压脑溢血、脑血栓形成、脑栓塞、多发性神经炎、慢性蛛网膜炎等后遗瘫痪症，有一定疗效。初步观察31例，临床治愈36%，显著好转42%，好转12%，无效10%。其中以脑溢血后遗瘫痪疗效较好。用法：㈠灯盏花14棵(约10克)蒸鸡蛋1个，或炖猪脚服，每日1次。㈡灯盏花500棵(430克左右)，浸白酒(浓度不限)500毫升。每次10毫升，日服3次。e灯盏花注射液4～6毫升，每日或隔日穴位注射1次，每穴1毫升(相当生药0.5克)。所用穴位为一般治瘫穴，如头面部取颊车、地仓等，上肢取肩髃、曲池、养老、合谷等，下肢取环跳、足三里、新伏兔、阳陵泉等。治疗过程中，同时辅以维生素B1或B12、加兰他敏、当归注射液等穴位注射，以及按摩推拿、新针等。\n",
    "position": "\n为菊种植物短葶飞蓬的全草。\n",
    "source": "\n《云南中草药》\n"
  },
  {
    "name": "石灰",
    "alias": "垩灰(《本经》)，希灰(《别录》)，石垩(陶弘景)，染灰、散灰、白灰、味灰(《石药尔雅》)，锻石(《日华子本草》)，石锻(《本草图经》)，矿灰(《纲目》)。",
    "ingredient": "石灰岩主要成分是碳酸钙，常见夹杂物为硅酸、铁、铝、镁等。\n石灰岩加高热，则发生二氧化碳而遗留氧化钙，即生石灰(石灰)。生石灰遇水，则成消石灰，成分是氢氧化钙。生石灰或消石灰露于大气中，不断吸收大气中的二氧化碳而成碳酸钙；因此，石灰陈久，成分都成为碳酸钙。",
    "process": "为石灰岩经加热煅烧而成的生石灰，及其水化产物熟石灰，即羟钙石，或两者的混合物。拉丁植物动物矿物名：Limestone;Lime;Portlandite",
    "distinguish": "①生石灰\n为不规则的块状物，白色或灰白色，不透明。质硬。粉末白色。易溶于酸，微溶于水。暴露在空气中吸收水分后，则逐渐风化而成熟石灰。\n\n②熟石灰\n又名：消石灰。为白色或灰白色粉末，偶见块状物。",
    "effect": "1.生石在具吸水性，可作干燥剂。2.石灰水具碱性，可制液碱、漂白粉等。有抑菌、消毒、杀虫、去污等作用。",
    "creation": "1.净制：采得石灰岩矿石，择较洁净者，除去尘土上等杂质。2.煅制：作窑煅烧，柴煤一层置下，矿石一层置上，火从下发，层层自焚而散(900℃以上高温)，取出，去夹石等杂物。",
    "function": "燥湿，杀虫，止血，定痛，蚀恶肉。治疥癣，湿疮，创伤出血，汤火烫伤，痔疮，脱肛，赘疣。内服止泻痢，崩带。\n\n①《本经》：\"主疽疡疥瘙，热气恶疮，癞疾死肌堕眉，杀痔虫，去黑子息肉。\"\n\n②《别录》：\"疗髓骨疽。\"\n\n③《药性论》：\"治瘑疥，蚀恶肉，不入汤服，止金疮血，和鸡于白、败船茹甚良。\"\n\n④《日华子本草》：\"生肌长肉，止血，并主白癜、疬疡、瘢疵等，疗冷气，痔瘘疽疮，瘿瘤疣子。又治产后阴不能合，浓煎汁熏洗。治酒毒，暖水脏。\"\n\n⑤《纲目》：\"散血定痛，止水泻血肉，白带白淫，收脱肛阴挺，消积聚结核，贴口喝，黑须发。\"\n\n⑥《医林纂要》：\"泻心坚肾，破瘀攻积，敛肺清金，杀虫解毒。\"",
    "taste": "辛，温，有毒。\n\n①《本经》：\"味辛，温。\"\n\n②《蜀本草》：\"有毒。\"\n\n③《日华子本草》：\"味甘，无毒。\"",
    "usage": "外用：研末调敷，或以水溶化澄清涂洗。内服：入丸、散，或加水溶解取澄清液服。",
    "compatibility": "凡有实火，胃热者及孕妇者皆禁用。",
    "storage": "?",
    "side_effects": "?",
    "category": "肝；脾",
    "plant": "1.石灰岩 主要由方解石所组成，为致密块状体。白色或灰白色，由所含杂质成分差异，颜色变化甚大。如含铁质则呈褐色，含有机质时呈灰至黑色。土状光泽，透明度较差。非常致密时多呈贝状断口。2.石灰 晶体结构属等轴晶系。为粒状致密块体，罕见有立方体或八面体状单晶。白色，或带灰白、灰黄等色调。土状光泽。硬度3.5。相对密度3.3。3.晶本结构属三方晶系。粉末状疏松块体，极罕见其细鳞片状晶体。白或灰白色。土状光泽。硬度2。相对密度2.23。易溶于热盐酸。在水中的溶解度与温度有关。\n生境分布：全国各地均有产出。资源分布：石灰，尤其熟石灰，在长期存放中，若与空气中二氧化碳接触，可形成方解石，并与熟石灰共存。故陈年石灰中含细分散的碳酸钙。",
    "application": "①治疗慢性气管炎\n取石灰0.5斤，加净水5斤，搅拌后沉淀24小时，取上清液，过滤。日服3次，每次20～30毫升。或再取黄芩0.5斤，水煎两次去渣，将药液浓缩至200毫升左右，加入石灰液中，使成2000毫升，黄芩含量约10%。日服3次，每次20～30毫升。共治疗162例，经4个月追访，痊愈2例，显效36例，好转112例，无效12例。\n\n②治疗下肢溃疡\n取陈石灰去浮污后研威细末，撒布创面。用时先将创面清洗干净；上药后再用硼酸油膏敷料外贴。如创口湿水淋漓，单用药粉即可。对久不收口的外伤，破烂的冻伤、烫伤等亦有疗效。经治200余例，均有效果。\n\n③治疗烧烫伤\n取生石灰1斤放入盆内，加凉开水1250毫升，待石灰潮解成糊状时，将盆轻轻振荡使石灰沉底，取上层无渣石灰乳约500克，加入鸡蛋清8个搅拌成胶冻样，再加香油60毫升，拌匀即得\"石灰乳膏\"。使用时先用镊子将伤面浮皮拉平，水泡焦痂不要动，亦不用任何药液消毒；取大于伤面的纱布3～4层，摊上1～1.5厘米厚的石灰乳膏，贴于伤面，包扎固定，松紧适宜。48小时后药膏即凝固定型。如伤在颈部、腋下、腘窝时，上药要厚，包扎后在48小时内伤部不要屈曲，以防乳膏脱落，皮肤粘连。10～15天拆除纱布和石灰乳膏，可见水泡吸收，焦痂自行脱落。此时伤面剧痒，但不宜搔抓。乳膏干后，伤面有紧缩感，可用香油在纱布外面涂抹。对烧烫面积较大，伤面已感染的病人，要及时控制感染，防止休克，保持水和电解质的平衡。另据报道，用熟石灰粉500克，加冷开水l000毫升，搅匀静置，滤取其澄清液，与等量花生油(煮沸待冷)混合后，即制成烫伤油。用时将油摇匀，涂抹患处。治疗72例，其中Ⅰ°48例，用药1～3次后全部治愈；Ⅱ°21例，用药2～3次即治愈9例，3次以上治愈12例；Ⅲ°3例，经10～30次后亦全部治愈。\n\n④治疗头癣\n取刚风化的石灰半碗，加水至1碗，搅拌后沉淀3分钟，取上层乳状液，加入桐油约4滴，用力搅拌，去多余水分使成膏状，外搽患部。治疗60余例，一般只搽数次即见效。",
    "position": "为石灰岩经加热煅烧而成。",
    "source": "《本经》"
  },
  {
    "name": "枳实",
    "alias": "鹅眼枳实，",
    "ingredient": "枸橘和橘属植物的果皮均含挥发油，且多含黄酮甙等。川枳实含生物碱0.09%、甙类20.49%，皂甙5.86%。酸橙幼果中含维生素C-23.2～60.3毫克%；其未熟果实的果皮中，含新橙皮甙5.6～14.18%、柚皮甙1.5～4.0%、野漆树甙和忍冬甙等黄酮甙(当果实成熟时新橙皮甙消失)。",
    "process": "5～6月间摘取，晒干；略大者横切成两半，晒干。",
    "distinguish": "①绿衣枳实\n为植物枸橘的幼果，呈圆球形，直径2～3厘米，商品多横切成半球形。果实表面绿黄色，散有众多小油点及微隆起的皱纹，被有细柔毛。顶端有明显的花柱基，基部有短果柄或果柄脱落后的痕迹。横断面果皮厚3～6毫米，边缘外侧散有1～2列棕黄色油点，瓤囊6～8瓣，囊内汁胞干缩，呈棕褐色:近成熟的果实内每瓤内有种子数粒，呈长椭圆形；中心柱坚实，宽4～6毫米，约占断面直径的1／6。气香，汁胞味微酸苦。\n产福建、陕西、广西等地。\n\n②酸橙枳实\n为植物酸橙的幼果，完整者呈圆球形，直径0.3～3厘米。外表灰绿色或黑绿色，密被多数油点及微隆起的皱纹，并散有少数不规则的黄白色小斑点。顶端微凸出，基部有环状果柄的痕迹。横切面中果皮光滑，淡黄棕色，厚3～7毫米，外果皮下方散有1～2列点状油室，果皮不易剥离；中央褐色，有7～12瓤囊，每瓤内含种子约10粒:中心柱径宽2～3毫米。有强烈的香气，味苦而后微酸。\n主产四川、江西、浙江。此外，广西、湖南等地亦产。产四川者称川枳实，产江西者称江枳实。\n\n③香圆枳实\n为植物香圆的幼果，呈球形、矩圆形或倒卵球形，商品多剖成二半，直径0.5～3厘米。较小的幼果表面密被黄白色的绒毛，渐大则渐秃净而粗糙，灰红棕色或暗棕绿色，有时可见不规则的黄白龟斑点，并密生多数油点及网状隆起的粗皱纹。大的果实顶端有环状的金钱环，基部有环状的果柄痕迹。横切面中果皮粗糙，黄白色，厚4～8毫米，外果皮下方散有1～2列点状的油室，果皮不易剥离；中央棕褐色，有10～12瓤囊，每瓤内有种子数枚；中心柱径宽2～5毫米。有强烈的香气，味酸而后苦。主产江西、四川等地。商品枳实除上述三种外，尚有以甜橙(福建)；枸橼(云南)；柚(广西、陕西、四川、江西)等的幼果作枳实用。参见\"甜橙\"、\"香橼\"、\"柚\"条。",
    "effect": "①对子宫的作用\n用三个不同产地(四川、江西、湖南)的枳壳和枳实煎液，对小鼠离体子宫(已孕及未孕)皆呈抑制作用；对兔在体和离体子宫(已孕及未孕)皆为兴奋。对兔子宫瘘亦证明能使子宫收缩有力，张力增加，甚至出现强直收缩。枳壳酊和枳壳流浸膏，对兔子宫(在体和离体)也有兴奋作用；对小鼠子宫(离体)则抑制。自香圆枳壳和枸橘中分离出的一种生物碱样物质，对兔离体子宫也有一定收缩作用，尤以垂体后叶素兴奋过的子宫肌更显著:除去生物碱的部分，对兔离体子宫却有松弛作用，经垂体后叶素兴奋后，子宫的弛缓作用更明显。从枳实果皮中分离出的Cirantin，能抑制卵巢周围透明质酸酶的活性，这可能与其避孕作用有关(阻止受精)。\n\n②对肠管的影响\n三?不同产地的枳壳和枳实，对小鼠和兔的离体肠管皆呈抑制；兔在体肠管多数为抑制，少数无变化。枳壳酊及其流浸膏，对小鼠(离体)、兔(在体和离体)肠管均抑制。高浓度(1:1000)对离体兔、豚鼠小肠均呈抑制，且能抑制乙酰胆碱、组织胺之作用；低浓度(1:10000)则在短暂抑制后，可呈现兴奋作用，振幅加大，频率加快。麻醉犬的在位肠，用煎剂也有明显抑制；但对胃肠造瘘的犬，则呈一定兴奋作用，能使胃肠运动收缩节律有力。\n\n③对心、血管的作用\n对蟾蜍离体心是小量兴奋，大量抑制。枳壳和枳实水煎液，枳壳酊与流浸膏皆如此。用枳壳煎液或醇提液给犬静脉注射，可致显著升压作用。三个不同产地的枳壳和枫实煎液，用蟾蜍全身血管灌溉法证明，有轻度收缩血管的作用；对麻醉犬，有显著而迅速的升压作用，它没有肾上腺素升压时引起的\"呼吸抑制\"、\"后降压\"现象，心率亦无明显增快。升压机理与下列因素有关:㈠兴奋α受体，致部分器官血管收缩(苯胺唑啉可将\"升压\"翻转为\"降压\"反应)；㈡心肌收缩加强，心输出量增加(豚鼠离体心脏灌流及心肺制备)。利血平化后，枳实的升压作用更加显著。对麻醉狗枳实有非常显著的增加冠脉流量的作用(气泡流量计，冠脉流量可增加289.4%)，脑、肾血流量亦平均增加86.4%及64.5%，与去甲肾上脓素有显著不同；股动脉血流量则有减少，心肌耗氧量略有增加，但不明显，与冠脉流量的显著增加不相平行。在犬及豚鼠的心电图试验中，大剂量枳实引起的心律紊乱(室性心动过速或房室传导阻滞)并不严重，根据以上作用特点，有人建议可用于治疗心源性休克。自香圆枳壳和枸橘中分离的生物碱亦能使血管平滑肌的紧张度有短暂增强，尤其当垂体后叶素作用后更明显。\n\n④其他作用\n柑橙属植物粘胶质能使大鼠(用含胆甾醇的饲料喂养)的血清及肝中胆甾醇含量降低。枳实的醇浸液在试管内对结核杆菌H27Rv有抑制作用，其抑菌浓度为1:1000。其水煎剂对豚鼠灾气管无影响。有人报告，柑柚属的果汁能促进(面包)酵母菌之发酵速度，煮沸后活性并不下降，故非酶成分橘汁主要之医疗用途在其含有丰富的维生素C，并含相当量的维生素A、B，皮则不含维生素C，而富于维生素A，味苦，可健胃。小儿如服入大量果皮，可致中毒(腹痛、痉挛)。",
    "creation": "枳实:拣净杂质，用水浸泡至八成透，捞出，润至内无硬心，切片，晾干。炒枳实:先将麸皮撒匀于加热的锅内，俟烟冒出时，加入枳实片，拌炒至微呈焦黄色，取出，筛去麸皮，放凉。(每枳实片100斤，用麸皮10斤)",
    "function": "破气，散痞，泻痰，消积。治胸腹胀满，胸痹，痞痛，痰癖，水肿，食积，便秘，胃下垂，子宫下垂，脱肛。\n\n①《本经》:\"主大风在皮肤中，如麻豆苦痒，除寒热结，止痢，长肌肉，利五脏。\"\n\n②《别录》:\"除胸胁痰癖，逐停水，破结实，消胀满，心下急痞痛，逆气，胁风痛，安胃气，止溏泄，明目。\"\n\n③《药性论》:\"解伤寒结胸，入陷胸汤用；主上气喘咳。肾内伤冷，阴痿而有气，加而用之。\"\n\n④《珍珠囊》:\"去胃中湿热。\"\n\n⑤《医学启源》:\"《主治秘诀》云，主心痞，化心胸痰，消食，散败血，破积坚。\"\n\n⑥《本草再新》:\"破气，化痰，消食宽肠，杀虫，败毒。\"\n\n⑦《现代实用中药》:\"治咳嗽，水肿，便秘，子宫下垂及脱肛。\"",
    "taste": "苦，寒。\n\n①《本经》:\"味苦，寒。\"\n\n②《吴普本草》:\"雷公:酸，无毒。李当之:大寒。\"\n\n③《别录》:\"酸，微寒，无毒。\"\n\n④《药性论》:\"味苦辛。\"",
    "usage": "内服:煎汤，1～2钱；或入丸、散。外用:研末调涂或炒热熨。",
    "compatibility": "脾胃虚弱及孕妇慎服，\n\n①《医学入门》:\"虚而久病，不可惧服。\"\n\n②《本草备要》:\"孕妇及气虚人忌用。\"\n\n③《得配本草》:\"大损真元，非邪实者，不可误用。\"",
    "storage": "置阴凉干燥处，防蛀。",
    "side_effects": "?",
    "category": "归脾、胃经。",
    "plant": "①枸橘，详\"枸橘\"条。\n\n②酸橙\n小乔木。茎枝三棱形，光滑，有长刺，长5～20毫米。叶退化成单叶状，互生，革质；叶柄有狭长形或倒心脏形的翼，长0.8～1.5厘米，宽3～6毫米；叶片长椭圆形，长5～8厘米，宽2.5～4厘米，先端短而钝，渐尖，或微凹头，基部阔楔形或钝圆形，全缘或有不明显的波状锯齿，两面无毛而有油点，背脉明显。花排列成总状花序，亦有单生或簇生于叶腋内；花萼皿状，5裂，裂片阔三角状，外面疏被短毛；花瓣5，白色，长椭圆形，长约1.8厘米，宽6～7毫米，略反卷；雄蕊多数，在20以上，花丝分离，长出于柱头；子房上位，球形，约12室，每室内含胚珠多数，花柱圆柱形，柱头头状。柑果圆形而稍扁，成熟时橙黄色，果皮粗糙，花期4～5月。11月果熟。\n野生或栽培。分布江苏、浙江、广东、贵州、四川、江西等地。\n\n本植物的将近成熟果实(枳壳)亦供药用，另详专条。\n\n③香圆，详\"香橼\"条。",
    "application": "治疗胃下垂\n将川枳实洗净，加2倍量的水，浸泡24小时，待发胀变软取出，剪为细块，再放原液中煮沸1.5小时，过滤，滤渣加水再煎，共煎3次，最后将滤渣挤压弃去；3次滤液，微火浓缩使成66%或132%浓度的煎剂。每日3次，每次10～20毫升，饭前半小时服。治疗21例，经服药15～45天，痊愈8例，X线钡餐检查胃下极位置较未服药前有显著升高，胃运动功能正常，临床自觉和他觉症状消失；好转6例，X线钡餐检查胃下极位置较未服药前有一定升高，胃运动机能有一定改善，临床自觉和他觉症状消失或减轻，或X线检查虽无明显进步，但临床症状消失:有效6例，X线钡餐检查无明显进步，临床自觉和他觉症状减轻；1例无效。又有用川枳实、蓖麻仁等量制成10%之溶液，行游子透入疗法，每日1次，每次10～20分钟，15天为一疗程。治疗18例，痊愈13例，显著好转2例，好转2例，无效1例。治后多数患者之腹胀、腹痛、便秘、胃纳不佳、失眠、头昏、乏力等症状消失；体重有不同程度的增加。",
    "position": "为芸香科植物枸橘、酸橙或香圆的幼果。",
    "source": "《本经》"
  }
]