[
  {
    "name": "冬青叶",
    "alias": "四季青叶(江苏)。",
    "ingredient": "叶含两种抑菌成分，其中之一是原儿茶酸，另含挥发油、黄酮类。",
    "process": "为冬青科植物冬青的叶片。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "治烫伤，溃疡久不愈合，闭塞性脉管炎，急、慢性支气管炎，肺炎，尿路感染，菌痢，外伤出血，冻瘃，皲裂。\n\n①《本草图经》：\"烧灰，面膏涂之，治皲瘃殊效，兼灭瘢疵。\"\n\n②《江西草药》：\"凉血止血。治外伤出血，鲜叶捣敷。\"",
    "taste": "《江西草药》：\"苦涩，寒。\"",
    "usage": "外用：制成乳剂、膏剂涂搽。内服：浓煎成流浸膏服用。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "?",
    "application": "①治疗烧伤\n用四季青叶制成多种剂型，应用于不同的烧伤创面；能使其迅速结痂，减少渗出，控制感染，在一定程度上可以防止休克和早期败血症的发生，促进创面愈合，缩短疗程，提高治愈率。据197例的观察，结果178例获得治愈(其中包括烧伤面积在70%以上者5例)，死亡19例。创面平均愈合日数，Ⅱ°(包括深Ⅱ°、浅Ⅱ°)14.5天，Ⅲ°36天。\n\n常用剂型：供创面涂布或喷雾用的水剂(每毫升相当于生药1克)；供浸渍纱布覆盖刨面用的乳剂(不宜用于磷烧伤早期创面。乳剂有两种：Ⅰ号乳剂每500毫升相当于干生药900克，Ⅱ号乳剂每500毫升相当于干生药300克)；作为Ⅲ°焦痂脱痂及晚期残留创面治疗用的冷霜；以及供内服用的糖浆(每毫升相当于干生药1克)和供注射用的针剂(每毫升相当于干生药2克或4克)。\n\n治疗方法：浅Ⅱ°烧伤，用水剂涂布或喷雾于创面，约在1～2小时内迅速结成褐色痂膜，1周左右开始表皮新生，痂膜逐渐脱落痊愈。即使少数病人有痂膜下液化现象，只要及时除去痂膜，并反复涂布或喷雾，一般也能在1～2周内表皮新生，创面愈合。深Ⅱ°烧伤用水剂涂布暴露，通常在2小时后创面形成痂膜：亦可用Ⅰ号乳剂纱布包扎，经两天后形成黑色痂膜，再行暴露。多数于14～21天内脱痂，痂下1期愈合。如痂下液化，应即除去痂膜。用Ⅱ号乳剂纱布覆盖创面，用电灯烘干后暴露(称为半暴露)，一般于21天左右愈合。如痂下有感染，脓较多时，去痂后用10%四季青生理盐水湿敷1～2天，待感染基本控制，脓液消失后，再用Ⅱ号乳剂纱布覆盖，电灯烘干暴露，亦可在21天左右愈合，无需每天换药。如采用半暴露方法有困难，则可用Ⅱ号乳剂换药。深Ⅱ°合并有Ⅲ°的烧伤创面，早期用Ⅱ号乳剂包扎，两日后可形成黑色痂膜，再采用暴露治疗，保持创面干燥，不使受压。约于烧伤后3周左右，痂膜可自行脱落，痂下愈合.3周左右不能脱落者，可采用焦痂切除术。这时可见深Ⅱ°的创面已自行愈合，而Ⅲ°创面呈新鲜之肉芽，可采用小片状植皮消灭创面。\n\n通过反复实践，初步认为四季青对烧伤的治疗作用主要是：㈠保护创面：四季青外用于Ⅱ°及混合度创面后，很快即形成一层完整的保护性痂膜，从而阻止了早期创面的大量渗出，有利于休克的防治，同时防止了外来细菌的侵袭，避免由于创面感染导致的深度增加，对于顶防早期败血症起了积极的作用。这种痂膜具有轻度吸水性，可以使痂膜下少量分泌物吸附列痂膜上.通过电灯烘干，减少了痂膜下积液的发生，不利于细菌的繁殖。㈡控制感染：四季青对控制刨面绿脓杆菌感染有良好效果。64例患者经249次创面培养的结果证明，绿脓杆菌的感染率次于金黄色葡萄球菌和大肠杆菌。24例发生败血症的患者中，绿脓杆菌败血症只占4例。除局部应用外，四季青口服或注射对控制全身感染也具有一定作用。在烧伤创面的不同阶段，必须采用不同剂型的药物，才能有效地促使创面愈合，提高治愈率。四季青中含有鞣质，但其毒性甚低，对肝脏无明显损害。\n\n此外，应用四季青治疗烧伤尚存在下列问题：㈠早期应用水剂或乳剂时，有一过性的刺激性疼痛；㈡用药后所结成的痂膜为棕黑色或黑色，这对烧伤深度的判断带来困难，也影响进一步观察及处理；㈢四季青无促进皮肤生长的作用，故对Ⅲ°创面仍须应用焦痂切除植皮或晚期肉芽创面的邮票状植皮等方法来消灭创面。\n\n②治疗下肢溃疡\n用四季青药水浓缩后和入鱼肝油等制成乳剂外用，每日换药1次。对一般面积较小而浅表的溃疡，单用乳剂涂敷，外加消毒纱布包扎，直至痊愈。如经乳剂治疗后，创面虽清洁，但表皮新生速度不快，或创面有坏死组织者，即换用\"东方一号\"药膏(南通制药厂制造的中草药制剂)外敷，每日1次，直至痊愈。对溃疡面积较大，但创面肉芽新鲜，在用四季青乳剂治疗1周左右创面很快清洁时，即行邮票状植皮，术后大多1期愈合而痊愈。对溃疡面积大而深，病程长，表面有坏死组织或溃疡肉芽增生，甚至合并骨髓炎等情况者，在用四季青乳剂治疗后，创面较清洁时，即换用\"东方一号\"去除坏死组织并促进表皮新生；在创面完全清洁后，即行邮票状植皮。对合并骨髓炎者，加用其它全身抗细菌感染药物。共治疗800余例，经系统观察的445例皆?痊愈。治愈时间大多在1～2月左右。实践证明，四季青药液有很强的收敛作用，能很快使创面收敛干燥；同时对绿脓杆菌、金黄色葡萄球菌、变形杆菌、溶血性链球菌及大肠杆菌有强烈的抑制作用，从而有效地控制了创面的渗出及细菌感染。配合具有\"提脓拔毒，祛腐生矶\"作用的\"东方一号\"药膏使用，更能加快下腿溃疡创面的愈合。对于大而且深的创面，再配合邮票状植皮疗法，则可促使创面早期愈合。\n\n③治疗麻风溃疡\n以四季青乳剂涂敷创面，外加消毒纱布包扎，每日换药1次。一般5～10天后创面清洁，肉芽新鲜，即可进行邮票状植皮。根据84例3个多月的随访，完全治愈者占90%，大部分治愈者3例，有效率达94%。其中对面积较小的溃疡单用四季青乳剂外敷，亦有7例获得治愈。无效病例是由于开始创面处理不充分，仍有坏死组织，甚至有瘘管、死骨，致使治疗失败。四季青的治疗效果亦认为是通过抑菌和收敛而起作用的。\n\n④防治骨科感染\n用四季青注射液(每毫升相当于生药4克)，成人4毫升肌肉注射，每日2次，儿童酌减。感染较严重者用静脉滴注。预防用药的疗程为7～10天，治疗须连续用至病情稳定后停药。28例开放性骨折及骨病手术后用四季青预防感染，结果27例效果良好。用于治疗8例骨髓炎等感染病例，结果6例效果良好。\n\n⑤治疗血栓闭塞性脉管炎\n用四季青注射液(每毫升相当于生药2克或4克)治疗脉管炎有显著的消炎退热、消肿止痛等作用，能较好地控制其毒性症状。用法：严重毒血症者以大剂量(一般用60～80克生药／天，最多曾用144克生药／天)静脉滴注；对发热病例，每次8克(生药)肌肉注射，每6～8小时1次，随体温下降逐渐减少药量；如仅局部炎症水肿病例，可用16克肌肉注射，每日2次。\n\n⑥治疗上呼吸道感染\n用四季青注射液治疗小儿上感高热患者22例，结果疗效显著者占63%。不论周围血象高低，用药1～2天后，发热可退至正常。用法：肌肉注射，1～5岁每次2毫升，6～10岁每次4毫升，均每日2次。又有用四季青和三脉叶马兰各1两，制成煎液90毫升，每日3次分服，用于治疗感冒和扁桃体炎共78例，结果除各有2例无效外，余均治愈或好转。\n\n⑦治疗急、慢性支气管炎\n四季青注射液对控制急性支气管炎症有较好效果。采用定喘、肺俞、肺热等穴位进行注射(每扫1次用2～3个穴位，每穴0.5毫升，10次为一疗程)。对慢性支气管炎亦有一定疗效。根据12例的观察，经一个疗程后，均有不同程度的好转。有用四季青2两配合大青叶1两，制成煎液90毫升，成人每日3次分服，同时并用止咳化痰中草药，治疗急慢性支气管炎470例，结果症状消失及减轻者423例，占90%。用四季青。三脉叶马兰各1两，浓煎90毫升，成人每日3次分服，治疗急慢性支气管炎共39例，绝大多数痊愈或好转。此外，临床观察到四季青注射剂对慢性支气管炎、肺气肿和支气管扩张的反复感染，及肺结核合并急性支气管炎等，也有较好的控制作用。\n\n⑧治疗肺炎\n四季青制剂对于支气管肺炎、大叶性肺炎均有疗效。根据34例小儿肺炎的观察，其中单用四季青治疗者30例，结果全部治愈。临床症状及体征均于1～10天内消失，肺部病灶吸收时间平均为8.5天左右。用法：一般采用肌肉注射或静脉滴注，或药水口服。合理剂量目前尚在摸索阶段，通常静滴每日4～16毫升，肌肉注射每日2～4毫升，口服15～45毫升。此外，用四季青、大青叶合剂治疗支气管肺炎和大叶性肺炎，效果亦均满意。\n\n⑨治疗细菌性痢疾\n报告60例(其中慢性菌痢4例)与56例的观察结果，治愈率分别为83.33%和96.4%.临床症状一般于1～8天内消失，大便培养转阴时间多数在2～7天左右。用法：用200%四季青注射液2毫升肌肉注射，每6小时1次；或用30毫升注射液加入5%葡萄糖生理盐水或10%葡萄糖液中行静脉滴注。同时口服100%四季青糖浆，每次20～40毫升，日服3～4次。副作用：用药过程中，发现白细胞呈一时性下降，一般于治疗结束时下降至4000～5000／立方毫米，最低为2300／立方毫米，停药后1～2天即开始回升，恢复正常。极少数病例有恶心、呕吐及头昏等反应，静脉滴注时个别病例并发静脉炎。\n\n⑩治疗泌尿系感染\n用100%四季青煎液口服，对急性肾盂肾炎及慢性肾盂肾炎急性发作等泌尿系感染，均有较好效果。观察26例，23例治愈或好转，表现为尿培养转阴，尿常规正常或接近正常，症状消失或改善。用量：每次20毫升(相当于生药20克)，日服3次，7天为一疗程。\n\n鉴于四季青具有广谱抗菌作用，因此临床各科曾广泛地应用于多种感染性疾患。除了上述病种作了较为系统的观察并取得了较好疗效外，其他还曾应用于败血症、麻疹、流行性腮腺炎、肺脓肿、急性胆道感染、慢性胆囊炎、急性胰腺炎、肠炎、沙门氏菌属感染、伤寒、化脓性皮肤感染，以及妇产科、五官科的感染性疾患和各种手术后感染等，都取得不同程度的治疗效果。但由于观察的病例较少，有待进一步的实践。",
    "position": "为冬青科植物冬青叶片，植物形态详\"冬青子\"条。",
    "source": "《本草拾遗》"
  },
  {
    "name": "金线草",
    "alias": "重阳柳、蟹壳草(《花镜》)，毛蓼、白马鞭(《植物名实图考》)，人字草、九盘龙(《广西中药志》)，野蓼、一串红(江西《草药手册》)。",
    "ingredient": "?",
    "process": "夏、秋采收，鲜用或晒干。",
    "distinguish": "?",
    "effect": "具收涩、止泻、抗微生物作用。",
    "creation": "?",
    "function": "祛风除湿，理气止痛，止血，散瘀。治风湿骨痛，胃痛，咳血，吐血，便血，血崩，经期腹痛，产后血瘀腹痛，跌打损伤。\n\n①《广西中药志》：\"祛风止痛，健脾燥湿，散瘀消肿。治霍乱吐泻，风湿痛，痈肿瘰疬。\"\n\n②江西《草药手册》：\"散瘀止血，解毒利气。治吐血，咳血，下血，血崩。\"\n\n③《陕西草药》：\"收敛，止血，止痛。治跌打损伤。\"",
    "taste": "辛，温。\n\n①《广西中药志》：\"辛涩，温，有小毒。\"\n\n②《陕西草药》：\"味辛微苦，性温。\"",
    "usage": "内服：煎汤，0.3～1两。外用：煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "金线草\n多年生草本，高50～100厘米。根茎横走，粗壮，常扭曲。茎直立，节膨大。叶互生，椭圆形或长矩圆形，长6～15厘米，宽3～6厘米，先端短渐尖或急尖，基部楔形，全缘，两面均有长糙伏毛，散布棕色斑点；托叶鞘简状，抱茎，膜质，被毛.穗状花序腋生或顶生；花小，红色；苞片有睫毛；花被4裂，裂片广卵形；雄蕊5；柱头2歧，先端钩状。瘦果卵圆形，棕色，表面光滑。花期秋季。果期冬季。\n生于山地林缘、路旁阴湿处。分布山东、河南、山西、陕西、湖北、四川、贵州、云南、广西、广东、江西、浙江、江苏等地。\n\n同属植物短毛金线草亦同供药用。\n\n以上植物的根(金线草根)亦供药用，另详专条。",
    "application": "?",
    "position": "为蓼科植物金线草的全草。",
    "source": "《贵州民间草药》"
  },
  {
    "name": "刺梨",
    "alias": "茨梨(《分类草药性》)，文先果(《四川中药志》)，团糖二(《四川常用中草药》)。",
    "ingredient": "1．缫丝花 果肉中含维生素（其中鲜果含量为3541.13mg/100g），干果为8000mg/100g，烟酸5981-12895mg/100g，此外还含有维生素A维生素B，维生素K和维生素E。小果型维生素C含量3086.4mg/l00g,大果型维生素C含量平均为2296.8mg/100g。还含β-谷甾醇（β-sitosterol），委陵菜酸（tomentic acid），野雅春酸（euscaphic acid）， 原儿茶酸（procatechuic acid），以硬脂酸及二十一烷酸为主的脂肪酸，刺梨酸（roxburic acid）又叫2β，3a，7β，19a-四羟基-12-乌苏烯-28-羧酸（2β，3a，7β，19a-tetrahydroxyursolu-12-ene-28-car-boxylic acid），未成熟果实含刺梨素（roxbin）A,B，蔷薇素（ro-gosin)F,长便马兜铃素（pedunculagin），木麻黄素（casuaricin），恺木素（alnusiin），旌节花素（stachyurin）,新唢呐草素（tellima-randin），2，3-O-（S)-六羟基联苯二甲酰-D-葡萄糖[2,3-O-(S)-hexahydroxydiPhenoyl-D-glucose]，（＋）、儿茶酚〔（＋）catechol]江苏引种的刺梨（1986-1988）花粉含可溶性糖，含量为18.54%,含葡萄糖（glucose），果糖（fructose），蔗糖（sucrose），维生素C含量为145．4mg/100g，维生素（vitamin）E含量为23．3mg。维生素 B1，B2含量为 6．92和 7.09μg/g、含蛋白质为24． 44%，总氮量为2、51%．内含人体8种必需氨基酸，其中含量较高的有缬氨酸（valine），组氨酸（histidine），异亮氨酸（isoleucine），亮氨酸（leucine），赖氨酸（Iysine）等，又含9种脂肪酸，以亚麻酸(linolenic acid），肉豆蔻酸（myristic acid），棕榈酸（palmitic acid）为主，而油酸（oleic acid）与亚油酸（linoleic acid）含量较高（11．58%、6、25%），含24种矿质元素，有常量元素钙、钾、钠、镁和微量元素铁、锰、钼、钻。含鞣质，胡萝卜素（carotene）1.6×10\\-6-3.1×10\\-6。果实含维生素E1O．5×10\\-6-3.4×10\\-6及胡萝卜素1．6×10\\-6-333.4×10\\-6。2．单瓣缫丝花 成熟鲜果肉含维生素（vitamin）C及其他多种维生素，如烟酸，维生素A，维生素B2，维生素K和维生素E等。其中维生素C含量为2．4%，烟酸含量为2．8%。此外还含有多量的糖，果胶质，构橼酸和无机盐。",
    "process": "为蔷薇科植物刺梨的果实。",
    "distinguish": "?",
    "effect": "l．对消化系统功能的影响 （1）对胃肠道平滑肌的作用 刺梨95%乙醇提取物（R7）及R7的乙醚提取物（B部分），无论对大鼠或兔的离体回肠的自发活动都有明显的抑制作用，且证明这一作用与所含维生素C无关。R7和B部分均能明显地对抗乙酰胆碱（Ach）和组胺回缩肠肌的效应，但对氯化钡（Ba Cl2）引起的肠痉挛无拮抗作用。在灌服刺梨汁后，大鼠胃或小肠平滑肌基本电节律几乎无改变，但是能促进胃肠平滑肌峰电活动，尤其以小肠平滑肌为显着。大鼠灌服1：2稀释的刺梨汁可加速胃肠的排推作用。给刺梨汁1h内有增加家兔胆道压力的作用。（2）对消化液分泌的影响 ①胰液分泌 大鼠给刺梨汁后在所观察的4h内，胰液流量均明显高于对照组，胰淀粉活性在两组间无显着差异，但胰液中总蛋白含量以实验组为高，说明刺梨汁有促进胰液及胰酶（除胰淀粉酶外）分泌的作用。②胃分泌果汁40g/kg灌胃，可使结扎幽门大鼠胃液量、总酸度、总酸排出量和胃蛋白酶活性均升高。而R7和B部分则除使胃蛋白酶活性有所升高外，使上述这些指标均明显降低，B部分对毛果芸香碱及组胺有拮抗作用，可使其对胃液量，总酸排出量和胃蛋白酶分泌的作用活性降低，而对五肽胃泌素的拮抗作用则不明显。③胆汁分泌果汁10g/kg十二指肠给药，可明显促进大鼠胆汁的分泌， B部分尤为显着，其流量增加率分别达 62.5%和78．9%，这一作用以给药2-3h最为显着。在胆汁分泌量增加的同时，胆汁内固体物的含量也明显增加。2．降血脂及抗动脉粥样硬化 鹌鹑和日本大耳白兔建立的动脉粥样硬化模型中，分别每日给予刺梨汁12．8g/kg和果汁40ml，均能使血脂水平显着降低，尤其是降低低密度脂蛋白-胆固醇（LDL-C）更为明显。实验组肝脏大小与对照组相似，颜色略黄，肝重/体重比值趋于正常。实验组动脉内膜仅有散在的点状粥样硬化斑块，病理改变轻微，以上结果说明刺梨果汁能降脂，延缓或阻断动脉粥样硬化（AS）斑块的形成和发展。3．抗氧化作用 刺梨果汁糖浆，系SOD强化的刺梨浓缩汁，每次40ml，2次/d，连续服用60d可使52例冠心病人血清过氧化脂质（LPO）水平下降，红细胞超氧化物歧化酶（SOD）活性上升，使SOD/LPO比值增大，提示刺梨果汁可使体内脂质过氧化速率降低，抗氧化能力增强，有利于自由基清除。4．抗肿瘤作用 0．5ml刺梨汁能有效地阻断20μmol/L脯氨酸和亚硝酸钠在大鼠体内合成N-亚硝基脯氨酸，阻断率为78．7%，此作用优于20μmol维生素C的阻断率。另外，给孕鼠灌服刺梨汁8ml/kg，能阻断孕鼠体内N-亚硝基乙基脲的合成，使对照组仔鼠100%发生神经系统为主的肿瘤下降为14%，由对照组仔鼠平均每鼠4.1个肿瘤下降为1．9个肿瘤。进一步研究表明刺梨汁能阻断正常人体N-亚硝基化合物合成，并且刺梨汁对24名胃癌受试者内源性N-亚硝基脯氨酸的合成有很好的抑制效果。5.保肝作用 给予大鼠50%和100%浓度的刺梨汁每次灌服3．5ml（分别为 8．Og/kg和16g/kg），每日 2次，连续 14d预处理，然后再按640mg/kg 剂量给予四氯化碳。实验表现：经刺梨汁预处理的大鼠血清丙氨酸转氨酶（ALT）和天冬氨酸转氨酶（AST）活性，肝组织谷胱甘肽（GSH）和丙二醛（MSD）含量与四氯化碳（CCl4）对照组均有显着差异；肝脏组织学检查表明刺梨汁预处理大鼠肝损害明显轻于四氯化碳对照组。实验结果提示，刺梨汁对CCl4的肝损害具有一定的保肝作用。6.对免疫功能的影响 刺梨多糖（PRR7）系刺梨果实原汁中提取的微黄色干粉，小鼠腹腔注射PRR7400mg/kg连续5d，腹腔巨噬细胞功能增加，血清溶菌酶含量，脾细胞中红细胞抗体、补体、玫瑰花结形成细胞（EAC-RFC）及溶血空斑形成细胞（PFC）、脾细胞分泌的溶血素水平，血凝素抗体滴度及外周血淋巴细胞a醋萘酯酶（ANAE）活性均明显升高；而脾细胞中红细胞玫瑰花结形成细胞（E-RFC）无明显变化，足垫迟发型超敏反应受到抑制。豚鼠腹腔注射PRR740mg/kg连续6d，血清总补体活性显着升高，这些结果表明，PRR7对免疫功能，尤其非特异性免疫和体液免疫有明显的增强作用。刺梨3种主要成分R-5（野雅春酸），R-5-1以及一种刺梨多糖（EPS）分别给小鼠腹腔注射每次0.5mg/d，共6d，观察对于正常脾细胞的增殖影响，结果表明R-5体内试验有作用，R-5-1只有体外试验有作用，而EPS无作用。对于植物凝集素（PHA）及刀豆球蛋白A（Con A）诱导的T细胞增殖反应，R-5无论体内、体外给药均有着的作用，而其他成分无作用。对于B细胞的增殖反应，R-5，R-5-1仅体外试验能增强脂多糖(LPS）诱导的B细胞增殖反应。7．其他 刺梨汁可明显改善慢性氟中毒的一般状况，增加体重，促进体内氟的排泄，使尿氟含量增加，使血清和骨中氟含量降低，其促进体内氟排泄的机制尚不清楚，可能与其含大量具有络合作用的多酚羧基化合物有关。另外还可显着降低慢性氟中毒引起的尿羟脯氨酸含量升高程度，从而说明刺梨汁可拮抗慢性氟中毒对胶原组织的损害，这与刺梨汁含有大量的维生素C有关，刺梨汁可明显拮抗慢性氟中毒引起的体内抗氧化剂维生素C、维生素E、谷胱甘肽（GSH）及抗氧化酶谷胱甘肽过氧化物酶（GSH-PX）和超氧化物歧化酶（SOD）活性的降低，使原体内LPO含量，肾损害指标尿γ-谷氨酰转肽酶（γ-GT）活性，肝损害指标ALT活性和三酰甘油（TG）含量的升高均有显着性降低。表明刺梨汁可明显增强慢性氟中毒机体和组织抗氧化能力，降低脂质过氧化程度，从而拮抗慢性氟中毒对机体和组织的损害，这与刺梨含有大量抗氧化物质维生素C和维生素E和SOD有关。8.毒性 刺梨果汁藻胃最大浓度最大容量每日3次，未见小鼠死亡。小鼠静注刺梨果汁的LD50为13.34±0.009g/kg，刺梨总提取物静注的LD50为5.36±0.002g/kg。",
    "creation": "?",
    "function": "健胃，消食。治食积饱胀。\n\n①《贵州民间方药集》：\"健胃，消食积饱胀，并滋补强壮。\"\n\n②《四川中药志》：\"解暑，消食。\"",
    "taste": "《宦游笔记》：\"味甘而酸涩。\"",
    "usage": "内服：生食或煎汤。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "脾；肾；胃经",
    "plant": "刺梨，又名：送春归(《宦游笔记》)，缫丝花。\n落叶灌木，高约1米。多分枝，遍体具短刺，刺成对生于叶之基部。叶互生，单数羽状复叶，着生于两刺之间；叶柄长1.5～2.5厘米，具条纹；托叶线形，大部连于叶柄上，边缘具长尖齿及缘毛；小叶通常7～11枚，对生，长倒卵形至椭圆形，边缘具细锯齿，先端尖或圆形，基部阔楔形，两面无毛；无柄。花两性，单生于小枝顶端，淡红色有香气；花萼5，基部连合成简状，围包雌蕊，上端膨大而成花盘，表面密被细长刺针；花瓣5，广倒卵形，顶端凹入，雄蕊多数，着生于花盘外围，有毛，长出于萼筒口；雌蕊多数，着生于萼筒基部，柱头头状。果实偏球形，被有密刺，成熟时为黄色，内含多数骨质瘦果，卵圆形，先端具束毛。花期4～7月。\n生长于中山及低山地区的沟旁、路边或灌木林旁。分布江苏、湖北、四川、贵州、云南、广东等地。\n\n本植物的根(刺梨根)、叶(刺梨叶)、花(刺梨花)亦供药用，各详专条。",
    "application": "?",
    "position": "为蔷薇科植物刺梨的果实。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "水杨柳",
    "alias": "水麻，虾公岔树(《海南植物志》)，水柳仔、水杨梅(《中国高等植物图鉴》)，细杨柳(《云南中草药选》)。",
    "ingredient": " 叶含没食子酸（gallic acid)、蒲公英赛酮（taraxerone)及槲皮素-3-O-β-D-吡喃葡萄糖[1→6]-O-a-L-鼠李糖甙[quercetin 3-O-β-D-glucopyranosyl[1→6]-O-a-L-rhamnoside]。  \n",
    "process": "全年可采。切片，晒干。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "①《广西药植名录》：\"利尿。治跌打，溃疡，痔疮，淋病，梅毒，膀胱结石，胆囊结石。\"\n\n②《云南中草药选》：\"清热，利胆，消炎，解毒。治急、慢性肝炎。\"",
    "taste": "《云南中草药选》：\"苦，寒。\"\n\n肝；胆；膀胱经",
    "usage": "内服：煎汤，3～5钱。",
    "compatibility": "?",
    "storage": " 全年均右采挖，洗净泥土，切片，晒干。  \n",
    "side_effects": "?",
    "category": "归经_胆经",
    "plant": "水柳\n常绿小灌木，高1～3米。幼枝具棱，被短柔毛。单叶互生，线状长圆形或狭披针形，长8～20厘米，宽12～25毫米，先端渐尖，基部宽楔形，全缘，上面无毛或被疏柔毛，下面在叶脉上略被毛，以中脉较密，叶脉间密被鳞枇；叶柄长5～11毫米，被短柔毛。花小，雌雄异株，无花瓣，穗状花序腋生，长5～10厘米。雄花萼片3，长圆形或倒卵形，雄蕊极多数，花丝分枝；雌花萼片5，卵状披针形，外被短柔毛；子房近球形，密被紧贴的灰色柔毛，3室，每室1胚珠；花柱3，不分裂，内面具绒毛状突起。蒴果扁桃形，密被褐色柔毛。种子近卵形。花期1～5月。\n生于河旁沙地、溪边的石缝中或山坡灌丛中。分布云南、广西、广东、台湾等地。",
    "application": "?",
    "position": "为大戟科植物水柳的根。",
    "source": "《云南中草药选》"
  },
  {
    "name": "葶苈子",
    "alias": "大适、大室(《本经》)，蕇蒿、丁历(《别录》)。",
    "ingredient": "独行菜种子含脂肪油、芥子甙、蛋白质、糖类。\n\n播娘蒿种子含挥发油，为异硫氰酸苄酯、异硫氰烯丙酯、二烯丙基二硫化物，脂肪油获得率15～20%，含亚麻酸7.54%，亚油酸32.5%，油酸25.1%，芥酸21.4%，棕榈酸9.64%，硬脂酸3.81%，非皂化部分含谷甾醇及少量黄色物质。种子中尚分出两种强心甙，其一名七里香甙甲。",
    "process": "夏季果实成熟时，割取全草，晒干，打下种子，筛净杂质。",
    "distinguish": "①北葶苈子\n又名：苦葶苈。为植物独行菜或北美独行菜的种子。形如瓜子而扁，黄棕色，长约1.5毫米，宽约0.75毫米。一端钝圆，一端渐尖而微凹，种脐位于凹入处，但不明显；扩大镜观察，表面多颗粒状细小突起，并有2条纵列的浅槽。气微，味苦辛，有粘性。以子粒充实、均匀、黄棕色、无杂质者为佳。\n主产于河北、辽宁、内蒙古；此外，吉林、山西、甘肃、青海、黑龙江等地亦产。\n\n②华东葶苈子\n又名：甜葶苈。为植物播娘蒿的种子。长圆形而扁，黄棕色，微有光泽，长约1毫米，径约0.5毫米，一端钝圆，另一端近截形，二边往往不等长，中央凹入，种脐位于凹入处，但不甚明显，种子表面具有细密的网纹及2条纵列的浅槽。气微，味淡，有粘性。以粒均匀、充实、黄棕色、无杂质者为佳。\n主产江苏、山东、安徽。此外，甘肃、河南、山西、陕西、河北、浙江等地亦产。\n\n此外，尚有①宽叶独行菜的种子在青海、甘肃作葶苈子使用(参见\"宽叶独行菜\"条)；②柱腺独行菜的种子在甘肃作葶苈子使用。③桂竹糖芥的种子在山东、河北、内蒙古等部分地区作葶苈子使用，山东称为苦葶苈子，参见\"桂竹糖芥\"条。\n\n历代本草所载葶苈子的原植物不止一种。其中《政和本和所记载的葶苈均为独行菜属植物，即今之药材北葶苈子。《本草图经》的描述及《本草纲目》、《植物名实图考》所载的，则为蔊菜，其种子呈球形，略具棱角，长不足1毫米，黄褐色。目前在安徽、江西等地仍作葶苈子使用。",
    "effect": "播娘蒿、北美独行菜及独行菜的干燥种子之醇提取物，均表现强心作用，对在位蛙心可使之停止于收缩期，在位兔、猫心，猫心肺装置，猫心电图等研究，均使心收缩加强，心率减慢，心传导阻滞，对衰竭的心脏可增加输出量，降低静脉压。三种葶苈子均需要较大的剂量才能引起心甙样的特异作用，从播娘蒿中提得两种心甙，一种为七里香甙，另一种可能为伊夫单甙，其含量很低(一批含0.2%，另一批含0.03%)，北美独行菜的含量更低。独行菜与桂竹糖芥等均属十字花科，作用可能相近似。其生物活性，如以每公斤体重折合生药计算(鸽法)，播娘蒿醇提取物2.125克/公斤±0.116，北美独行菜4.36克/公斤±0.14，前者作用较强。七里香甙0.12毫克/公斤(猫法)或0.249±0.01毫克/公斤(鸽法)，猫鸽之比为1：2，与毒毛旋花子甙相似。播娘蒿对猫灌胃吸收率最高为21.87%(给药后6小时)，24小时对鸽的蓄积率42.3%，七里香甙24小时对鸽的蓄积率30.7±5.6%(24小时，鸽法)，故推论为速效心甙。",
    "creation": "生用。",
    "function": "下气行水。治肺壅喘急，痰坎咳嗽，水肿胀满。\n\n①《本经》：\"主癥瘕积聚结气，饮食寒热，破坚逐邪，通利水道。\"\n\n②《别录》：\"下膀胱水，伏留热气，皮间邪水上出，面目浮肿，身暴中风热痱痒，利小腹。\"\n\n③《药性沦》：\"利小便，抽肺气上喘息急，止嗽。\"\n\n④《开宝本草》：\"疗肺壅上气咳嗽，定喘促，除胸中痰饮。\"\n\n⑤《伤寒类要》：\"治肾瘅、唇干。\"\n\n⑥《纲目》：\"通月经。\"",
    "taste": "辛苦，寒。\n\n①《本经》：\"味辛，寒。\"\n\n②《别录》：\"苦，大寒，无毒。\"\n\n③《药性论》：\"味酸，有小毒。\"",
    "usage": "内服：煎汤，1.5～3钱；或入丸、散。外甩：煎水洗或研末调敷。",
    "compatibility": "肺虚喘咳、脾虚肿满者忌服。\n\n①《本草经集注》：\"榆皮为之使。得酒良。恶僵蚕、石龙芮。\"\n\n②《别录》：\"久服令人虚。\"\n\n③《本草经疏》：\"不利于脾胃虚弱及真阴不足之人。凡肿满由于脾虚不能制水，水气泛溢；小便不通由于膀胱虚无气以化者，法所咸忌。\"\n\n④《本草便读》：\"寒饮、阴水等证及虚弱者，不可用也。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "肺；心；肝；胃；膀胱经",
    "plant": "①独行菜，又名：腺茎独行菜、辣辣根、羊辣罐、拉拉罐、白花草。\n一年生或二年生草本，高10～30厘米。茎直立，上部多分枝，被有多数微小的头状毛。叶互生；茎下部叶狭长椭圆形，长3～5厘米，宽1～1.5厘米，边缘浅裂或深裂；茎上部叶线形，较小，全缘或前端有疏锯齿；叶基部均有耳，上面疏生微小短毛，下面无毛。长总状花序，顶生；花小；萼4，椭圆形；花瓣通常很小，呈退化状；雄蕊2～4，蜜腺4，短小，三角状广椭圆形；子房扁圆形，2室，柱头头状。短角果，卵状椭圆形，扁平，长2.5毫米，顶端微凹，果柄细，密生头状毛；中央开裂，假隔膜膜质白色。种子倒卵状椭圆形，淡红棕色。花期5～6月。果期6～7月。\n生于田野、荒地、路旁。分布东北、河北、内蒙古、山东、山西、甘肃、青海、云南、四川等地。\n\n②北美独行菜，又名：美洲独行菜。\n一年生或二年生草本。茎直立，上部分枝，枝上疏生短毛或近于无毛。叶互生；茎下部的叶狭披针形，长2～3.5厘米，宽4～10毫米，先端渐尖，基部渐狭成柄，边缘成羽状浅裂；茎上部的叶线形至线状披针形，较小，边缘羽状浅裂或近于全缘；上面疏生短毛，下面无毛。花紧密排列成顶生总状花序；萼4，线状披针形；花瓣4，白色，广卵形，先端微凹，基部呈爪状；雄蕊2～4，花丝扁平；子房扁卵圆形，2室，柱头头状。短角果，扁平，圆形，长约2.2毫米，先端微凹，略有翅。种子小，卵圆形而扁，棕黄色。花期6月。果期7月。\n生于山坡、路旁等杂草丛中。分布吉林、辽宁、河北、安徽、浙江、江苏、河南、福建、江西等地。\n\n③播娘蒿(《救荒本草》)，又名：眉毛蒿、眉眉蒿、婆婆蒿、黄蒿、密密蒿、米米蒿、麦蒿、米蒿。\n一年生或二年生草本，高30～70厘米，全体灰白色而被叉状或分歧柔毛。茎上部多分枝，较柔细。叶互生；2～3回羽状分裂，最终的裂片狭线形，先端渐尖；在茎下部的叶有柄，渐向上则渐短或近于无柄。总状花序顶生，果序时特别伸长；花小；萼4，十字形排列，线形，先端渐尖，易早脱；花瓣4，黄色，匙形，较花萼稍长，先端微凹，基部渐狭而呈线状；雄蕊6，4强，均伸出于花瓣外，花丝扁平；子房圆柱形，2室，柱头呈扁压头状。长角果，线形，长2～3厘米，宽约1毫米。种子小，卵状扁平，褐色。花期4～6月。果期5～7月。\n生于田野间。分布黑龙江、吉林、辽宁、内蒙古、河北、山东、安徽、河南、江苏、浙江、陕西、甘肃、湖北、四川、云南等地。",
    "application": "治疗慢性肺原性心脏病并发心力衰竭\n以北葶苈子末3～6克，每日分3次食后服，并配合一般对症处理和抗菌素以控制感染。曾治10例，效果良好。服药后多在第4日开始见?量增加，浮肿渐退；心力衰竭到2～3周时见显著减轻或消失。服药过程中未发现任何副作用。",
    "position": "为十字花科植物独行菜、北美独行莱或播娘蒿的种子。",
    "source": "《本经》"
  },
  {
    "name": "三七叶",
    "alias": "田七叶、山漆叶、金不换叶",
    "ingredient": "叶含人参二醇（panaxadiol)，人参三醇（panaxa-triol)，达玛-20（22）-烯-β，12β，26-三醇[dammar-20(22)-en-3β，12β，26-triol]，20（R）-达玛烷-3β，12β，20，25-四醇[20（R）-dammaran-3β，12β，20，25-tetrol]等[1]。",
    "process": "采收和储藏：夏、秋季采收，鲜用或晒干。",
    "distinguish": "?",
    "effect": "1、对中枢神经系统的作用 三七叶总皂甙100mg/kg、200mg/kg腹腔注射，能显着减少小鼠的自主活动，明显地延长小鼠对阈下剂量戊巴比妥钠和水合氯醛协同睡眼时间。又能显着地加强氯丙嗪对小鼠自主活动的抑制作用。亦可对抗苯丙胺、苯甲酸钠咖啡因对小鼠自主活动的兴奋作用。三七叶总皂甙还能减少由戊四氮诱发小鼠惊劂发作频率和推迟土的宁致惊劂死亡时间。说明三七叶总皂甙对中枢神经系统呈明显的抑制作用。 　　三七叶总皂甙100mg/kg、200mg/kg腹腔注射能明显减少由醋酸诱发的小鼠扭体次数，并可明显提高小鼠对热刺激的痛阈。 　　\n2、对心血管系统的作用 三七叶总皂甙20mg/kg静注，对乌头碱、氯化钡诱发的大鼠心律失常，对氯化钙-已酰胆碱混合液诱发的小鼠心房纤颤，对结扎大鼠左冠状动脉前降支诱发的早期心律失常均有对抗作用，在抗心律失常剂量下，对心血管无明显抑制作用。 　　\n3、抗炎作用 三七叶总皂甙对角叉菜胶、5-羟色胺（5-HT）、高岭土、蛋清、冰醋等所致大鼠关节炎均有明显的抑制作用，不仅能不同程度地对抗缓激肽、组胺、5-HT所致毛细血管通透性增加，又能对巴豆油或二甲苯所致小鼠耳郭炎症有明显的抑制效应。此外，对棉球肉芽肿的纺织肿的组织增生及摘除两侧肾上腺大鼠均有一定的抗火作用。 　　\n4、延缓衰老作用 三七茎叶总皂甙能用明显延长雌雄果蝇的平均寿命和最低寿命，并可延长雄果蝇的最高寿命；能提高40d和60d龄雌雄果蝇的一均每分钟每只飞翔次数，提高其飞翔能力[6，7]。三七茎叶总皂甙可隆低50d龄果蝇头部脂褐素含量。三七茎叶总皂甙150mg-kg、300mg/kg，皮下注射，于给药30d，小鼠心、肝、脑内过氧化物的产物丙三醛生成量随给药剂量加大而减少；全血和脑组织超氧化物歧化酶活性均明显升高，故认为三七茎叶总皂甙有延缓衰老作用，其机制与抑制丙二醛生成和提高超氧化物歧化酶活性有关。 \n　5、隆血脂作用 三七叶总皂甙200mg/kg和100mg/kg给大鼠和鹌鹑两种高脂膜型动物灌服7d，均能显着隐藏其血清总胆固醇和血清三酰甘油的含量。 　\n　6、毒性 小鼠分别灌胃三七叶总皂甙6g/kg、7.8g/kg、10.14g/kg，观察5d，除给药后动物呈不同程度的安静、活动减少外，均未见中毒死亡。太分别静注及腹腔注射100mg/kg、200mg/kg，均未见中毒反应。太灌胃300mg/kg或兔静注200mg/kg时，呼吸略有增快，兔点眼有一定程度的刺激反应。 　　严急性毒性试验，大鼠分别灌服100mg/kg、200mg/kg、400mg/kg，连用60d，对动物体重、血清丙氨酸转氨酶（ALT）、肾功能（尿毒氮）、红细胞、白细胞计数及白细胞分类计数、血色素等指数，均无明显影响，组织切片表明，对心、肝、脾、肺、肾、肾上腺、脑等器官均未见异常改变。",
    "creation": "?",
    "function": "止血，消肿，定痛。治吐血，衄血，便血，外伤出血，痈肿毒疮。\n\n①《纲目》：\"治折伤跌扑出血，敷之即止，青肿经夜即散。余功同根。\"\n\n②《生草药性备要》：\"治跌打，消察散血，敷毒疮，治痰火，又能止血。\"",
    "taste": "味辛；性温 \n\n《生草药性备要》：“味辛。”\n\n入肝、胃二经",
    "usage": "内服：煎汤，1～3钱；或入丸，散。外用：研末撤或调敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "多年生草本，高达30-60cm。根茎短，具有老茎残留痕迹；根粗壮肉质，倒圆锥形或短圆柱形，长约2-5cm，直径约1-3cm，有数条支根，外皮黄绿色至棕黄色。茎直立，近于圆柱形；光滑无毛，绿色或带多数紫色细纵条纹。掌伏复叶，3-4枚轮生于茎端;叶柄细长，表面无毛；小叶3-7枚;小叶片椭圆形至长圆状倒卵形，长约5-14cm，宽2-5cm，中央数片较大，最下2片最小，先端长尖，基部近圆形或两侧不相称，边缘有细锯齿，齿端偶具小刺毛，表面沿脉有细刺毛，有时两面均近于无毛；具小叶柄。总花梗从茎端叶柄中央抽出，直立，长20-30cm；伞形花序单独顶生，直径约3cm；花多数，两性，有时单性花和两性花共存；小花梗细短，基部具有鳞片状苞片；花萼绿色，先端通常5齿裂；花瓣5，长圆状卵形，先端尖，黄绿色；雄蕊5，花药椭圆形，药背着生，内向纵裂，花丝线形；雌蕊1，子房下位，2室，花住2枚，基部合生，花盘平坦或微凹。核果浆果状，近于肾形，长约6-9mm；嫩时绿色。熟时红色，种子1-3颗，球形，种皮白色。花期6-8月。果期8-10月。",
    "application": "?",
    "position": "为五加科植物人参三七的叶。植物形态详\"三七\"条。",
    "source": "《纲目》"
  },
  {
    "name": "山海螺",
    "alias": "地黄(《别录》，白河车(王安卿《采药志》)，牛奶子(《植物名实图考》)，四叶参(《苏南种子植物》)，白蟒肉、山胡萝卜(《东北药植志》)，乳薯(《江西民间草药》)，奶参、土党参(《广西中药志》)，通乳草、奶奶头(《南京地区常用中草药》)。",
    "ingredient": "山海螺根含三萜皂甙，羊乳皂甙（codonoside）A、B和C，羊乳皂甙B即刺囊酸-28-O[β-D-吡喃木糖基-（1→4）-α-L-吡喃鼠李糖基-（1→4）-β-D-吡喃葡萄糖基-（1→2）-α-L-吡喃阿拉伯糖甙]",
    "process": "8～9月挖根，洗净，晒干。",
    "distinguish": "干燥根略呈纺锤形或圆锥形，大小不等，一般长6～12厘米，直径1～3厘米，有时有分枝。上部较粗，有众多的横皱纹，下部稍细；有纵皱及细根痕迹。外表灰棕色至土黄色，粗糙；除去栓皮的呈灰白色或淡黄白色。质疏松而轻，易折断，断面类白色，多裂隙。味苦微辣。\n\n产黑龙江、广西、浙江、江西、福建等地。",
    "effect": "1.对造血系统的影响 作用与党参相似。家兔皮下注射或灌服煎剂对红细胞及血红蛋白有明显的增加作用，对白细胞则有明显的降低作用。但剂量增大反而没有作用。2.抗疲劳作用 让小鼠游泳至疲劳，灌服煎剂0.25克/只，再继续游泳，其游泳时间较对照组延长47.72%，作用比党参强。3.对血压、呼吸的影响 亦与党参相似。麻醉兔静脉注射或灌服煎剂可使血压下降，呼吸兴奋，并能消除肾上腺素的升压作用。4.对血糖的影响 家兔灌服煎剂与党参相似有明显升高血糖的作用。5.其他作用 小鼠腹腔注射煎剂有止咳作用（氨水喷雾引咳法），但无祛痰（小鼠酚红法）及平喘（豚鼠组织胺喷雾法）作用，在试管内对肺炎球菌、甲型链球菌及流感杆菌有一定的抑制作用。煎剂给兔皮下注射，能增加兔的红细胞数和血红素值，对白细细胞则有降低作用；每只小鼠灌胃0.25g，有增进其活动和兴奋呼吸的作用。",
    "creation": "?",
    "function": "消肿，解毒，排脓，祛痰，催乳。治肺痈，乳痈，肠痈，肿毒，瘰疬，喉蛾，乳少，白带。\n\n①《别录》：\"主头眩痛，益气，长肌肉。\"\n\n②汪连仕《采药书》：\"治杨梅恶疮。\"\n\n③《纲目拾遗》：\"治肿毒瘰疬，取汁和酒服，渣敷患处。\"\n\n④《植物名实图考》：\"发乳汁，壮阳道。\"\n\n⑤广州部队《常用中草药手册》：\"滋补强壮，祛痰润肺，排脓解毒。治肺脓肿，乳腺炎，痈疮肿毒，蛇咬伤。\"",
    "taste": "甘辛，平。\n\n①《别录》：\"味甘，温，无毒。\"\n\n②《浙江民间草药》：\"味辛，性凉。\"\n\n③《广西中药志》：\"味甘，性平，无毒。\"",
    "usage": "内服：煎汤，O.5～1.5两(鲜者1.5～4两)。外用：捣敷。",
    "compatibility": "1.《广西中药志》：“外感初起，无汗者慎用。”2.《长白山植物药志》：“反藜芦。”",
    "storage": "?",
    "side_effects": "小鼠腹腔注射煎剂1g/kg，一般情况正常，增至3g/kg时，则2小时后全部死亡。豚鼠腹腔注射煎剂0.1g/kg，未见异常，增至0.5g/kg，2日后死亡。",
    "category": "归脾；肺经",
    "plant": "羊乳(《别录》)，又名：奶树(《植物名实图考》)。\n多年生蔓生草本。根粗壮，倒卵状纺锤形。茎攀缘细长，无毛，带紫色，长可达1米。叶在茎上的互生，细小；在枝的通常2～4片簇生，或对生状或近于轮生状，长圆状披针形、披针形至椭圆形，长3～10厘米，宽1.5～4厘米，先端尖，基部楔形，全缘，或稍有疏生的微波状齿，两面无毛，下面呈灰白色；有短柄。花单生或成对生于枝顶；萼筒5裂；裂片卵状披针形；花冠外面乳白色，内面深紫色，钟形，浅5裂，先端反卷，有网状脉纹；雄蕊5，花丝与花药几等长；子房半下位，花柱短，柱头3裂。蒴果圆锥形，有宿萼。花期8～10月。\n\n生于山坡、林练河谷两边等较阴湿的地方。分布东北及河北、山西、山东、河南、安徽、江西、湖北、江苏、浙江、福建、广西等地。",
    "application": "?",
    "position": "为桔梗科植物羊乳的根。",
    "source": "《纲目拾遗》"
  },
  {
    "name": "水翁花",
    "alias": "水雍花(《广东中药》)，大蛇药(《广西药植名录》)。",
    "ingredient": "\n花含黄酮甙、酚类、氨基酸。\n",
    "process": "\n农历端午前后，采摘带有花蕾的花枝，用水淋湿，堆叠3～5天，使花蕾自然脱落，晒至三成千，复堆闷1～2天再晒，以后晒一天，闷一天，待足干后，筛净残存枝梗。\n",
    "distinguish": "\n干燥花蕾呈卵形或球形而两端尖，长约4～6毫米，径约2～3毫米，皱缩，下半部为棕黑色的倒钟形或杯形的萼简，上半部帽状，为5枚合生的花瓣，浅棕黄色。除去帽状体，可见重叠的雄蕊，花丝棕黑色，中央有1锥形花柱。质干硬。气微香，味苦。以黄黑色，无枝梗者为好。\n产广东、广西等地，\n",
    "effect": "?",
    "creation": "?",
    "function": "\n治外感恶寒发热头痛，食滞不化。\n\n①《岭南采药录》：\"清热，散毒，消食化滞。\"\n\n②《广东中药》：\"治外感发热头痛，感冒恶寒发热。\"\n\n③《广西药植名录》：\"治头痛，跌打，蛇伤。\"\n",
    "taste": "\n《岭南采药录》：\"味苦，性寒。\"\n",
    "usage": "\n内服：煎汤，0.5～1两。\n",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "肺；脾；胃经",
    "plant": "\n水翁(《岭外代答》)，又名：水榕。\n乔木，高达15米。小枝近圆柱形或四角形，秃净。叶对生，阔卵状矩圆形或椭圆形，长8～20厘米，先端渐尖，基部钝成渐狭，近革质，秃净，干时下面常有黑色斑点，侧脉8～12对；叶柄长1～1.5厘米。花小，绿白色，近无柄，为广歧的聚伞花序；萼钟形，长约3毫米，近截头状，萼肢延伸成帽状；花瓣5，合生成帽状，顶尖，有腺点；雄蕊多数，离生；子房2室，花柱线形。核果状浆果，球形，宽约7毫米，熟时紫黑色。花期夏季。\n喜生于水边，常栽于村落旁。分布广东、广西等地。\n\n本植物的树皮(水翁皮)、叶(水翁叶)亦供药用，各详专条。\n",
    "application": "用量15~30克，煎服。用治夏天感暑食滞所致的发热、咽干、口渴脘胀或呕吐泄泻。",
    "position": "\n为桃金娘科植物水翁的花蕾。\n",
    "source": "\n《岭南采药录》\n"
  },
  {
    "name": "八角莲",
    "alias": "山荷叶、金魁莲、旱八角",
    "ingredient": "根及根茎含鬼臼毒素(pobophyllotoxin)、去氧鬼臼毒素(deoxy-podophyllotoxin)、异苦鬼臼酮(isopicropodophyllone)、金丝桃甙(hyperin)等。",
    "process": "秋、冬采挖，洗净泥沙，晒干或鲜用。",
    "distinguish": "根茎呈结节状，长约6～10厘米，径约0.7～1.5厘米，鲜时浅黄色，干后呈棕黑色；表面平坦或微凹，上有几个小的凹点，下面具环纹。须根多数，长达20厘米，径约1毫米，有毛，鲜时浅黄色，干后棕黄色。质硬而脆，易折断。根茎断面黄绿色，角质；根的断面黄色，中央有圆点状中柱。气微，味苦。\n产广西、四川、贵州等地。",
    "effect": "鬼臼毒素能抑制细胞中期的有丝分裂，对动物肿瘤有明显的抑制作用。但由于毒性太大临床上未能进一步使用。",
    "creation": "取根可根茎洗净泥沙，晒干，切断备用。亦可鲜用。",
    "function": "清热解毒，化痰散结，祛瘀消肿。治痈肿，疔疮，瘰疬，喉蛾，跌打损伤，蛇咬伤。\n\n①《纲目拾遗》：\"治一切毒蛇伤。\"\n\n②《贵州民间方药集》：\"治虚弱脱肛；外用消伤肿，并治蛇咬伤，疔疮。\"\n\n③《福建民间草药》：\"散结活瘀，消瘿解毒。\"\n\n④《广西中药志》：\"清热化痰，解蛇虫毒。治肺热痰咳，虫蛇咬伤，单双蛾喉痛，疮疖。\"\n\n⑤《四川中药志》：\"治劳伤吐血、腰痛，疥癣白秃。\"\n\n⑥广州部队《常用中草药手册》：\"清热解毒，燥湿泻火。治淋巴结炎，腮腺炎，痈疮。\"\n\n⑦《江西草药》：\"治肾虚，劳伤，中暑，胃痛。\"",
    "taste": "苦辛，平，有毒。\n\n①《分类草药性》：\"味苦，无毒。\"\n\n②《福建民间草药》：\"甘微辛，温，有毒。\"\n\n③《贵阳民间药草》：\"辛微苦，平，无毒。\"\n\n④《广西中药志》：\"甘苦微辛，性凉，无毒。\"",
    "usage": "内服：煎汤，2～4钱；或研末。外用：研末调敷、捣敷或浸酒涂敷。",
    "compatibility": "孕妇禁服，体质虚弱者慎服。",
    "storage": "?",
    "side_effects": "全草中含树脂，能引起猫的吐、泻、死亡。",
    "category": "甘、味苦，凉。有小毒。",
    "plant": "八角莲\n多年生草本。根茎横卧，具粗壮的须状根。茎直立，高约20～40厘米。茎生叶2片，在近茎顶处相接而生；柄长14厘米左右；叶片盾状亚圆形，直径20～30厘米，5～9浅裂，裂片广三角状卵形，长3～5厘米，叶缘有细齿。伞形花序，生于茎顶两叶交叉处，花5～8，或更多，下垂；萼片6，椭圆形，长约12毫米；花瓣6，暗红色，2轮排列，外轮3枚椭圆形，内轮3枚倒卵形；雄蕊6，花丝扁平，开张；花药与花丝等长或较长，内向；花柱短，柱头盾状，子房上位。浆果圆形。花期初夏。\n生长于深山密林阴湿处。分布我国南部、西南部及东南部。\n\n同属植物川八角莲分布四川、云南、贵州。其根茎，在贵州地区与八角莲同等入药，功效相同。",
    "application": "?",
    "position": "为小檗科植物八角莲的根茎及根。",
    "source": "《福建民间草药》"
  },
  {
    "name": "鹿角胶",
    "alias": "白胶(《本经》)，鹿胶(《本经逢原》)。",
    "ingredient": "\n参见\"鹿角\"条。\n",
    "process": "为鹿科动物梅花鹿或马鹿的角煎熬而成的胶块。拉丁植物动物矿物名：1.Cervus nippon Temminck2.Cervus.elaphus Linnaeus采收和储藏：鹿角分砍角和退角二种，砍角：在10月至年2月间，将鹿杀死后连脑盖砍下，除去残肉，洗净风干。退角：雄鹿于换角期自然脱落者、故多不带脑骨。",
    "distinguish": "\n大多呈方片状，长宽各2～3厘米，厚约5毫米。表面黑棕色，光滑，显红棕色半透明。一侧有黄白色多孔性的薄层.系冷却时浮面的泡沫干燥而成。质坚而脆，断面玻璃状。气无，味微甘。以切面整齐、平滑，棕黄色、半透明，无腥臭气者为佳。\n主产吉林、辽宁、黑龙江、山东、北京、上海等地。\n",
    "effect": "1.对人体的淋巴母细胞转化有促进作用，效果较大肠菌脂多糖强。2.对血细胞的影响：能促进周围血液中的红细胞，白细胞，血小板的量增加。3.对肌营养及钙的影响：3.1.对特别饲料饲养所选的豚鼠进行性肌营养障碍证，有显着的防治和治疗作用。3.2.促进钙的吸收和体内的潴留，使血中钙略有增高，这种钙质载运作用可能与其所含甘氨酸有关，钙能降低毛细血管通透性，使渗出减少，有消炎、消肿和抗过敏作用。",
    "creation": "鹿角胶熬制时间多在11月到翌年3月；先将鹿角锯成小段，长10-15cm，置水中浸漂，每日搅动并换水1-2次，漂至水清，取出，置锅中煎取胶液，所复煎至胶质尽出，角质酥融易碎时为止。将煎出有胶液，过滤合并（或加入黄酒3%，冰糖5%）至稠膏状，倾入凝胶槽内，俟自其自然冷凝，取出，分切为小块，阴干。每块重约5g，剩余的灰白色骨渣即为鹿角胶。",
    "function": "\n补血，益精。治肾气不足，虚劳羸瘦，腰痛，阴疽，男子阳痿、滑精，妇女子宫虚冷，崩漏，带下。\n\n①《本经》：\"主伤中劳绝；腰痛羸瘦，补中益气，妇人血闭无子，止痛安胎。\"\n\n②《别录》：\"疗吐血，下血，崩中不止，四肢酸疼，多汗，淋露，折跌伤损。\"\n\n③《药性论》：\"主男子肾藏气衰虚劳捐，能安胎去冷，治漏下赤白，主吐血。\"\n\n④《医学入门》：\"主咳嗽，吐血，咯血，嗽血，尿血，下血。\"\n\n⑤《纲目》：\"治劳嗽，尿精，尿血，疮疡肿毒。\"\n\n⑥《玉楸药解》：\"温肝补肾，滋益精血。治阳痿精滑，跌打损伤。\"\n\n⑦《吉林中草药》：\"补脑，强心。治大脑水肿。\"\n",
    "taste": "\n甘咸，温。\n\n①《本经》：\"味甘，平。\"\n\n②《别录》：\"温，无毒。\"\n\n③《本草正》：\"味甘咸，气温。\"\n",
    "usage": "\n内服：开水或黄酒溶化，2～4钱；或入丸、散、膏剂。\n",
    "compatibility": "\n阴虚阳亢者忌服。\n\n①《本草经集注》：\"得火良。畏大黄。\"\n\n②《本草经疏》：\"肾虚有火者不宜用，以其偏于补阳也；上焦有痰热及胃家有火者不宜用，以其性热复腻滞难化也。凡吐血下血，系阴虚火炽者，概不得服。\"\n\n③《本草汇言》：\"肠胃有郁火者，阳有余阴不足者，诸病因血热者，俱忌用之。苟非精寒血冷，阳衰命门无火者，不可概用。\"\n",
    "storage": "密闭，置阴凉干燥处。",
    "side_effects": "?",
    "category": "肝；肾经",
    "plant": "1.梅花鹿，体长约1.5m左右，体重100kg左右。眶下腺明显，耳大直立，颈细长。四肢细长，后肢外侧踝关节下有褐色足迹腺，主蹄狭小，侧蹄小。臀部有明显的白色臀斑，尾短。雄鹿有分叉的角，长全时有4-5叉，眉叉斜向前伸，第二枝与眉叉较远，主干末端再分两小枝。梅花鹿冬毛检疫站棕色，白色斑点不显。鼻面及颊部毛短，毛尖沙黄色。从头顶起沿脊椎到尾部有一深棕色的背线。白色臀斑有深棕色边缘。腹毛淡棕，鼠蹊部白色。四肢上侧同体色，内侧色稍淡。夏毛薄，无绒毛，红棕色，白斑显着，在脊背两旁及体侧下缘排列成纵行，有黑色的背中线。腹面白色，尾背面黑色，四肢色较体色为浅。2.马鹿，体形较大，体长2m，体重超过200kg。肩高约1m，背平直肩部与臀部高度相等。鼻端裸露，耳大呈圆锥形。颈长约占体长1/3，颈下被毛较长。四肢长，两侧蹄较长，能触及地面。尾短，雄性有角，眉叉向前伸，几与主干成直角，主十稍向后略向内弯，角面除尖端外均较粗糙，角基有一小圈瘤状突。冬毛灰褐色。嘴、下颌深棕色，颊棕色，额部棕黑色。耳外黄褐、耳内白色。颈部与身体背面稍带黄褐色，有一黑棕色的背线。四肢外侧棕色，内侧较浅。臀部有黄赭色斑。夏毛较短，没有绒毛，呈赤褐色。\n生境分布：1.栖于混交林、山地草原及森林近缘。2.栖于混交林、高山的森林草原。资源分布：1.分布于东北、华北、华东、华南。2.分布于东北、西北及内蒙古等地。",
    "application": "?",
    "position": "\n为鹿科动物梅花鹿或马鹿的角煎熬而成的胶块。\n",
    "source": "\n《本经》\n"
  }
]