[
  {
    "name": "母丁香",
    "alias": "鸡舌香(《抱朴子》)，亭炅独生(《酉阳杂俎))，雌丁香(《本草蒙筌》)。",
    "ingredient": "母丁香挥发油提取并鉴定出丁子香酚、α-杜松烯、古巴烯、β-杜松烯、α-石竹烯、β-石竹烯、别香树烯、雪松烯、δ-杜松烯、芥子酸等三十九种化合物。",
    "process": "果实将成熟时采收，晒干。",
    "distinguish": "干燥果实呈卵圆形或椭圆形，长约2～3厘米，直径约0.6～1厘米。外表呈褐色，或带有土红色粉末，粗糙，多细皱纹，上端宿萼有4裂片。质坚脆，破之常纵裂为2瓣，内藏少数种子(因种子来成熟，故多已干瘪，不易察见)。气微香，味辛辣。",
    "effect": "?",
    "creation": "?",
    "function": "温中，散寒。治暴心气痛，胃寒呕逆，风冷齿痛，牙宣，口臭，妇人阴冷，小儿疝气。\n\n①《别录》：\"疗风水毒肿。去恶气，疗霍乱心痛。\"\n\n②陶弘景：\"疗恶核毒肿。\"\n\n③《蜀本草》：\"疗呕逆甚验。\"\n\n④《本耳图经》：\"疗口臭最良，治气亦效。\"",
    "taste": "辛，温。\n\n①《别录》：\"微温。\"\n\n②《药性论》：\"味辛，无毒。\"",
    "usage": "内服：煎汤，0.3～1钱；或研末。外用：研末调敷或作栓剂。",
    "compatibility": "热证及阴虚内热者忌服。\n\n①《雷公炮炙论》：\"不可见火。畏郁金。\"\n\n②《本草经疏》：\"一切有火热证者忌之。非属虚寒，概勿施用。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归脾；胃；肝；肾经",
    "plant": "常绿乔木，高达10米，叶对生，叶柄明显，两侧常有下延叶基，叶片长圆状卵形或长圆状倒卵形，长5～10厘米，宽2.5～5厘米，先端渐尖或急尖，基部渐窄常下延至柄，全缘。花芳香、浓烈，成顶生聚伞圆锥花序，花径约6毫米，花萼肥厚，绿色后转紫色，合生，呈长管状，先端4裂，裂片三角形，花冠白色稍带淡紫，短管状，具4裂片，雄蕊多数，花药纵裂，子房下位与萼管合生，顶端有粗厚花柱，柱头不明显。浆果红棕色，稍有光泽，长方椭圆形，长1～1.5厘米，直径5～8毫米，先端有肥厚宿存花萼裂片，有香气。种子长方形，种子与果皮分离。",
    "application": "治疗小儿疝气\n取母丁香粉适量撒在独角莲膏药上，贴于患处。每隔1～2天换-次，至病愈为止。观察19例，15例痊愈，3例好转，1例无效。",
    "position": "为桃金娘科植物丁香的果实。植物形态详\"丁香\"条。",
    "source": "《雷公炮炙论》"
  },
  {
    "name": "苦荞头",
    "alias": "荞叶七(《陕西草药》)。",
    "ingredient": "各部分都含芸香甙等黄酮成分，是黄酮类的丰富来源。叶含芸香甙(干叶)3.0%、4.2%、5.4%，果实含1%。土壤中施钴盐可以增加本植物中芸香甙，矢车菊素等黄酮成分的含量。",
    "process": "8～10月采收。",
    "distinguish": "?",
    "effect": "1．抗乙肝表面抗原作用 用酶联免疫吸附检测（ELISA）技术测定抗乙肝病毒表面抗原（HBsAg）试验表明，苦荞头水煎剂对HBsAg有明显灭活作用[1]。2．降血糖、血脂作用 给糖尿病患者服用苦荞麦面条200g／d，连用3个月，空腹血糖、糖化血红蛋白和糖化血清蛋白均有明显降低，血三酸甘油和胆固醇也有下降，并能明显减少降糖药物的用量[2]。给四氧嘧啶性高血糖大鼠，每日服用苦荞麦粉10g，连续6星期，有显着降血糖作用；连续5星期对高脂饲料所致高血脂大鼠，有明显降低血胆固醇和三酰甘油的作用[3]。",
    "creation": "?",
    "function": "治胃痛，消化不良，痢疾，劳伤，腰腿痛。\n\n①《贵州民间方药集》：\"健胃顾气，祛风除痰。治狂犬咬伤；外治恶疮，虫、蚊咬伤。\"\n\n②《内蒙古中草药》：\"除湿止痛，解毒消肿，健胃。治跌打损伤，腰腿疼痛，疮痈肿毒，消化不良。\"",
    "taste": "甘苦，平。\n\n①《纲目》：\"甘苦，温，有小毒。\"\n\n②《贵阳民间药草》：\"涩，平，无毒。\"\n\n③《贵州草药》：\"性平，味苦。\"\n\n脾；胃；大肠经 \n",
    "usage": "内服：煎汤，0.3～1两；浸酒或研末。外用：捣敷。",
    "compatibility": "《纲目》：\"多食伤胃，发风动气，能发诸病，黄疾人尤当禁之。\"",
    "storage": "8～10月采收，晒干。 \n",
    "side_effects": "?",
    "category": "归经_脾经",
    "plant": "苦荞麦(《纲目》)，又名：万年荞、野南荞、鞑靼蓼、野荞麦。\n一年生草本。茎直立，高达80厘米，有细条纹，具成列的软毛，有少数细弱分枝。叶有长柄；卧片宽三角形，长2～8厘米，先端急尖，基部心形；托鞘斜形，膜质。总状花序腋生或顶生；花梗细长；花排列稀疏，花被白色咸淡红色，5深裂，裂片椭圆形，长约2毫米；雄蕊8，短于花被；花柱3，较短。瘦果卵形，长4～5毫米，黑褐色，具3棱，棱角下部为钝圆，上部则甚锐，有3条纵沟。花期7～8月。\n生于林边、草地。东北、西北、西南等地均栽培。",
    "application": "?",
    "position": "为蓼科植物苦养麦的根及根茎。",
    "source": "《贵州民间方药集》"
  },
  {
    "name": "杠板归",
    "alias": "蛇倒退,老虎脷,犁头刺。",
    "ingredient": "鲜用效果较好。煎剂对金黄色葡萄球菌、乙型溶血性链球菌及枯草、大肠、宋内氏痢疾、志贺氏痢疾等杆菌有抑制作用。对实验动物肿瘤有抑制作用。",
    "process": "夏季开花时采收，洗净，晒干。生用或鲜用。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "?",
    "taste": "性寒，味酸。归肺经、膀胱经。",
    "usage": "0.5～1两；外用适量，鲜品捣烂敷或干品煎水洗患处。",
    "compatibility": "体质虚弱者慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "多年生蔓性草本。全体无毛。茎有棱，棱上有倒生钩刺，多分枝，绿色，有时带红色。叶互生;叶片近三角形，长与宽相等，淡绿色，下面叶脉疏生钩刺，有时叶缘亦散生钩刺;叶柄盾状着生，几与叶片等长，有倒生钩刺;托鞘叶状，圆形或卵形，包茎。短穗状花序，顶生或生于上部叶腋，花小，多数;具苞，每苞含2~4花;花被5裂，白色或淡红紫色，裂片卵形，不甚展开，随果实而增大，变为肉质;雄蕊8;雌蕊1，子房卵圆形，花柱三叉状。瘦果球形，暗褐色，有光泽，包在蓝色花被内。花期6~8月，果期9~10月。",
    "application": "用量15~30克，鲜品60~100克;外用适量，捣敷或煎水洗。用治热毒咽喉肿痛、肺热咳嗽、湿热黄疸、水肿、慢性湿疹、瘰疬、疥癣、下肢关节肿痛、淋浊、痢疾等。",
    "position": "?",
    "source": "?"
  },
  {
    "name": "草乌头",
    "alias": "堇(《庄子》)，芨(《尔雅》)，乌头、乌喙、奚毒(《本经》)，鸡毒(《淮南子》)，茛、千秋、毒公、果负、耿子、帝秋(《吴普本草》)，独白草(《续汉书》)，土附子(《日华子本草》)，草乌(《圣济总录》)，竹节乌头、金鸦(《纲目》)，断肠草(《新疆药材》)。",
    "ingredient": "乌头各部分含生物碱，其中主为乌头碱。乌头碱水解后生成乌头原碱、醋酸及苯甲酸。叶中还含肌醇及鞣质。\n\n多根乌头含有乌头碱，准噶尔乌头碱，准噶尔乌头胺，多根乌头碱，多根乌头定碱，乌头芬碱。\n\n准噶尔乌头根含总生物碱量1.5%，主要为乌头碱，准噶尔乌头碱。地上部分含总生物碱量0.7%，主要为准噶尔乌头碱。\n\n亚东乌头含有生物碱为伪乌头碱。\n\n紫草乌地上部分(叶和梗)含生物碱0.58%，其中分出结晶生物碱称紫草乌碱0.43%。\n\n据报道，日本产乌头除含乌头碱和新乌头碱外，还有次乌头碱、惰碱。",
    "process": "秋季茎叶枯萎时采挖，除去残茎及泥土，晒干或烘干。",
    "distinguish": "干燥的块根，一般呈圆锥形而梢弯曲，形如乌鸦头，长约3～7厘米，直径约1～3厘米。顶端平圆，中央常残留茎基或茎基的残痕，表面暗棕色或灰褐色，外皮皱缩不平，有时具短而尖的支根，习称\"钉角\"。质坚，难折断，断面灰白色，粉性，有曲折的环纹及筋脉小点。无臭，味辛辣而麻舌。口尝须特别谨慎，切勿咽下。以个大、肥壮、质坚实、粉性足、残茎及须根少者为佳。\n全国大部分地区均产。主产于浙江、湖北、湖南、江苏、安徽、辽宁等地。",
    "effect": "草乌头(品种未鉴定)用小白鼠热板法实验，具有较强的镇痛作用，如与秦艽配伍，其镇痛效力可互相增强。草乌经甘草、黑豆法炮制后，毒性降低而不影响其镇痛效力。甘草、蜂蜜对草乌有解毒作用。草乌与川乌作用基本相同，前者生物碱含量0.425%，后者0.5991%。\n\n多根乌头中提出的总碱，10～20毫克/公斤注射于麻醉犬及兔，从心电图上可见心跳兴奋性及传导发生紊乱。\n\n自准噶尔乌头根中提出的生物碱超过30种以上，准噶尔乌头碱属于Atisine一类，将其400毫克/公斤皮下注射，可使小白鼠自发活动降低，有时后肢强直性收缩；对兔有弱的镇静作用，并能延长小鼠用催眠药引起的麻醉时间；用于兔有降温作用；静脉注射可降压，大剂量能阻断神经节，有弱的解M-胆碱样作用。酊剂外用可作为止痛剂，以治疗神经痛、偏头痛等，其止痛作用主要来自乌头碱，毒性极大。\n\n紫草乌\n㈠局部麻醉作用:从紫草乌的叶和茎中分离得紫草乌碱，其1%溶液具有局部麻醉作用，效力相当于可卡因的2倍，将紫草乌碱注射于大白鼠大腿后侧坐骨神经周周，能产生传导阻滞；对人舌头有麻木和针刺感。将紫草乌碱溶液加热或放置于室温2～3个月之久，均不失效。异乌头碱0.02%溶液对家兔角膜有较弱的局部麻醉作用，将其注射于小白鼠大腿后侧坐骨神经周围，能使之产生传导阻滞.但局部刺激明显，且易吸收中毒，故不理想。㈡镇痛作用:用小白鼠热板法作实验，紫草乌碱小且不能提高痛阈，大量始有效，其镇痛指数很低。\n\n林地乌头\n对离体蛙心有兴奋作用，使心收缩加强，频率加快；灌流于离体蛙肝使血管扩张，小量升压，大量则抑制心血管；对饥饿动物能使其体重很快恢复，正常犬、兔口服后体重增加更快。\n\n日本产A.lusidusculumNakai的成分Lucidusculin能抑制嘌呤类利尿作用，但对盐类利尿剂无影响，与乌头碱有本质的差别。A.gIgasL.etV.极毒，能使放牧的牛死亡；其中所含生物碱主要抑制运动神经末梢，有类似箭毒样作用。A.spicatumStapf的根，对注射酵母引起发热的大鼠有解热作用，对小鼠扭体反应及机械引起的疼痛有镇痛作用，镇痛治疗指数高，说明较安全。A.heterophyllumWall.的成分Atisine口服或肌肉注射，对发热的家兔无解热作用，静脉注射能轻度降压。",
    "creation": "制草乌：取净草乌，用凉水浸漂，每日换水2-3次，至口尝仅稍留麻辣感时取出，同甘草、黑豆加水共煮，以草乌熟透、内无白心为度，然后除去甘草及黑豆，晒至六成干，闷润后切片，晒干。（每草乌100斤，用甘草5斤，黑豆10斤)",
    "function": "搜风胜湿，散寒止痛，开痰，消肿。治风寒湿痹，中风瘫痪，破伤风，头风，脘腹冷痛，痰癖，气块，冷痢，喉痹，痈疽，疔疮，瘰疬。\n\n①《本经》:\"主中风，恶风，洗洗出汗，除寒湿痹，咳逆上气，破积聚寒热。\"\n\n②《别录》:\"消胸上痰，冷食不下，心腹冷疾，脐间痛，肩胛痛不可俛仰，目中痛不可久视，又堕胎。\"\"主风湿，丈夫肾湿阴囊痒，寒热历节掣引腰痛，不能行步，痈肿脓结。\"\n\n③《药性论》:\"能治恶风，憎寒，冷痰包心，肠腹疞痛，痃癖气块，益阳事，治齿痛，主强志。\"\"治男子肾衰弱，阴汗，主疗风温湿邪痛。\"\n\n④《药类法象》:\"治风痹血痹，半身不遂，行经药也。\"\n\n⑤《纲目》:\"治头风喉痹，痈肿疔毒。\"\"主大风顽痹。\"\n\n⑥《东医宝鉴》:\"治风湿麻痹疼痛，发破伤风汗。\"\n\n⑦《纲目拾遗》:\"追风活血，取根入药酒。\"\n\n⑧《贵州民间方药集》:\"治麻痹症。又为伤科要药。\"",
    "taste": "辛，热，有毒。\n\n①《本经》:\"味辛，温。\"\n\n②《别录》:\"乌头:甘，大热，有大毒。\"\"乌喙:味辛，微温，有大毒。\"\n\n③《药性论》:\"味苦辛，大热，有大毒。\"",
    "usage": "内服:煎汤，0.5～2钱；或入丸、散。外用:生用，研末调敷或醋、酒磨涂。",
    "compatibility": "凡虚人、孕妇、阴虚火旺及热证疼痛者忌服。生者慎服。\n\n①《本草经集注》:\"莽草为之使。反栝楼、贝母、白敛、白及(一本有半夏)。恶藜芦。\"\n\n②《药性论》。\"远志为之使。忌豉汁。\"\n\n③《纲目》:\"畏饴糖、黑豆。冷水能解其毒。\"\n\n④《本草汇言》:\"平素禀赋衰薄，或向有阴虚内热吐血之疾，并老人、虚人、新产人，切宜禁用。\"",
    "storage": "?",
    "side_effects": "草乌70%酒精浸剂小鼠腹腔注射的半数致死量为0.38g/kg。草乌经6小时水煎后，小鼠腹腔注射的半数致死量为 41.59±2.118g/kg。中乌头碱小鼠腹腔注射的半数致死量。为0.22mg/kg，乌头碱小鼠腹腔注射 半数致死量。为0.27mg/kg，北草乌头碱小鼠腹腔注射的半数致死量。为0.42mg/kg，次乌头碱小鼠腹腔注射的半数致死量为1.01mg/kg，脱氧乌头碱小鼠半数致死量为1.90mg/kg。",
    "category": "心；肝；脾经",
    "plant": "①乌头，详\"川乌头\"条。\n\n②北乌头，又名:五毒根、小叶芦、鞿鞡花、蓝乌拉花、蓝花草、百步草。\n多年生草本，高70～150厘米。块根常2～5块连生，倒圆锥形，长2.5～5厘米，外皮黑褐色。茎直立，光滑。叶互生，有柄；叶片近于革质，全形为卵圆形，长6～14厘米，宽8～9厘米，3全裂，裂片菱形，再作深浅不等的羽状缺刻状分裂，最终裂片线状披针形或披针形，先端尖，二面均光滑，或有时微被毛。总状花序，或有时为紧缩的圆锥花序；花萼5，紫蓝色，上萼片盔形，长1.5～2厘米，侧萼片长1.4～1.7厘米；花瓣2，无毛，有长爪，距长1～4毫米；雄蕊多数，无毛；子房5个，稀有3～4个，无毛，花柱与子房等长。蓇葖果长1～2厘米。种子有膜质翅。花期7～8月。果期8～9月。\n生于草甸子、灌木丛间、山坡及林缘。分布黑龙江、吉林、辽宁、内蒙古、河北、山西等地。\n\n此外，尚有下列几种乌头属植物，亦作草乌使用。\n\n①乌头的黄山变种(黄山乌头)(分布安徽、浙江)、展毛变种(分布江苏、浙江)和密毛变种(大乌头)(分布甘肃、陕西)。\n\n②昆明乌头(黄草乌)，详\"昆明堵喇\"条。\n\n③圆锥序乌头(分布辽宁、吉林)。\n\n④蒿叶乌头(分布辽宁、吉林)。\n\n⑤太白乌头，详\"金牛七\"条。\n\n⑥显柱乌头(分布云南)。\n\n⑦多根乌头(分布新疆)。\n\n⑧准噶尔乌头(分布新疆)。\n\n⑨瓜叶乌头，详\"藤乌头\"条。\n\n⑩紫草乌(分布云南)。\n\n⑾松潘乌头，详\"火焰子\"条。\n\n⑿亚东乌头(分布西藏)。\n\n⒀细叶草乌(分布西藏)。\n\n⒁直缘乌头(大草乌、小黑牛)(分布云南)。",
    "application": "①治疗风湿性关节炎等\n将草乌制成注射液，肌肉注射，成人每次2毫升(含总生物碱2毫克)，每日1次；或穴位注射，每穴0.5毫升，每次2～3穴(每日1次)或1～2穴(每日2次)，10天为一疗程，停药2～3日后可继续用药。孕妇忌用，心脏病慎用。治疗风湿性关节炎、腰腿窟、神经痛等共64例，总有效率为95.8%以上，大多治疗6～10日疼痛即见减轻，对重症风湿性关节炎止痛效果尤为明显。此外又用于感冒发热10例，除2例无效外，均于用药1～3次后收到退热效果。\n\n②用作麻醉、止痛剂生草乌外用可麻醉末梢神经，作为局部麻醉、镇痛之用；与洋金花合用作为全身麻醉剂，似有相互抵销副作用及增强麻醉效果的作用。",
    "position": "为毛茛科植物乌头(野生种)、北乌头或其他多种同属植物的块根。",
    "source": "侯宁极《药谱》"
  },
  {
    "name": "葱子",
    "alias": "?",
    "ingredient": "\n含S-丙烯基-1-半胱氨酸硫氧化物(S-propeny 1-1- eine sulfoxide)。\n",
    "process": "\n夏、秋季果实成熟时，采下果序，晒干，搓出种子，除去杂质。\n",
    "distinguish": "\n种子三角状扁卵形，有棱线1～2条，长3～4mm，宽2～3mm，表面黑色，多光滑或偶有疏皱纹，凹面平滑。基部有两上突起，较短的突起顶端灰棕色或灰白色，为种脐；较长的突起顶端为珠孔。估轻，质坚硬。气特异嚼之有葱味。\n",
    "effect": "?",
    "creation": "?",
    "function": "\n补肾明目。用于肾虚、阳痿、目眩。\n",
    "taste": "\n性温，味辛。\n",
    "usage": "?",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "\n多年生草本，常簇生，全株具异臭味。鳞茎卵状长圆形，鳞叶白色。叶基生，管状，长30～50cm，直径1～2cm,先端尖，具明显纵纹。花茎自叶丛中抽出，中空，高30～50cm；伞形花序近球形；总苞片膜质；花被片6，白色，卵状披针形，排成2轮；雄蕊6，花丝细长；子房上位，3室。蒴果三棱形，室北开裂。种子6，黑色。花期6～9月，果期7～10月。\n",
    "application": "?",
    "position": "\n炎百合科植物葱的种子\n",
    "source": "?"
  },
  {
    "name": "鹰不扑",
    "alias": "小郎伞、鸟不宿(《广西中草药》)，楤木、打散根、百鸟不落、雷公木(《广西实用中草药新选》)。",
    "ingredient": "?",
    "process": "根全年可采，枝叶夏、秋季采收、",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "散瘀消肿，祛风利湿。治跌打损伤，风湿痹痛，胃痛，腹泻，痢疾，白带，痈疽，疔肿。\n\n①《广西中草药》：\"散瘀消肿，祛风湿。治跌打，风湿疼痛。\"\n\n②《广西实用中草药新选》：\"散瘀消肿，抗菌止痛。治跌打损伤，痈，疖，肝炎，肾炎，前列腺炎，急性关节炎，胃痛，腹泻，痢疾，白带。\"",
    "taste": "《广西中草药》：\"味辛，性温，无毒。\"",
    "usage": "内服：煎汤，3～5钱；或浸酒。外用：煎水洗或捣敷。",
    "compatibility": "孕妇慎服。",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "灌木，高1～2米。茎，叶柄、叶脉和花序柄上均具针刺及刚毛状。叶互生，通常3回单数羽状复叶；第2回叶柄对生；第3回小叶5～9片，对生，近无柄，顶端1枚较大，卵形，先端渐尖，基部略偏斜，圆形或浅心形，边缘有小锯齿，上面绿色，下面淡绿色，被疏柔毛。花两性，由多数伞形花序组成大形的圆锥花序，长50厘米；小苞片矩圆状披针形；萼5裂，三角状；花瓣长三角状，黄色，覆瓦状排列：雄蕊5枚，着生于肉质花盘的周围；子房5室，花柱5枚，分离。浆果球形，熟时黑色，有5棱，花期9～10月。果期12月至次年1月。\n生境分布：生于山坡疏林下及溪进、草丛阳光充足的地方。分布广西、广东、云南、贵州、湖南等地。",
    "application": "?",
    "position": "为五加科植物虎刺楤木的根、根皮或枝叶。",
    "source": "《广西中草药》"
  },
  {
    "name": "安息香",
    "alias": "白花榔,拙贝罗香",
    "ingredient": "\n苏门答腊安息香含树脂约90%，主要成分为苏门树脂酸和桂皮酸松柏醇酯。还含桂皮酸苯丙酯2～3%，香荚兰醛1%，和少量的桂皮酸桂皮醇酯、苏合香烯、苯甲醛、苯甲酸、桂皮酸。树脂所含总苯甲酸为10～20%，总桂皮酸为10～30%。\n\n越南安息香含树脂70～80%，主要成分为泰国树脂酸和苯甲酸松柏醇酯。还含苯甲酸11.7%，苯甲酸桂皮醇酯2.3%和香荚兰醛0.3%。但不含桂皮酸。\n\n国内发现的粉背安息香树、青山安息香树及白叶安息香树，它们的树脂的总香脂酸，顺次是31%、28%、27～28%，而香脂酸完全是安息香酸，另一报道为31.09%、25.67%、21.17～31.46%(以能溶于乙醇的树脂为100%)\n",
    "process": "\n夏、秋二季，选择生长5～10年的树木，在距离地面40厘米处，用利刀在树干四周割三角形伤口多处，经1周后，伤口开始流出黄色液汁，将此液状物除去后，渐流白色香树脂，待其稍干后采收。此后隔一定时期在伤口以上4厘米处，再割新伤口，如法采集。最先流出的香树脂品质最佳，其后采得者较次。\n",
    "distinguish": "\n①苏门答腊安息香\n为植物安息香树的干燥树脂，为球形颗粒压结成的团块，大小不等，外面红棕色至灰棕色，嵌有黄白色及灰白色不透明的杏仁样颗粒，表面粗糙，不平坦。常温下质坚脆，加热即软化。气芳香，味微辛。\n产印度尼西亚。\n\n②越南安息香\n为植物越南安息香的干燥树脂，为微扁圆的泪滴状物或团块。泪滴状物直径约1至数厘米，厚约1厘米。外表面黄棕色或污棕色，内面乳白色。常温下质坚脆，加热则软化。气味与上种相似。\n产越南、泰国等地。\n\n安息香历来依赖进口，据中国医学科学院药物研究所报道，我国的粉背安息香树(分布云南、广西、广东)、青山安息香树(分布广西)、白叶安息香树(分布广西、广东)亦能生产安息香。经定性定量试验结果，除青山安息香树、白叶安息香树二种树脂的总香脂酸含量略低于我国《药典》规定之外，树脂的其他指标及化学鉴别反应均合乎《药典》规定。\n",
    "effect": "\n安息香酊为刺激性祛痰药，置于热水中吸入其蒸气，则能直接刺激呼吸道粘膜而增加其分泌；可用于支气管炎以促进痰液排出。吸入时应避免蒸气的浓度过高而刺激眼、鼻、喉等。它还可外用作局部防腐剂。一般皆用其复方酊剂。\n",
    "creation": "研细粉，生用。",
    "function": "\n开窍，辟秽，行气血。治卒中暴厥，心腹疼痛，产后血晕，小儿惊痫，风痹腰痛。\n\n①《唐本草》：\"主心腹恶气。\"\n\n②《海药本草》：\"主男子遗精，暖肾，辟恶气。\"\n\n③《日华子本草》：\"治血邪，霍乱，风痛，妇人血噤并产后血运。\"\n\n④《纲目》：\"治中恶，劳瘵。\"\n\n⑤《东医宝鉴》：\"辟瘟疫。\"\n\n⑥《本草述》：\"治中风，风痹，风痫，鹤膝风，腰痛，耳聋。\"\n\n⑦《本经逢原》：\"止卒然心痛、呕逆。\"\n\n⑧《本草从新》：\"宣行气血。研服行血下气，安神。\"\n\n⑨《本草便读》：\"治卒中暴厥，心腹诸痛。\"\n\n⑩《中药材手册》：\"治小儿惊痫。\"\n",
    "taste": "\n辛苦，温。\n\n①《唐本草》：\"味辛苦，平，无毒。\"\n\n②《本经逢原》：\"辛苦微甘，平，无毒。\"\n\n③《玉楸药解》：\"味辛苦，性温。\"\n",
    "usage": "\n内服：研末，1～5分；或入丸、散。外用：烧烟熏。\n",
    "compatibility": "\n阴虚火旺者慎服。\n\n《本经逢原》：\"凡气虚少食，阴虚多火者禁用。\"\n",
    "storage": "置阴凉干燥处。",
    "side_effects": "?",
    "category": "归心、脾经。",
    "plant": "\n①安息香树(《酉阳杂俎》)\n乔木，高10～20米。树皮绿棕色，嫩枝被棕色星状毛。叶互生，长卵形，长达11厘米，宽达4.5厘米，叶缘具不规则齿牙，上面稍有光泽，下面密被白色短星状毛；叶柄长约1厘米。总状或圆锥花序腋生及顶生，被毡毛；苞片小，早落；花萼短钟形，5浅齿；花冠5深裂，裂片披针形，长约为萼简的3倍；花萼及花瓣外面被银白色丝状毛，内面棕红色；雄蕊8～10,花药线形，2室；子房上位，卵形，密被白色茸毛，下部2～3室，上部单室，花柱细长，棕红色。果实扁球形，长约2厘米，灰棕色。种子坚果状，红棕色，具6浅色纵纹。\n野生或栽培于稻田边。分布印度尼西亚的苏门答腊及爪哇。\n\n②越南安息香\n乔木，高达20米。树皮灰色，幼枝被棕黄色星状毛，后光滑。叶互生，卵形，长4.5～10厘米，宽2.6厘米，先端短急尖，基部圆或微楔形，全缘或近上部呈微齿状，上面光滑，下面除主脉和侧脉具棕黄色毛茸外，他处均被银白色毛茸；叶柄长0.6～10毫米。花序圆锥状，腋生或顶生，被黄色星状毛；花多，白色；花萼高脚杯状，革质，有5～6短三角形的齿；花冠5裂，覆瓦状排列，裂片卵状披针形，花萼及花瓣外面密被黄色小星状毛；雄蕊10，长为花冠裂片的2／3；花药线形，花丝在管部不连接而分离，分离部分密被星状毛；子房半下位，卵形，扁压状，密被黄色星状毛，3室，花柱无毛，细小。果实卵形，长10～12毫米，被灰色星状毛，3瓣裂。种子1枚，偶2枚。\n分布越南、老挝及泰国等地。我国云南思茅，广西亦产。\n",
    "application": "用量0.6~1.5克，入丸散。用治中风痰厥、气郁暴厥、中恶昏迷、心腹疼痛、产后血晕、小儿惊风。",
    "position": "\n为安息香科植物安息香树或越南安息香的树脂。\n",
    "source": "\n《唐本草》\n"
  },
  {
    "name": "枇杷叶",
    "alias": "巴叶,枇杷,蜜枇杷叶,炙枇杷叶,芦桔叶",
    "ingredient": "叶含挥发油，主成分为橙花叔醇和金合欢醇，还有α和β蒎烯、莰烯、月桂烯、对聚伞花素、芳樟醇、α-衣兰烯、α和β金合欢烯、樟脑、橙花醇、牻牛儿醇、α-毕澄茄醇、榄香醇、顺-β，γ-己烯醇和芳樟醇氧化物。还含苦杏仁甙、熊果酸、齐墩果酸、酒石酸、柠檬酸、苹果酸、鞣质、维生素B及C等。又含山梨糖醇。",
    "process": "全年皆可采收，采摘后，晒至七、八成干时，扎成小把，再晒干。",
    "distinguish": "性状鉴别 叶呈长椭圆形或倒卵形，长12-30cm，宽3-9cm。先端尖，基部楔形，边缘上部有疏锯齿，基部全缘。上表面灰绿色、黄棕色或红棕色，有光泽，下表面淡灰色或棕绿色，密被黄色茸毛。主脉于下表面显著突起，侧脉羽状。叶柄极短，被棕黄色茸毛。革质而脆，易折断。气微，味微苦。以完整、色灰绿者为佳。显微鉴别 叶横切面：上表皮细胞扁方形，外被厚的角质层；下表皮有多数单细胞非腺毛，近主脉处多弯曲，有的折合成人字形；气孔不定式。栅栏组织3-4列细胞。海绵组织疏松。主脉维管束外韧型，近环状；中柱鞘纤维束排列成不连续的环，壁木化，周围薄壁细胞含草酸钙方晶，形成晶纤维。主脉及叶肉中均散有粘液细胞，并含草酸钙方晶及族晶。",
    "effect": "叶提取物无抗菌作用，还能刺激金黄色葡萄球菌之生长。",
    "creation": "枇杷叶：刷去绒毛，用水洗净，稍润，切丝，晒干。蜜炙枇杷叶：取枇杷叶丝，加炼熟的蜂蜜和适量开水，拌匀，稍闷，置锅内用文火炒至不粘手为度，取出，放凉。(每枇杷叶丝lOO斤，用炼熟蜂蜜26斤)\n\n①《雷公炮炙论》：\"采得枇杷叶后，粗布拭上毛令净，用甘草汤洗一遍，却用绵再拭令干，每一两以酥一分炙之，酥尽为度。\"\n\n②《纲目》：\"治胃病以姜汁涂炙，治肺病以蜜水涂炙良。\"",
    "function": "清肺和胃，降气化痰。治肺热痰嗽，咳血，衄血，胃热呕哕。\n\n①《别录》：\"主卒啘不止，下气。\"\n\n②《食疗本草》：\"煮汁饮，主渴疾，治肺气热嗽及肺风疮，胸、面上疮。\"\n\n③《滇南本草》：\"止咳嗽，消痰定喘，能断痰丝，化顽痰，散吼喘，止气促。\"\n\n④《纲目》：\"和胃降气，清热解暑毒，疗脚气。\"\n\n⑤《本草再新》：\"清肺气，降肺火，止咳化痰，止吐血呛血，治痈痿热毒。\"\n\n⑥《安徽药材》：\"煎汁洗脓疮、溃疡、痔疮。\"",
    "taste": "苦，凉。\n\n①《别录》：\"味苦，平，无毒。\"\n\n②《药性论》：\"味甘。\"\n\n③《滇南本草》：\"性微寒，味苦辛。\"",
    "usage": "内服：煎汤，1.5～3钱(鲜者0.5～1两)；熬膏或入丸、散。",
    "compatibility": "《本草经疏》：\"胃寒呕吐及肺感风寒咳嗽者，法并忌之。\"",
    "storage": "置干燥处。",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "枇杷 常绿小乔木，高约10m。小枝粗壮，黄褐色，密生锈色或灰棕色绒毛。叶片革质；叶柄短或几无柄，长6-10mm，有灰棕色绒毛；托叶钻形，有毛；叶片披针形、倒披针形、倒卵形或长椭圆形，长12-30cm，宽3-9cm，先端急尖或渐尖，基部楔形或渐狭成叶柄，上部边缘有疏锯齿，上面光亮、多皱，下面及叶脉密生灰棕色绒毛，侧脉11-21对，圆锥花序顶生，总花梗和花梗密生锈色绒毛；花直径1.2-2cm；萼筒浅杯状，萼片三角卵形，外面有锈色绒毛；花瓣白色，长圆形或卵形，长5-9mm，宽4-6mm，基部具爪，有锈色绒毛；雄蕊20，花柱5，离生，柱头头状，无毛。果实球形或长圆形，直径3-5cm，黄色或橘黄色；种子1-5颗，球形或扁球形，直径1-1.5cm，褐色，光亮，种皮纸质。花期10-12月。果期翌年5-6月。",
    "application": "治疗慢性气管炎\n取枇杷叶3两、茄梗5两，加水3000毫升煎成2000毫升，再加单糖浆240毫升。日服3次，每次10毫升，20天为一疗程。治疗167例，结果近期控制42例(25%)，显效60例(36%)，好转35例(20%)，无效30例(18%)。据观察，止咳作用强，祛痰作用差；对单纯型气管炎较好，对哮喘则无效。治程中无毒性反应。另有用野批杷叶制成注射剂，每毫升含生药2克。每次用0.5毫升，在二侧定喘穴注射，隔日1次，5次为一疗程。治疗59例，显效14例，好转35例，无效10例。对喘息型患者有较好疗效。",
    "position": "为蔷薇科植物枇杷的叶片，植物形态详\"枇杷\"条。",
    "source": "《别录》"
  },
  {
    "name": "红药子",
    "alias": "红药、赤药、朱砂七、黄药子、朱砂莲、猴血七、血三七、毛葫芦",
    "ingredient": "",
    "process": "全年可采，挖出后，除去茎叶、须根，晒干。",
    "distinguish": "干燥块根，外皮棕褐色，紧贴，不易剥离。根头部常有残茎疤痕，坚硬，不易破碎。商品常横切成块，径3～6厘米，厚0.8～2.5厘米。断面凹凸不平，土黄色或黄棕色，鲜根断面橘红色或粉红色；有时呈现如何首乌之异形维管束，并有细条状淡黄色纹理。味微香而不苦，嚼之唾液染成黄色，粉末遇碱液立显紫红色反应。\n产陕西、甘肃、河南等地。",
    "effect": "其中所含之朱砂莲甲素（即大黄素）、朱砂莲乙素用试管法双倍顺序稀释，最后滴入菌液转种平板，对金黄色葡萄球菌、大肠杆菌、绿脓杆菌、弗氏痢疾杆菌有抑制作用。朱砂莲水浸液对多种呼吸道及肠道病毒有广谱的抗病毒作用。\n\n",
    "creation": "?",
    "function": "清热，解毒，止血活血，止痛，抗菌消炎。用于肠炎，痢疾，腰腿痛，便血，崩漏；外用治烧烫伤，疮疖，狂犬咬伤。",
    "taste": "味苦、微涩；性凉。入肺，大肠，肝经。",
    "usage": "内服：煎汤，生品0.5～2钱(制品3～4钱)；或泡酒、研粉冲服。外用：研粉敷。",
    "compatibility": "孕妇慎用。(性味以下出《陕西中草药》)",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "毛脉蓼\n多年生蔓性草本。根状茎膨大成块状，木质。茎细长，中空，绿紫色，先端分枝。托叶鞘膜质，褐色，近乎透明。叶互生；叶柄长0.5～5厘米，上面具沟，下面具粘质乳头状突起或具微小纤毛；叶片长圆状椭圆形，长6～11厘米，宽3～6厘米，圆锥花序顶生或腋生；花具明显小梗；花被白色或淡紫色，5裂，外侧裂片中脉具翅；雄蕊8；子房三棱状，柱头3，盾状。小坚果三棱形，黑紫色，为扩大的膜质翅的花被所包。花期夏季。\n生于山坡路旁、沟边、滩地及乱石堆中分布我国西北、东北和湖北、四川、贵州。",
    "application": "①治疗急性菌痢\n将朱砂莲制威片剂，每片0.25克。成人每次0.5～1克，第1、2天每4小时服1次，以后每日4次。治疗110例，治愈61例，好转33例，无效16例。体温一般于24小时内恢复正常。脓血便在2～3天后减少或消失。最快的服药3天，一般7天可获痊愈。细菌培养22例，阳性9例，复查8例，7例于6天转阴，1例于9天转阴。个别病人愈后有复发。在痊愈的61例患者中，25例仍有轻摩的腹痛感。服药期间未发现副作用。\n\n②治疗上呼吸道感染\n服朱砂莲粉或片，每次2克，每日4次；或10%煎液每次20毫升，每日4次。治疗32例，显效16例，有效14例，无效2例。另有用朱砂莲甲素(每片0.2克)，每次1片，日服4次，每次与碳酸氢钠0.5克同服。治疗肺炎、支气管炎、扁桃体炎共24例，均有效果。\n\n③其他\n某些地区应用本品治疗胃脘痛、疮毒、外伤感染等症。用量：1～2钱，水煎服；或配成20～30%软膏、1%水溶液供外用。副作用有腹胀、恶心、呕吐，手麻等，停药后即可消失。",
    "position": "为蓼科植物毛脉蓼的块根。",
    "source": "《本草图经》"
  },
  {
    "name": "松油",
    "alias": "松脂(《唐本草》)，沥油(《纲目拾遗》)。",
    "ingredient": "?",
    "process": "为松科植物马尾松、油松或其同属植物木材中的油树脂。拉丁植物动物矿物名：1.Pinus massoniana Lamb.2.Pinus tabulaeformis Carr.3.Pinus densiflora Sieb.et Zucc4.Pinus thunbergii Parl",
    "distinguish": "?",
    "effect": "?",
    "creation": "取油法：以有油老松柴，截二、三寸长，劈如灯心粗，用麻线扎把，如茶杯口大，再用水盆一个，内盛水半盆，以碗一只，坐于水盆内，用席一块，盖于碗上，中挖一孔如钱大，再以扎好松把直竖于席孔中间，以火点着，少时再以炉灰周围上下盖紧，勿令走烟，如走烟，其油则无，候温养一、二时，其油尽滴碗内，去灰席，取出听用。",
    "function": "《纲目拾遗》：\"治疥疮久远不愈。以此油新浴后擦之，或加白矾末少许，和擦。\"",
    "taste": "苦；性温",
    "usage": "外用：适量，涂擦。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "1.乔木，高达45m，胸围1.5m。树皮红褐色，下部灰褐色，成不规则长块状裂。小枝常轮生，淡黄褐色，无白粉，无毛；冬芽卵状圆柱形，褐色，先端尖，芽鳞边缘丝状，先端尖或有长尖头。叶针形，2针一束，稀3针一束，长12-30cm，细长而柔软，叶缘有细锯齿，树脂道约4-8个，在背面边生，或腹面也有2个边生；叶鞘初呈褐色，后渐变成灰黑色，宿存。雄球花淡红褐色，圆柱形，弯垂，长1-1.5cm，聚生于新枝下部苞腋，穗状；雌球花单生或2-4个聚生于新枝顶端，淡紫红色。球果卵圆形或圆锥状卵形，长4-7cm，径2.5-4m，有短梗，下垂，熟时粟褐色；中部种鳞近长圆状倒卵形，长约3cm；鳞盾菱形，微隆起或平，鳞脐微凹，无刺。种子长卵圆形，长4-6mm，连翅长2-2.7cm。花期4-5月，果熟期翌年10-12月。2.乔木，高达25m，胸围可达1m以上。树皮灰褐色，呈不规则鳞甲状裂，裂隙红褐色。枝轮生，小枝粗壮，淡橙黄色或灰黄色；冬芽宽椭圆形，先端尖，红褐色。叶针形，2针一束，深绿色，粗硬，长10-15cm，径约1.5mm，边缘有细齿，两面有气孔线；叶鞘初时淡褐色，渐变成暗灰色。雄球花圆柱形，长1.2-1.8cm，在新枝上聚生成穗状；雌球花序阔卵形，长7mm，紫色，着生于当年新枝上。球果卵形或圆卵形，长4-9cm，有短梗，向下弯垂，熟时淡黄色或淡褐黄色，宿存数年之久；中部种鳞近长圆状倒卵形，长1.6-2cm，鳞盾肥厚，隆起或微隆起，扁菱形或菱状多角形，横脊显着，鳞脐凸起有尖刺。种子卵圆形或长卵圆形，淡褐色，有斑纹，连翅长1.5-1.8cm。花期4-5月，果熟期翌年10月。3..乔木，高达30m，胸围达1.5m。树皮橘红色，不规则鳞片状脱落。一年生枝淡黄色或红黄色，微有白粉，无毛；冬芽长圆状卵圆形，暗红褐色，针叶2针一束，长5-12cm，径约1mm，先端微尖，两面有气孔线，边缘有细锯齿，横切面半圆形，树脂道约4-6个，边生。雄球花淡红黄色，圆筒形，5-12mm，聚生于新枝下部呈短穗状；雌球花淡红紫色，单生或2-3个聚生，一年生小球果的种鳞先端有短刺。球果熟时暗黄褐色或淡褐黄色；种鳞张开，易脱落，有微隆起的横脊，鳞脐平或微凸起，有短刺。种子倒卵状椭圆形或卵圆形，长4-7mm，连翅长1.5-2m，种翅宽5-7mm。花期4月，果熟期翌年9-10月。4.乔木，高达30m，胸围可达2m。幼树皮暗灰色，老时灰黑色，粗厚，不规则块裂。一年生枝淡褐黄色，无毛；冬芽银白色，圆柱状椭圆形或圆柱形，顶尖，芽鳞披针形，边缘白色丝状。针叶2针一束，深绿色，有光泽，粗硬，长6-12cm，边缘有细锯齿，两面均有气孔线，横切面有树脂道6-11个，中生。雄球花淡红褐色，圆柱形，长1.5-2cm；雌球花单生或2-3个聚生新枝近顶端，直立，卵圆形，淡紫红色。球果熟时褐色，圆锥状卵圆形或卵圆形，长4-6cm，径3-4cm，有短梗，向下弯垂，中部种鳞卵状椭圆形，鳞盾稍肥厚，横脊显着，鳞脐有短刺。种子倒卵状椭圆形，长5-7mm，连翅长1.5-1.8cm，种翅灰褐色。花期4-5月，果熟期翌年10月。\n生境分布：1.生于海拔1500m以下山地。2.生于海拔100-2600m的山地。3.生于温带沿海山地和平原。4.生于东部沿海山地。资源分布：1.分布于陕西、江苏、安徽、浙江、江西、福建、台湾、河南、湖北、湖南、广东、广西、四川、贵州、云南等地。2.分布于东北、华北、西北及河南、山东、江苏等地。3.分布于黑龙江、吉林、辽宁、山东、江苏。南京一带有栽培。4.分布于辽宁、山东、江苏等地；武汉、南京、上海、杭州等地多有栽培。",
    "application": "?",
    "position": "为松科植物油松或其同属植物树材中的松脂。植物形态详\"松节\"条。",
    "source": "《纲目拾遗》"
  }
]