[
  {
    "name": "甘草",
    "alias": "美草、蜜甘、蜜草、蕗草、国老、灵通、粉草、甜草、甜根子、棒草",
    "ingredient": "\n甘草根及根茎含甘草甜素，为甘草酸(glycyrrhizicacid)的钾、钙盐。尚含甘草甙(liquiritin)、甘草甙元(liquiritigenin)、异甘草甙(isoliquiritin)、异甘草元(isoliquritigenin)、新甘草甙(neo-liquiritin)、新异甘草甙(neoiso-liquiritin)等。\n",
    "process": "\n秋季采挖，除去茎基、枝叉、须根等，截成适当长短的段，晒至半干，打成小捆，再晒至全干。也有将外面栓皮削去者，称为\"粉草\"。置干燥通风处，防霉蛀。\n",
    "distinguish": "\n干燥根呈长圆柱形，不分枝，多截成长30～120厘米的段，直径0.6～3.3厘米。带皮的甘草，外皮松紧不等，显红棕色、棕色或灰棕色，具显著的皱纹、沟纹及稀疏的细根痕，皮孔横生，微突起，呈暗黄色。两端切面平齐，切面中央稍陷下。质坚实而重。断面纤维性，黄白色，粉性，有一明显的环纹和菊花心，常形成裂隙.微具特异的香气，味甜而特殊。根状茎形状与根相似，但表面有芽痕，横切面中央有髓。粉草外表平坦，淡黄色，纤维性，有纵裂纹。带皮甘草以外皮细紧、有皱沟、红棕色、质坚实、粉性足、断面黄白色者为佳;外皮粗糙，灰棕色、质松、粉性小、断面深黄色者为次;外皮棕黑色、质坚硬、断面棕黄色、味苦者不可入药。粉草较带皮甘草为佳。\n\n\n主产内蒙古、甘肃;其次为陕西、山西、辽宁、吉林、黑龙江、河北、青海、新疆等地。以内蒙古伊克昭盟杭锦旗所产品质最优。\n",
    "effect": "\n1.对消化系统的作用：\n\n\n1.1.抗溃疡作用：甘草的主成分甘草甜素对由组胺及幽门结扎所形成的大鼠实验性溃疡亦有明显的保护作用。后据报道，甘草甜素能明显减少大鼠幽门阻断导致的溃疡发生率，但对胃液分泌量不但无减少反有增加趋势。动物实验治疗中也发现甘草浸膏等对大鼠结扎幽门，犬由组胺形成的溃疡有明显抑制作用。甘草甙元、异甘草甙元和甘草根的甲醇提取物Fml00等对动物实验性溃疡有明显的抑制作用。甘草次酸对幽门结扎的大鼠有良好的抗溃疡作用，其治疗指数较高。\n\n\n1.2.对胃酸分泌的影响：甘草流浸膏灌胃能直接吸附胃酸，对正常犬及实验性溃疡有大鼠都能降低胃酸。Fml00十二指肠内给药对急慢性胃痿及幽门结扎的大鼠，能抑制基础的胃液分泌量，与芍药花甙合用显协同作用。Fml00对蛋白胨、组胺及甲酰胆碱引起的胃液分泌有显著抑制作用。\n\n\n1.3.对胃肠平滑肌的解痉作用：临床上使用甘草所含黄酮甙类对兔、豚鼠的离体肠管呈抑制作用，使收缩次数减少，紧张度降低，并对氯化钡、组胺所引起的离体肠平滑肌痉挛有解痉作用，但甘草甜素、甘草次酸对平滑肌则无抑制作用。此外，甘草酸铵和甘草次酸口服吸收亦不佳。甘草煎液、甘草流浸膏、Fml00、甘草素、异甘草素等，也对离体肠管有明显的抑制作用。若肠管处于痉挛状态时，则有明显的解痉作用。\n\n\n1.4.分别从甘草及光果甘草中提得7个同样的黄酮甙及甙元，经实验证明都具有解痉和抗溃疡病的作用。以除去甘草甜素的甘草制剂或提取其黄酮类等化合物用于临床，可能有利于提高疗效和减少副作用。从光果甘草的甲醇提取物中分值得重视。\n\n\n1.5.保肝作用：甘草流浸膏(0.2ml/10g)预先给小鼠灌胃能降低扑热息痛(AAP)(200mg/kg，ip腹腔注射)中毒小鼠的致死率，并对扑热息痛所致小鼠肝损害有明显保护作用。小鼠给扑热息痛后2-3小时的肝糖元下降效应并非肝坏死的伴随结果，而与其毒性代谢产物密切相关。甘草能对抗这一效应，说明它的保护作用可能部分地是由于毒性代谢物的量减少所致。甘草甜素可明显阻止四氯化碳中毒大鼠谷丙转氨酶的升高，还能减少肝内甘油三酯的蓄积。病理组织学观察可见，经甘草甜素、甘草次酸治疗的大鼠其肝损伤均较对照组轻。组织化学观察显示，甘草次酸治疗的大白鼠肝糖原明显增加，甘草甜素与甘草次酸的血清胎甲球蛋白检出率也高于对照组。提示这两种成分无胶原溶解与重吸收的作用。在四氯化碳所致的肝损害动物模型P，甘草甜素、甘草次酸对肝损害呈强抑制作用。甘草次酸还能强烈抑制四氯化碳生成游离基及过氧化脂质的生成，可抑制Ca(2+)流入细胞内所引起的细胞损害，提示甘草次酸对肝损害的抑制效果上，抗氧化作用与抑制Ca(2+)流入细胞内的作用很重要，甘草皂甙可能是在机体内水解后而呈现显著作用。\n\n\n1.6.对胆汁分泌的影响：甘草甜素能增加输胆管瘘兔的胆汁分泌，甘草甜素5mg/kg能显著增加兔的胆汁分泌，对兔结扎胆管后胆红质升高有抑制作用。\n\n\n1.7.甘草浸膏、粉剂治疗溃疡病的临床疗效肯定，其有效成分不单是甘草甜素所致的水肿、血压升高等副作用而受到限制。\n\n\n2.对心血管系统的影响：\n\n\n2.1.抗心律失常作用：炙甘草提取液(1ml含中药1g)，家兔用乌头碱诱发心律失常出现在2分钟后按1g/kg静脉注射，对照组给等量生理盐水。结果表明对异位节律和室性节律均显示非常显著性差异。表明炙甘草有明显的抗乌头碱诱发的心律失常作用。炙甘草煎剂灌流蟾蜍离体心脏，可使心脏收缩幅度明显增加。甘草甜素对离体蟾蜍心脏有兴奋作用，此作用与乙酰胆碱及毒扁豆碱等具有明显的对抗作用，与肾上腺素具明显的协同作用。\n\n\n2.2.降脂作用和抗动脉粥样梗化作用：甘草甜素对兔实验性高胆固醇症及胆固醇升高的高血压病人均有一定的降低血中胆固醇的作用。甘草甜素每天10mg/kg肌肉注射，连续5天，对实验性家兔高脂血症有明显的降脂作用：血浆胆固醇对照组为89±4mg%，给药组为43±4mg%;血浆甘油三酯对照组为168±10mg%，给药组为90±4mg%。小剂量的甘草甜素(2mg/天)在一定时间内能使实验性动脉粥样硬化家兔的胆固醇降低，粥样硬化程度减轻，20mg/天能阻止大动脉及冠状动脉粥样硬化的发展，但剂量更大时(40mg/天)反而无效。甘草次酸盐(10mg/kg，口服)对高血脂大鼠和实验性动脉粥样硬化的家兔有降血胆固醇、脂蛋白和β-脂蛋白甘油三酯的作用;家兔主动脉内的和大鼠肝脏内的胆固醇和β-脂蛋白含量下降，甘草次酸盐的降血脂和抗动脉粥样硬化作用较之聚合皂甙更强。体外实验观察到甘草甜素1mM对CP50和AP50均能抑制50%溶血。其抑制部位，用同样剂量在Cis的A-Tee水解能系统中可见有35%的抑制效果，因而结论是由于抑制了Cis从而影响了补体效价CH50。在AP中的作用是C3的降低，由于补体反应被甘草甜素所抑制，相关的炎症的过程反应趋向缓解和静止，脂质系统和肝功能改善，动脉症的病理进程被阻断。\n\n\n3.对呼吸系统的作用：甘草浸膏和甘草合剂口服后能覆盖发炎的咽部粘膜，缓和炎症对它的刺激，从而发挥镇咳作用。甘草次酸有明显的中枢性镇咳作用，甘草次酸的氢琥珀酸双胆盐口服，其镇咳作用与可待因相似。甘草次酸胆碱501mg/kg能抑制豚鼠吸入氨水所致的80%的咳嗽发作，效力与可待因lmg/kg皮下注射无差异。大剂量的甘草次酸(1250mg/kg)可使小鼠呼吸抑制;甘草次酸对5-羟色胺等物质引起的支气管痉挛，有较弱的保护作用。对电刺激猫喉上神经所致的咳嗽也有明显的镇咳作用。在与甘草相同剂量水平时，氢化可的松也显示镇咳作用，但剂量反应曲线与甘草不同，并且对刺激猫喉上神经引起的咳嗽无效，因此认为甘草镇咳作用与抗炎无关而是通过中枢产生的。甘草还能促进咽喉及支气管的分泌，使痰容易咳出，呈现祛痰镇咳作用。\n\n\n4.对中枢神经系统的影响：\n\n\n4.1.抗炎作用：甘草具有保泰松或氢化可的松样的抗炎作用，其抗炎成分为甘草甜素和甘草次酸。甘草次酸对大鼠的棉球肉芽肿，甲醛性脚肿皮下肉芽肿性炎症等均有抑制作用，其抗炎效价约为可的松或氢化可的松的1/10。对大鼠角叉菜胶性脚肿和抗炎效价，以氢化可的松为1，则甘草甜素、甘草次酸分别为0.14和0.03。甘草甜素有抑制肉芽形成的作用，对延迟型过敏症的典型结核菌素反应出有抑制效果。甘草甜素和甘草次酸，对炎症反应的Ⅰ、Ⅱ、Ⅲ期都有抑制作用。小鼠静脉注射甘草甜素25、50mg/kg，明显抑制天花粉引起的被动皮肤过敏反应。甘草黄碱酮有抑制小鼠角叉菜胶浮肿和抑制敏感细胞释放化学传递物质作用。甘草抗炎作用可能与抑制毛细血管的通透性有关，或与肾上腺皮质有关，也有认为，甘草影响了细胞内生物氧化过程，降低了细胞对刺激的反应性从而产生了抗炎作用。\n\n\n4.2.镇静作用：甘草次酸1250mg/kg，对小鼠中枢神经系统呈现抑制作用，可引起镇静，催眠，体温降低和呼吸抑制等。\n\n\n4.3.解热作用：甘草次酸和甘草甜素分别对发热的大鼠与小鼠、家兔具有解热作用。甘草次酸40mg/kg腹腔注射，对发热大鼠有退热作用，相当于水杨酸钠600mg/kg的效果;对体温正常的大鼠则无降温作用。\n\n\n4.4.从光果甘草提取出的有效物质Fm100具有镇痛、解痉的作用，芍药甙也具有镇静、解痉作用，两者合用有明显的协同作用，说明芍药甘草汤组成的合理性。\n\n\n5.肾上腺皮质激素样作用：\n\n\n5.1.盐皮质激素样作用：甘草浸膏、甘草甜素及甘草次酸对健康人及多种动物都有促进钠、水潴留的作用，这与盐皮质激素去氧皮质酮的作用相似，长期应用可致水肿及血压升高，但亦可利用此作用治疗轻度的阿狄森氏病。\n\n\n5.2.糖皮质激素样作用：小剂量甘草甜素(每只100μg)，甘草次酸等能使大鼠胸腺萎缩及肾上腺重量增加(与给予促肾上腺皮质激素相似)，另外还有抗黄疸作用及免疫抑制作用等糖皮质激素可的松样作用。而在用大剂量时则糖皮质激素样作用不明显，只呈现盐皮质激素样作用，这可能与其作用机制有关。认为其作用机制可能是由于抑制了皮质激素在体内破坏，或减少其与蛋白质的结合，而使血中游离的皮质激素增多，从而增强其活性。但糖皮质激素与垂体前叶间的反应量调节较强，故血中含量升高达一定程度后即停止。盐类皮质激素受此影响较小。本品所含的先甘草宁有雌激素活性，未成熟大鼠口服能增加子宫重量，但对卵巢重量影响不大。\n\n\n6.对泌尿、生殖系统的影响：甘草酸及其钠盐，静脉注射增强茶碱的利尿作用，对醋酸钾则无影响。能抑制家兔实验性膀胱结石的形成。能抑制雌激素对成年动物子宫的增长作用，切除肾上腺或卵巢后仍有同样作用。甘草甜素对大鼠具有抗利尿作用，伴随着钠排出量减少，钾排出量也轻度减少。对切除肾上腺的大鼠，甘草甜素仍能使钠和钾的排出减少，说明此作用通过肾上腺皮质激素来实现的。甘草次酸及其盐类也有明显的抗利尿作用。认为甘草能增强肾小管对钠和氯的重吸收而呈现抗利尿作用，其作用方式与去氧皮质酮不同，可能是对肾小管的直接作用。\n\n\n7.对免疫功能的影响：\n\n\n7.1.抗过敏作用：从甘草中提取得一种复合体(Lx)，含有蛋白质、核酸、多糖及甘草酸。豚鼠经静脉注射青霉噻唑(BPO)和人血清白蛋白(HAS)攻击后，均立即出现过敏休克症状，5分钟内死亡，休克发生率和死亡率均为100%。豚鼠经给于Lx，然后进行抗原攻击，Lx小剂量组的过敏反应率为25%;大剂量组为21%，且无死亡发生，表明Lx对豚鼠过敏性休克具有明显的保护作用，且随剂量增大保护作用增强。Lx小剂量组豚鼠血清抗青霉噻唑抗体的效价为4-16，大剂量组未测出血清抗体，而致敏对照组抗体效价为256。Lx可明显抑制豚鼠肺中组胺的合成，且随剂量增加作用增强。在小鼠注射卵蛋白抗原前3天给于小鼠Lx 0.2ml腹腔注射，连续15天，分别测定血清IgE、IgG总量和肺组胺含量。结果表明，Lx对小鼠过敏休克有明显的保护效应，亦有显著抑制抗体产生的能力。\n\n\n7.2.对非持异性免疫功能的影响：小鼠给于甘草甜素75mg/kg腹腔注射，每日1次，共4天，末次给药后，给于印度墨汁，取血检查廓清指数K值。结果甘草甜素组的K值为0.048±0.020，对照为0.029±0.015相比较有显著差异(P<0.01)，表明甘草甜素能显著提高小鼠对静脉注射碳粒的廓清指数，提示它能增强网状内皮系统的活性。生甘草与蜜炙甘草亦有同样的作用。\n\n\n7.3.对特异性免疫功能的影响：采用体外抗体产生系统研究了甘草酸对多克隆抗体产生的影响。结果表明一定浓度的甘草酸能使抗体产生显著增加。另外，从人末梢血单核细胞分离粘着性细胞，加各种浓度甘草酸培养后，将培养上清液中加入单核细胞，探讨对PWM刺激诱导抗体产生的影响。结果体外抗体产生增强，测定培养上清液中白细胞介素1(IL-1)活性时，证明白细胞介素1显著增多。提示甘酸的体外抗体产生增强作用与白细胞介素1产生增强有关。小鼠腹腔注射甘草酸，同时静脉注射绵羊红血球(SRBC)予以免疫，抗原注射后第4天分离脾细胞，计算对绵羊红血球的空斑形成细胞数。发现以剂量30mg/kg的甘草酸可使抗体产生显著增强。改变给药时间与静脉注射绵羊红血球的时间表明，两者同时给予或给抗原前l天给甘草酸，可促进抗体产生，而抗原注射2天后给甘草酸则不增强抗体产生，由此可认为甘草酸在体内也能增强抗体产生。甘草还可明显促进刀豆球蛋白A活化的脾淋巴细胞DNA和蛋白质的生物合物，促进DNA合成的最适浓度为100μg/ml。DNA合成高峰在48小时，对白介素-2(IL-2)产生也有明显的增强作用。对DNA、蛋白质的生物合成及白介素-2产生的影响基本上是相平行的。家兔用牛血清白蛋白(BSA)为抗原造成免一过性急性血清病模型。在实验组动物给于牛血清白蛋白后第3、5、7、9天以18β-甘草次酸200mg/kg肌肉注射。结果实验组与对照组动物血清中抗牛血清白蛋白-IgG抗体均于牛血清白蛋白免疫后第6天检出，第l2天达最高峰，实验组明显高于对照组。两组动物循环中特异性牛血清白蛋白-抗牛血清白蛋白复合物与免疫前比较均有提高，且有显著差别，但两组间无统计学差异。血中补体值，实验组较对照组显著提高。18β-甘草次酸对可溶性循环免疫复合物形成未见影响。甘草甜素可提高刀豆球蛋白A诱导人脾细胞产生的γ-干扰素(γ-IFN)的水平，但对PHA诱生的干扰素水平无影响，其增加刀豆球蛋白A诱导干扰素产生的最适浓度为200ug/ml，最适诱生时间为48小时，细胞浓度以1×10(7)/ml为宜。产生的干扰素以γ型为主。甘草酸铵100mg/(kg·天)×7天,灌胃昆明种小鼠后，经放免测定，可显著抑制肺和肾前列腺素E2、前列腺素F2α的合成。甘草酸单胺给于小鼠灌胃l00mg/(kg·天)(1/20 LD50量)5天后，其脾脏前列腺素E2和环磷酸腺苷(cAMP)量显著增加;大鼠淋巴细胞在8×10(-10)mol/L和8×10(-7)mol/L的甘草单胺浓度下，分泌前列腺素E量也显著增加，可能是甘草酸类免疫调节的途径之一。通过乳酸脱氢释放试验法，于体外测定甘草酸铵对BALB/C小鼠自然杀伤细胞(NK细胞)活性时，表明1×10(-7)-1×10(-1)mg/ml浓度时，对小鼠自然杀伤细胞活性均有显著增强，表明对机体免疫功能具有重要调节作用。\n\n\n8.抗病毒作用：\n\n\n8.1.抗艾滋病毒的作用：甘草皂甙能够破坏试管的艾滋病毒细胞(HIV)，0.5mg/ml的甘草皂甙对艾滋病毒的增殖抑制98%以上，50%空斑形成抑制值为0.125mg/ml。由于甘草皂甙不能抑制艾滋病毒的逆转录酶，提示它是通过恢复T辅助细胞而发挥作用。近报道西北甘草中的新多酚类在低浓度时与甘草甜素相比，显示出对艾滋病毒细胞的增殖抑制效果。医学全在线www.med126.com\n\n\n8.2.抗其他病毒的作用：甘草多糖具有明显的抗水泡性口炎病毒、腺病毒3型、单纯疱疹病毒1型、牛痘病毒等活性，能显著抑制细胞病变的发生，使组织培养的细胞得到保护。感染前24小时给药对水泡性口炎病毒、腺病毒3型有意义(P<0.01);感染后给药对以上4种病毒均有作用(P<0.01);药液与病毒液混合同时加入细胞层或药液与病毒液混合置37℃作用2小时后加入细胞层，对上述4种病毒也均有作用。表明作用机制可能是多方面的，但主要是直接作用。甘草酸对单纯性疱疹病毒，甘草甜素对试管内水痘-带状疱疹病毒均有抑制作用。甘草次酸8mM浓度在37℃处理Ⅰ型单纯性疱疹病毒15分钟，其感染价从107减至102。但对其它病毒无效。表明甘草次酸似乎对单纯性疱疹病毒具有特异的作用。甘草甜素对属于疱疹病毒群的水痘-带状疱疹病毒(VZV)感染的人胎儿成纤维抑制浓度为0.55mg/ml。这个浓度对成纤维细胞完全没有毒性。在体外2mg/ml甘草甜素可使99%以上水痘-带状疱疹病毒失活，且其浓度低至0.08mg/ml时也可使少量的水痘-带状疱疹病毒失活。\n\n\n9.抗菌作用：甘草的醇提取物及甘草次酸钠在体外对金黄色葡萄球菌、结核杆菌、大肠杆菌、阿米巴原虫及滴虫均有抑制作用，但在有血浆存在的情况下，其抑菌和杀阿米巴原虫的作用有所减弱;甘草次酸钠在体外对滴虫的最低有效浓度为30-60μg/ml。\n\n\n10.解毒作用：甘草浸膏及甘草甜素对某些药物中毒、食物中毒、体内代谢产物中毒都有一定的解毒能力，解毒作用的有效成分为甘草甜素，解毒机制为甘草甜素对毒物有吸附作用，甘草甜素水解产生的葡萄醛酸能与毒物结合，以及甘草甜素有肾上腺皮质激素样作用增强肝脏的解毒能力等多方面因素综合作用的结果。甘草甜素能对抗小鼠由士的宁引起的中毒;当给小鼠注射硝酸士的宁0.1mg，在10分钟内对照组死亡率为100%，而实验组(预先注射甘草甜素12.5mg)的死亡率为58%;当士的宁剂量减少为0.03mg，则对照组的死亡率为58.3%，而实验组则无死亡。甘草浸膏和甘草甜素都有解毒作用，对水合氯醛、士的宁、乌拉坦和可卡因都有较明显的解毒作用;对印防已毒素、咖啡因、乙酰胆碱、毛果芸香碱和巴比妥的解毒作用次之;对索佛拿(Sulfonal)及阿托品几无解毒作用，而对肾上腺素的中毒则有加强的倾向。解毒作用的成分为甘草甜素。有报道研究了甘草及其成分对组胺所引起的中毒的影响，结果证明甘草甜素与维生素B1结合的化合物解毒作用最强，甘草甜素次之，而其分解产物葡萄糖醛酸的解毒作用则较差，曾报告甘草甜素对破伤风毒素有解毒作用，对白喉毒素也有解毒作用。总之甘草及其制剂对药物中毒、食物中毒、体内代谢产物中毒及细菌毒素等，都有一定的解毒作用。生甘草可使小鼠肝匀浆细胞色素P-450含量明显增加，表明对肝药酶具有诱导作用，可能是生甘草解毒的机理之一。\n\n\n11.抗肿瘤作用：甘草酸对大鼠腹水肝癌及小鼠艾氏腹水癌(EAC)细胞能产生形态学上的变化，还能抑制皮下移植的吉田肉瘤，其单铵盐对小鼠艾氏腹水癌及肉瘤均有抑制作用，口服也有效。甘草次酸对大鼠的移植Oberling Guerin骨髓瘤有抑制作用，其钠盐在最大耐受剂量时对小鼠艾氏腹水癌(EAC)及肉瘤-45细胞的生长有轻微的抑制作用。甘草甙对大鼠腹水肝癌及小鼠艾氏腹水癌细胞能产生形态学上变化。大戟酯二萜醇(12-0-tetrade-canoylphorbol-13-acetate,TPA)对二甲苯蒽(DMBA)致小鼠皮肤癌的促发作用，可被甘草甜素显著抑制。\n\n\n12.其它作用：利用听觉电生理方法和均加技术，以耳蜗微音电位和听神经复合动作电位为客观指标，研究了甘草次酸对豚鼠内耳听觉功能的影响。给豚鼠肌肉注射甘草次酸100mg/kg后，由短声引起的耳蜗微音电位和听神经动作电位振幅增大，听神经动作电位反应阈值降低，表明甘草次酸具有提高豚鼠内耳听觉功能的作用。甘草酸和甘草次酸在使用浓度为8×10(-3)mg/ml和4×10(-2)mg/ml时，对乙酰胆碱酯酶均产生明显的抑制作用。其50%抑制率时的药物浓度分别为25.6±1.4μg/ml和21.8±1.1μg/ml。这两种药用有效成分对乙酰胆碱脂酶均呈竞争一非竞争型混合抑制。\n",
    "creation": "\n甘草：拣去杂质，洗净，用水浸泡至八成透时，捞出，润透切片，晾干。蜜炙甘草：取甘草片，加炼熟的蜂蜜与开水少许，拌匀，稍闷，置锅内用文火炒至变为深黄色、不粘手为度，取出放凉。(每甘草片100斤，用炼熟蜂蜜25～30斤)\n\n\n①《雷公炮炙沦》：\"凡使甘草，须去头尾尖处，用酒浸蒸，从巳至午出，暴干，细锉使。一斤用酥七两，涂上炙，酥尽为度。又先炮令内外赤黄用良。\"\n\n\n②《纲目》：\"方书炙甘草皆用长流水蘸湿炙之，至熟刮去赤皮。或用浆水炙热。\"\n\n\n③《得配本草》：\"粳米拌炒，或蜜炙用。\n",
    "function": "\n和中缓急，润肺，解毒，调和诸药。炙用，治脾胃虚弱，食少，腹痛便溏，劳倦发热，肺痿咳嗽，心悸，惊痫;生用，治咽喉肿痛，消化性溃疡，痈疽疮疡，解药毒及食物中毒。\n\n\n①《本经》：\"主五脏六府寒热邪气，坚筋骨，长肌肉，倍力，金疮肿，解毒。\"\n\n\n②《别录》：\"温中下气，烦满短气，伤脏咳嗽，止渴，通经脉，利血气，解百药毒。\"\n\n\n③《药性论》：\"主腹中冷痛，治惊痫，除腹胀满;补益五脏;制诸药毒;养肾气内伤，令人阴(不)痿;主妇人血沥腰痛;虚而多热;加而用之。\"\n\n\n④《日华子本草》：\"安魂定魄。补五劳七伤，一切虚损、惊悸、烦闷、健忘。通九窍，利百脉，益精养气，壮筋骨，解冷热。\"\n\n\n⑤《珍珠囊》：\"补血，养胃。\"\n\n\n⑥《汤液本草》：\"治肺痿之脓血，而作吐剂;消五发之疮疽，与黄耆同功。\"\n\n\n⑦《纲目》：\"解小儿胎毒、惊痼，降火止痛。\"\n\n\n⑧《中国药植图鉴》：\"治消化性溃疡和黄疸。\"\n",
    "taste": "\n甘，平。\n\n\n①《本经》：\"味甘，平。\"\n\n\n②《别录》：\"无毒。\"\n\n\n③《本草衍义》：\"微凉。\"\n\n\n④《珍珠囊》：\"生甘，平;炙甘，温。\"\n\n\n入脾、胃、肺经。\n\n\n①《汤液本草》：\"入足厥阴、太阴、少阴经。\"\n\n\n②《雷公炮制药性解》：\"入心、脾二经。\"\n\n\n③《本草通玄》：\"入脾、胃。\"\n\n\n④《本草经解》：\"入手太阴肺经、足太阴脾经。\"\n",
    "usage": "\n内服：煎汤，0.5～3钱；或入丸、散。外用：研末掺或煎水洗。\n",
    "compatibility": "\n实证中满腹胀忌服。\n\n\n①《本草经集注)：\"术，干漆、苦参为之使。恶远志。反大戟、芫花、甘遂、海藻四物。\"\n\n\n②《医学入门》：\"痢疾初作，不可用。\"\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "1.甘草毒性甚低，但如长期服用，能引起水肿和血压升高。甘草水浸膏小鼠LD50静脉注射为1.9432±0.467g／kg，腹腔注射为6.8466g／kg，皮下注射为7.8192g／kg。甘草浸膏小鼠皮下注射的LD100为3.6g／kg，死因为呼吸麻痹，甘草甜素小鼠皮下注射最低致死量为1g／kg，甘草次酸小鼠皮下注射的LD50为308mg／kg，Fml00小鼠腹腔注射LD50为760mg／kg。甘草次酸给小鼠1次腹腔注射的LD50为101mg／kg。2.用甘草水煎剂给豚鼠连续灌胃6周，每日用量2g／kg，观察其慢性毒性。结果给药组动物体重比对照组略有增加，但未出现浮肿；实验期间无死亡，脏器重量检查仅肾上腺重量稍有降低，为长期给药由于甘草的肾上腺皮质激素样作用所致。甘草次酸可抑制豚鼠甲状腺功能，有降低基础代谢的趋势。",
    "category": "归经_脾经",
    "plant": "\n甘草\n\n\n多年生草本，高约30～70厘米，罕达1米，根茎圆柱状;主根甚长，粗大，外皮红褐色至暗褐色。茎直立，稍带木质，被白色短毛及腺鳞或腺状毛。单数羽状复叶，托叶披针形，早落;小叶4～8对，小叶柄甚短，长1毫米许;小叶片卵圆形、卵状椭圆形或偶近于圆形，长2～5.5厘米，宽1.5～3厘米，先端急尖或近钝状，基部通常圆形，两面被腺鳞及短毛。总状花序腋生，花密集，长5～12厘米;花萼钟形，长约为花冠的1/2而稍长，萼齿5，披针形，较萼筒略长，外被短毛及腺鳞;花冠淡紫堇色，长约14～盟毫米，旗瓣大，长方椭圆形，先端圆或微缺，下部有短爪，龙骨瓣直，较翼瓣短，均有长爪;雄蕊10，2体，花丝长短不一，花药大小不等;雌蕊1，子房无柄。荚果线状长圆形，镰刀状或弯曲呈环状，通常宽6～8毫米，密被褐色的刺状腺毛。种子2～8，扁圆形或肾形，黑色光滑。花期6～7月。果期7～9月。\n\n\n生于向阳干燥的钙质草原、河岸砂质土等地。分布东北、西北、华北等地。\n\n\n本植物根茎上端的芦头部分(甘草头)、根的末梢部分或细小根(甘草梢)、根或根茎内充填有棕黑色树脂状物质的部分(甘草节)亦供药用，各详专条。\n\n\n除上述主要品种外，尚有以下向属植物亦入药用。\n\n\n①光果甘草，又名：欧甘草。其特征为局部被有白霜和疏柔毛，不具腺毛，小叶长椭圆形或狭长卵形。荚果长圆形，扁而直或略弯曲。分布新疆。\n\n\n②黄甘草，其特征茎上部被微毛或近无毛.荚果略作镰状弯曲，膨胀，具腺毛。分布甘肃。\n\n\n③胀果甘草，其特征小叶3～5片，稀达7片，下面中脉无毛。荚果长圆形而直，膨胀。分布新疆、甘肃等地.\n",
    "application": "\n①治疗胃、十二指肠溃疡\n\n\n有较好的近期疗效。据50例以上至200余例的观察，有效率在90%上下，尤以对活动期有疼痛症状者疗效更佳。一般在服药1～3周内疼痛消失或显著减轻，大便潜血转阴;半数以上X线显示壁龛消失。甘草对胃溃疡的疗效优于十二指肠溃疡，对新鲜溃疡较陈旧者为好，治疗后症状的好转比X线改变早;但对有并发症的溃疡病，则往往无效;远期疗效尚欠满意，半数病例出现复发现象。用法：㈠甘草流浸膏：一般每次10毫升，日服3次，4～6周为一疗程;也有每日量仅给15毫升的。但有人认为，每次用1毫升，每日4次，是一个比较合适的剂量。㈡33%甘草浸膏溶液：每日15～30毫升，3次分服，4周为一疗程。㈢甘草粉：每次2.5～5.0克，每月3次，连用3～4周。㈣甘草丸：每日12～15克，3次分服，连用6周。经验证明，甘草粉的疗效优于甘草流浸膏，因甘草粉包含全部甘草有效成分;而甘草流浸膏含有酒精及氯仿，对溃疡病不尽相宜，改用甘草浸膏溶液则无此弊。副作用：甘草制剂能发生去氧皮质酮样作用，影响电解质平衡，使血钠潴留，血钾降低，引起血压增高及水肿，部分病例呈低血钾心电图改变，个别病例出现糖尿。对高血压及水肿，一般限制食盐摄入残停药后即可消失，不影响治疗。疗程以4～6周为限，超过此限，则心脏受累机会即增多。为了防止出现水肿、血压升高等副作用，有人曾合并使用双氢克尿塞。临床上还观察到，如以小剂量甘草浸膏配合吸着剂和收敛剂、或用脱甙甘草浸膏治疗，则副作用大大减少或完全避免，但疗效亦随之降低。鉴于甘草有潴钠排钾的副作用，故应禁用于肾脏病、高血压病患者。长期应用所致的心肌损害亦应予重视。此外，临床上曾以甘草为主配合其它药物，如乌贼骨、瓦楞子、陈皮、蜂蜜等治疗溃疡病，效果亦佳。\n\n\n②治疗阿狄森氏病\n\n\n据少数病例观察，对轻度或初期患者疗效较为显著，可使患者体重增加，体力增强，食欲增进，血压增高，皮肤色素沉着减退，血清电解质浓度有所改善，血清中钠、氯的浓度升高和钾的下降可至正常范围，尿中17-酮类甾醇排泄量增加;有些病例X线显示心脏明显增大，可达正常范围。对于重症或晚期患者，单独应用的效果不甚理想，甚至不能预防危象的发生，而必须加用皮质酮才能奏效;两者并用时，可减少后者的需要量，认为是一种互补作用。甘草治疗本病的理论根据，一般认为是甘草中有效成分甘草次酸的作用与去氧皮质酮有类似之处，能使钠、氯化物及水滞留体内而血钾离子浓度降低，从而收到治疗效果。也有认为甘草治疗本病的作用，在性质上与醛固酮最为近似。副作用：过量时可发生浮肿、气喘、头痛，伴以高血压，肺水肿，对老年患者可引发心脏性气喘等。用法：采用甘草流浸膏，但剂量大小须视各别情况而定。各地报告颇不一致，每日量有用15毫升的，有用20～30毫升的，尚有渐增至30～60毫升的。也有用甘草浸膏每日20～45克，或甘草酸6克，或甘草次酸3～5克的。维持剂量亦因人而异，持续应用数周后，患者可对甘草之敏感度增加，剂量应逐渐减少，有的病例维持量仅需开始量的1/1O。还有人用甘草粉，每日15～30克，认为其疗效优于甘草流浸膏。\n\n\n③治疗席汉氏综合征\n\n\n甘草粉10克，日服3次，同时配合甲基睾丸素、甲状腺素、葡萄糖、维生素等。试治1例性腺机能减退型的席汉氏综合征，用药1周后体温升至正常，精神好转;2周后体重增加，饮食如常;1月后握力由10磅增至18磅，能自理生活，血压升至正常范围，心尖区杂音消失，空腹血糖由88毫克%增至110毫克%，有性欲表现;3月后月经来潮。翌年生-女孩，母女均健康。\n\n\n④治疗尿崩症\n\n\n以甘草粉5克，日服4次，试治两例病吏已4～9年的尿崩症，收到一定效果。患者入院时水的出入量维持在8000毫升左右，服药后尿量显著减少，维持在3000～4000毫升，1例最少尿量曾低于2000毫升\n\n\n⑤治疗肺结核\n\n\n在应用抗痨药的同时，并用甘草制剂，对长期经抗痨药物治疗效果不佳或病情恶化的患者，能收到较好疗效。不仅对浸润性病灶及胸膜炎能使炎症及渗液吸收、中毒症状短期消失，而且对球形病灶、脓胸等亦有较好效果，可以缩短治疗时间。据10余例至数十例的观察结果，用药后大部分病例症状显著改善或消失，血沉下降，痰菌转阴;X线显示进步，肺部浸润病灶吸收或消失，胸腔内积液逐渐减少乃至消失，纤维空洞型的空洞缩小。认为甘草有类似去氧皮质酮的作用，是其发生疗效的原因所在;副作用亦与去氧皮质酮相似，如血压增高、浮肿，个别出现心动缓慢或心动过速、期外收缩。故高血压及心脏器质性病变或心功能不全者应慎用。用法：㈠煎剂：一般每日用生药50克，煎汁分3次服;但亦有每日量低至18.6克的。㈡流浸膏：每日5～10毫升，或10～15毫升，加水至60毫升。分3次服。\n\n\n⑥治疗支气管哮喘\n\n\n用甘草粉5克或甘草流浸膏10毫升，每日3次。试治3例慢性顽固性支气管哮喘，取得显著效果。哮喘症状均在1～3天消失或改善，支气管笛音亦于11天完全消失，肺活量显著增加。其中1例复发，再用甘草治疗时仍然有效，另有用甘草流浸膏治疗4例，亦获效果。\n\n\n⑦治疗传染性肝炎\n\n\n100%甘草煎液15～20毫升，小儿减半，日服3次。治疗13例，平均黄疸指数在12.9天恢复正常，尿三胆试验在9.9天转为阴性，肝肿大在9.2天显著缩小，肝痛在7.8天消失\n\n\n⑧治疗急性血吸虫病\n\n\n根据甘草有类似去氧皮质酮的药理作用，用其代替考的松和促肾上腺皮质素治疗急性血吸虫病获得较好效果。一般用药后1～2天即开始退热，5～10天内大部分退至正常，同时全身情况亦显著好转或恢复。用法：甘草粉每日30克，分3次服，热退后减为半量再服1周左右停药。总疗程约15～20天。治疗过程中可酌情配合其它辅助药物及支持疗法。\n\n\n⑨治疗疟疾\n\n\n用甘草、甘遂等量研粉棍合，于疟疾发作前30分钟取药粉少许撒于肚脐眼，外贴黑膏药。经治109例。除2例因用药不及时无效外，均获效果。\n\n\n⑩治疗血小板减少性紫癜\n\n\n生甘草1两，水煎2次，上、下午分服。经治3例，均有效果。\n\n\n⑾治疗腓肠肌痉挛\n\n\n甘草流浸膏成人10～15毫升，日服2次。经治254例，有显著疗效的241例，占94.8%。疗程最短3天，最长6天。\n\n\n⑿治疗先天性肌强直\n\n\n甘草粉3克，日服3次，进低盐饮食，疗程15天。试治1例病史近两年的患者，用药4天后症状即有好转，疗程结束时症状基本消失。\n\n\n⒀治疗血栓性静脉炎\n\n\n甘草流浸膏每日12～20毫升，或甘草50克水煎，均分3次饭前服。经治8例，除2例显著好转后因故出院外，其余均痊愈，局部疼痛、浮肿及索条状物均消失。认为甘草治疗本病有消炎、止痛，增加机体抵抗力及制止肉芽组织增生之作用。个别病例治疗过程中出现轻微浮肿及血压升高，减量后即消失。此外，曾以甘草流浸膏日服15毫升(分3次)，治愈1例血栓闭塞性脉管炎。用药3周后自觉症状消失，皮肤转红，皮肤温度、足趾关节运动皆恢复正常。\n\n\n⒁治疗子宫颈糜烂\n\n\n先用1：4000过锰酸钾液冲洗阴道，以干棉签擦干后将甘草流浸膏涂于子宫颈上。本法对中度子宫颈糜烂疗效较好，一般治疗2～3疗程(每疗程5次)便能痊愈。如患有滴虫者须先治滴虫，再治宫颈糜烂。\n\n\n⒂治疗皮肤炎症\n\n\n以2%甘草水局部湿敷，2小时1次，每次15～20分钟;治疗接触性皮炎12例，一般1～4天即见红肿消退，渗液停止，糜烂面愈合，继以氧化锌糊剂或炉甘石洗剂外敷数日即愈。用甘草1两，煎水洗患处，每日1次，对过敏性皮炎亦有效果。甘草次酸对湿疹、牛皮癣也有治疗作用。\n\n\n⒃治疗手足皲裂\n\n\n取甘草1两切片，浸于75%酒精100毫升内，24小时滤出浸液，加入等量的甘油和水混合后涂搽患处。随访17例重症患者，效果均满意。\n\n\n⒄治疗眼科炎症\n\n\n以5%或8～12%甘草酸钠盐溶液，或甘草次酸混悬液(每毫升含10毫克)，或10～30%甘草浸膏液滴眼，根据病情需要，每1～2小时滴眼1次或每日滴3～4次，对下列眼病有效：㈠泡疹性眼炎：60例泡疹性角膜炎、角膜结膜炎及束状角膜炎患者，经治2～7天左右，56例获得痊愈(有2例因停药过早而复发);另文报告对泡疹性结膜炎用药2～14天，疼痛、充血及泡疹即渐减轻而消失。㈡上巩膜炎、巩膜炎：分别观察4例和5例，用药后在3～17日内结节消失，6～34日炎症消退。㈢春季卡他性结膜炎：治疗6例，用药2～3日痒感与结膜充血显著减轻，但停药后立即复发，再用药又能控制。此外，对结核过敏性角膜炎及巩膜炎，亦有明显疗效;对深层角膜炎、角膜实质炎、角膜间质炎，能减轻充血及疼痛症状，但角膜浸润改变不明显;对急性虹膜睫状体炎亦可使充血及疼痛刺激症状减轻，但对前房内渗出物是否有控制作用，观察结果并不一致。另曾以甘草酸钠盐与少量考的松并用，同时服异烟胼，治疗1例结核性虹膜睫状体炎收到良好效果。\n\n\n⒅治疗冻伤\n\n\n取甘草、芫花各3钱，加水2000毫升煎后浴洗冻伤部位，每日3次(每剂可洗3～5次)，有破溃及坏死之创面洗后用黄连纱条换药。治疗手、足冻伤共76例，经用药1～8剂后，58例痊愈，其余结果不明。实践证明，对单纯红肿者效果最佳，半数以上用药1剂浴洗3～5次即愈;对红肿加皮肤坏死的创面，洗后肿痛消失，继之坏死组织脱落，创面呈现新鲜肉芽组织，用黄连换药后创面即迅速愈合;对冻裂创疗效稍逊，但经几次浴洗后可使患部由干燥发硬变为滑润柔软而渐痊愈;对三度冻伤胶体坏死者，洗后可使疼痛迅速消失，坏死组织分离，有利于早期外科治疗。\n\n\n此外，曾以甘草制剂为主，配合其它药物或疗法治疗重症肺炎、扁桃体炎并发荨麻疹、风涅性关节炎、低血压、小舞蹈症、臂丛炎、颜面神经瘫痪及毒蕈中毒、木薯中毒等，虽然病例较少，但均取得较好效果。\n",
    "position": "为豆科植物甘草的根及根状茎。",
    "source": "《本草》"
  },
  {
    "name": "淫羊藿",
    "alias": "刚前,仙灵脾,仙灵毗,放杖草,弃杖草,千两金,干鸡筋,黄连祖,三枝九叶草,牛角花,铜丝草,铁打杵,三叉骨,肺经草,铁菱角",
    "ingredient": "\n淫羊藿茎、叶含淫羊藿甙，叶尚含挥发油、蜡醇、卅一烷、植物甾醇、鞣质、油脂。脂肪油中的脂肪酸有棕榈酸、硬脂酸、油酸、亚油酸。\n",
    "process": "\n夏、秋采收，割取茎叶，除去杂质，晒干。\n",
    "distinguish": "\n①淫羊藿(又名：大叶淫羊藿)\n\n干燥茎细长圆柱形，中空，长20～30厘米.棕色或黄色，具纵棱，无毛。叶生茎顶.多为一茎生三枝，一枝生三叶。叶片呈卵状心形，先端尖，基部心形。边缘有细刺状锯齿，上面黄绿色，光滑，下面灰绿色，中脉及细脉均突出。叶薄如纸而有弹性。有青草气，味苦。\n\n②心叶淫羊藿(又名：小叶淫羊藿)叶片为圆心形，先端微尖。其他与淫羊藿同。\n\n③箭叶淫羊藿\n\n叶片为箭状长卵形，革质;叶端渐尖呈刺状，叶基箭形。其他与淫羊藿同。\n\n以上药材均以梗少、叶多、色黄绿、不破碎者为佳。\n\n产陕西、辽宁、山西、湖北、四川、广西等地。\n",
    "effect": "\n①对性机能的影响\n\n淫羊藿有催淫作用，这种作用由于精液分泌亢进，精囊充满后，刺激感觉神经，间接兴奋性欲而起;用淫羊藿或日本产淫羊藿制成的流浸膏，对狗虽不能表现举尾反应，但可知其有促进精液分泌的作用，其叶及根部作用最强，果实次之，茎部最弱;以前列腺、精囊、提肛肌增加重量的方法(小鼠)证明淫羊藿提取液具有雄性激素样作用，其效力较蛇床子弱，但强于始蚧及海马，注射其提取液20～40毫克，其效力相当于7.5微克睾丸素。淫羊藿煎剂用于摘除两侧卵巢的小鼠，证明无雌性激素的作用，对大鼠交配率、排卵周期、家兔小便中雌性激素的排出均无影响，其热水及冷水浸剂结果亦同。日本产淫羊藿乙醇提取物对正常及去卵巢雌性小鼠的性周期无影响，亦不增加子宫、卵巢的重量。\n\n②对微生物的影响\n\n淫羊藿煎剂试管内对脊髓灰质炎病毒有显着的抑制作用，在药物与病毒接触1小时内，即表现灭活作用，对其他肠道病毒亦能抑制;对白色葡萄球菌、金黄色葡萄球菌有显着抑菌作用，对奈氏卡他球菌、肺炎双球菌、流感嗜血杆菌有轻度抑制作用。1%浓度对人型结核杆菌有抑菌效力。\n\n③镇咳、祛痰与平喘作用\n\n淫羊藿的各种制剂中，以茎叶鲜品提取物C及淫羊藿复方Ⅱ号(淫羊藿：桉叶：洋金花=8：2：1)有一定的祛痰作用(小鼠酚红法)，乙酸乙酯提取物初步认为有镇咳作用(SO2引起小鼠咳嗽方法)，对豚鼠支气管哮喘的平喘作用不够理想。\n\n④其他作用\n\n淫羊藿提取液对家兔有降压作用，小量使尿分泌增加，大量则反而抑制之，对离体兔肠有抑制作用，离体子宫则先兴奋后抑制，口服能使高血糖大鼠血糖下降，淫羊藿中含有维生素E(鸡鉴定法)。\n\n仙灵脾(箭叶淫羊藿)煎剂及醇提溶液对麻醉家兔、正常和肾型高血压大白鼠都可使血压下降，关于仙灵脾的降压原理有认为主要是由于周围血管扩张所致，也有认为主要由于血管运动中枢的抑制。二仙合剂(仙灵脾、黄柏、当归、知母、仙茅、巴戟天)对麻醉猫、犬的急性实验及高血压犬均表现降压作用，对大白鼠神经型、肾型、睾丸切除型高血压具有显著降压作用，对大白鼠肾上腺烫伤型及卵巢切除型的降压不显著，经初步分析二仙合剂中以黄柏和仙灵脾为主要降压成分。\n",
    "creation": "\n淫羊藿：拣净杂质，去梗，切丝，筛去碎屑。炙淫羊藿：先取羊脂袖置锅内加热熔化，去渣，再加入淫羊藿微炒，至羊脂油基本吸尽，取出放凉。(每淫羊藿100斤，用炼成的羊脂油25斤)\n",
    "function": "\n补肾壮阳，祛风除湿。治阳痿不举，小便淋沥，筋骨挛急，半身不遂，腰膝无力，风湿痹痛，四肢不仁。\n\n①《本经》：\"主阴痿绝伤，茎中痛。利小便，益气力，强志。\"\n\n②《别录》：\"坚筋骨。消瘰疬、赤痈;下部有疮，洗，出虫。\"\n\n③《日华子本草》：\"治一切冷风劳气，补腰膝，强心力，丈夫绝阳不起，女子绝阴无子，筋骨挛急，四肢不任，老人昏耄，中年健忘。\"\n\n④《医学入门》：\"补肾虚，助阳。治偏风手足不遂，四肢皮肤不仁。\"\n",
    "taste": "\n辛甘，温。\n\n①《别录》：\"无毒。\"\n\n②《药性论》：\"味甘，平。\"\n\n③《蜀本草》：\"温。\"\n\n④《滇南本草》：\"性微温，味微辛。\"\n\n入肝、肾经。\n\n①《滇南本草》：\"入肝、肾二经。\"\n\n②《纲目》：\"手、足阳明，三焦，命门。\"\n\n③《本草经疏》：\"入手厥阴，足少阴、厥阴。\"\n",
    "usage": "\n内服：煎汤，1～3钱；浸酒、熬膏或入丸、散。外用：煎水洗。\n",
    "compatibility": "\n阴虚而相火易动者忌服。\n\n①《本草经集注》：\"薯蓣为之使。\"\n\n②《日华子本草》：\"紫芝为使。得酒良。\"\n\n③《本草经疏》：\"虚阳易举，梦遗不止，便赤口干，强阳不痿并忌之。\"\n",
    "storage": "置通风干燥处。",
    "side_effects": "日本产淫羊藿能使蛙的瞳孔扩大，使小白鼠随意运动增加，反射机能亢进，往往发生轻度痉挛，遂至呼吸停止而死，心脏于呼吸停止后一定时间内持续搏动。淫羊藿浸膏小鼠腹腔注射半数致死量为36g／kg，No5-1-1小鼠静脉注射的半数致死量为56.8±2.7g／kg。本品甲醇提取物的毒性低，小鼠灌胃 450g/kg，连续观察3天,结果活动正常，无毒性反应。日本产淫羊活能使蛙的瞳孔扩大，小白鼠随意运动增加，反射机能亢进，往往发生轻度痉挛，遂至呼吸停止而死。",
    "category": "归经_肾经",
    "plant": "\n①淫羊藿\n\n\n多年生草本，高30～40厘米。根茎长，横走，质硬，须根多数。叶为2回3出复叶，小叶9片，有长柄，小叶片薄革质，卵形至长卵圆形，长4.5～9厘米，宽3.5～7.5厘米，先端尖，边缘有细锯齿，锯齿先端成刺状毛，基部深心形，侧生小叶基部斜形，上面幼时有疏毛，开花后毛渐脱落，下面有长柔毛。花4～6朵成总状花序，花序轴无毛或偶有毛，花梗长约1厘米;基部有苞片，卵状披针形，膜质;花大，直径约2厘米，黄白色或乳白色;花萼8片，卵状披针形，2轮，外面4片小，不同形，内面4片较大，同形;花瓣4，近圆形，具长距;雄蕊4;雌蕊1，花柱长。蓇葖果纺锤形，成熟时2裂。花期4～5月。果期5～6月。\n\n\n生长于多荫蔽的树林及灌丛中。分布黑龙江、吉林、辽宁、山东、江苏、江西、湖南、广西、四川、贵州、陕西、甘肃。\n\n\n②心叶淫羊藿\n\n\n多年生草本，高30～40厘米。形与上种相似，但小叶片卵圆形或近圆形，长2.5～5厘米，宽2～4厘米，先端宽阔锐尖，边缘具锯齿，基部深心形，侧生小叶不对称，外侧有小尖头。花成聚伞状圆锥花序，花梗有腺毛;花通常白色。花期6～7月。果期8月。\n\n\n生于阴湿的山沟中。分布山西、陕西、甘肃、青海、广西、湖南、安徽等地。\n\n\n③箭叶淫羊藿\n\n\n多年生草本，高30～50厘米。根茎匍行呈结节状。根出叶1～3枚，3出复叶，小叶卵圆形至卵状披针形，长4～9厘米，宽2.5～5厘米，先端尖或渐尖，边缘有细刺毛，基部心形，侧生小叶基部不对称，外侧裂片形斜而较大，三角形，内侧裂片较小而近于圆形;茎生叶常对生于顶端，形与根出叶相似，基部呈歪箭状心形，外侧裂片特大而先端渐尖。花多数，聚成总状或下部分枝而成圆锥花序，花小，直径仅6～8毫米，花瓣有短距或近于无距。花期2～3月。果期4～5月。\n\n\n生于山坡竹林下或路旁岩石缝中。分布浙江、安徽、江西，湖北、四川、台湾、福建、广东、广西等地。\n\n\n以上几种植物的根茎(淫羊藿根)亦供药用，另详专条。\n\n\n在云南地区应用的淫羊藿，其原植物为尖叶淫羊藿，叶为3小叶或单叶，小叶片狭长，叶背有柔毛。总状花序具10～15朵花，小花梗长而无毛，距较内部的花萼长一倍。\n",
    "application": "\n①治疗小儿麻痹症\n\n\n取淫羊藿、桑寄生等量，制成每2毫升含生药各1克的注射液。急性期以肌肉注射为主，配合穴位注射。肌肉注射每次2毫升，每日2次，连续20天。恢复期及后遗症期以穴位注射为主，配合肌肉注射。穴位注射按常规取穴，每穴注射1～2毫升，隔日1次，连续20天，休息半月再继续治疗。治疗各期小儿麻痹症共246例，其中急性期患者34例，痊愈8例，基本痊愈16例，显著有效7例，有效2例，无效1例;恢复期患者43例，痊愈21例，有效15例，进步5例，无效2例;后遗症期患者共169例，痊愈及基本痊愈9例，显著有效及有效129例，无效31例。据观察，本品对急性期及刚进入恢复期的病例疗效显著，恢复较快。对后遗症期也有一定效果，用药后患肢普遍有发热、有劲等感觉，有效病例可见肌肉逐渐恢复，患肢增粗;其中以一下肢麻痹者疗效较好，上肢麻痹及年龄较大者疗效较差。用药后除有口干现象外，未见其它副作用。\n\n\n②治疗神经衰弱\n\n\n㈠用3%淫羊蕾煎液游子透入法，每日1次，10～20次为一疗程。少数患者另服镇静剂。观察104例，痊愈22例，显著进步21例，进步46例，无效15例。疗程长者疗效较好;治疗后症状开始好转愈早，疗效愈好，而治疗15次病情仍无好转者，即使继续治疗，疗效亦不显著，且不巩固。少数病例治疗初期可出现轻度反应或症状暂时加重，但继续治疗即迅速消失。㈡用20%淫羊藿酊每次5毫升，每日3次饭前服，连续2～3月。治疗50例，约有80%患者治后症状消除或减轻。服药期间未见不良反应，但不适用于兴奋过程占优势或性欲亢进，及高血压患者。\n\n\n③治疗慢性气管炎\n\n\n以单味淫羊藿丸观察1000余例，一疗程的有效率为74.6%，近期控制和显效率为22.1%。如配合矮地茶等组成复方治疗，疗效有所提高。实践证明，单纯型的疗效优于喘息型，年龄大者疗效较差，但病程长短与疗效无明显关系;祛痰、镇咳作用较好，平喘较差;经治两个疗程者比一个疗程的近期控制和显效率有显著提高。观察中曾对经治一疗程的110例进行随访，结果半年后的有效率为59.1%，较原来疗效下降26.1%。制剂及用法：取淫羊藿茎、叶(干品)，以其总量的80%煎取浓汁，20%研粉，两者混合为丸。每日量相当于生药1两，两次分服。治疗中曾以相当于生药5钱和1.5两的剂量(一日量)，分别对部分病例进行观察，结果疗效与日服1两者均基本相似。服药后部分病例有轻微反应，以口干、恶心为多见，其次为腹胀、头晕，一般可自行消失。\n",
    "position": "为小檗科植物淫羊藿、心叶淫羊藿或箭叶淫羊藿的茎叶。",
    "source": "《本经》"
  },
  {
    "name": "丁香",
    "alias": "丁子香,支解香,公丁香。",
    "ingredient": "花蕾含挥发油即丁香油。油中主要含有丁香油酚(Eugenol)、乙酰丁香油酚、B-石竹烯(B一Caryophyllene)，以及甲基正戊基酮、水杨酸甲酯、葎草烯(Humuleno)、苯甲醛、苄醇、间甲氧基苯甲醛、乙酸苄酯、胡椒酚(Chavicol)、a一衣兰烯(ａ一Ylangene)等。也有野生品种中不含丁香油酚(平常丁香油中含64-85%)，而含丁香酮(Eugenone)和番樱桃素(Eugenin)。花中还含三萜化合物如齐墩果酸(Oleanolicacid、黄酮和对氧萘酮类鼠李素(Rham-netin)、山奈酚(Kaempferol)、番樱桃素、番樱桃素亭(Eugenitin)、异番樱桃素亭(Isoeugenitin)及其去甲基化合物异番樱桃酚(IsoeugenitoI)。",
    "process": "通常在9月至次年3月间，花蕾由青转为鲜红色时采收。采下后除去花梗，晒干。",
    "distinguish": "\n\n干燥的花蕾略呈短棒状，长1.5～2厘米，红棕色至暗棕色。下部为圆柱状略扁的萼管，长1～1.3厘米，宽约5毫米，厚约3毫米，基部渐狭小，表面粗糙，刻之有油渗出，萼管上端有4片三角形肥厚的萼。上部近圆球形；径约6毫米，具花瓣4片，互相抱合。将花蕾剖开，可见多数雄蕊，花丝向中心弯曲，中央有一粗壮直立的花柱。质坚实而重，入水即沉；断面有油性，用指甲划之可见油质渗出。气强烈芳香，味辛。以个大，粗壮、鲜紫棕色、香气强烈、油多者为佳。\n\n主产于坦桑尼亚、马来西亚、印度尼西亚等地。我国广东有少数出产。",
    "effect": "1.抗菌作用 含有1%浓度的丁香的乙醚浸出液，水浸液或含8%浓度的丁香煎剂的沙伯氏培养基，对许兰氏黄癣菌、白色念珠菌等多种致病性真菌均有抑制作用。较高浓度时对新型隐球菌也有抑制作用。醇浸出液与醚浸出液相似，但水浸液较差。丁香油及丁香油酚在1：8000-1:16000时，对致病性真菌即有抑制作用。煎剂1：20-1：640浓度时，对葡萄球菌、链球菌及白喉、变形、绿脓、大肠、痢疾、伤寒等杆菌均有抑制作用，丁香油和丁香油酚在1：2000-1：8000浓度时，对金黄色葡萄球菌及肺炎、痢疾（志贺氏)、大肠、变形、结核等杆菌均有抑菌作用。丁香对流感病毒PR8株也有抑制作用（体外试验)。100%乙醇浸液及1：400丁得油稀释液用平板小杯法对鼠疫杆菌、霍乱弧菌、炭疽杆菌、伤寒杆菌、白喉杆菌、变形杆菌、大肠杆菌、枯草杆菌及金黄色葡萄球菌等抑制作用；丁香油及丁香酚在1:16000-1：64000浓度时对布氏杆菌即有抑制作用，1：8000浓度对鸟型结核杆菌也有抑制作用。2.抗真菌作用：乙醇浸剂1:100、丁香油及丁香酚1：8000-1:16000对星形奴卡菌、许兰黄癣菌、石膏样小孢子菌及腹股沟表皮癣菌等有抑制作用。3.驱虫作用：水或醇提取液在体外对猪蛔虫有麻痹或杀死作用，感染蛔虫的狗口服丁香油0.5-1.Og/kg，有驱虫作用，但一次服用并不能将蛔虫全部驱除。丁香油较煎剂为优。50%煎剂及乙醇浸剂在体外对猪蛔虫有杀死作用；丁香油效力更大，其1%的混悬液即有杀死部分蛔虫的作用，0.1-0.5g/kg灌胃对狗蛔虫有驱除作用。4.健胃作用：丁香为芳香健胃剂，可缓解腹部气胀、增强消化能力、减轻恶心呕吐。5%丁香油酚乳剂可使胃粘液分泌显著增加，而酸度则不增强；丁香水浸液灌胃，可使巴甫洛夫小胃狗的胃酸排出量和胃蛋白酶活力显著增加。丁香油之作用稍差，连续应用，可使粘液耗竭，而仅分泌非粘液性的渗出物；36小时后方能部分恢复反应（分泌粘液)，完全恢复，需数月以后。丁香浸出液对胃液分泌的影响取丁香10g，用150ml蒸馏水浸泡4小时左右，在85-90℃下加热30分钟,煮沸3分钟左右，用双层纱布过滤后用蒸馏水将滤液调至含生药10%的浸出液，为了消除酸度本身对胃液分泌的影响，用NaOH溶液调浸出液至pH=6.8-7.2之间。实验用4只具有三通巴甫洛夫小胃的狗进行，实验在手术后4周开始。狗在实验前禁食16小时以上，但不限饮水。实验时先移去瘘管的管塞，待胃内积存的分泌物流出后将管芯插入直管内。www.med126.com在实验的全过程中主胃和小胃均与外界相通。如果主胃胃液的pH在5以上时，待小胃的胃液流出体外后即开始实验。结果丁香浸出液在20次实验中，12次均有明显升高。在灌注后3小时内，小胃的总酸排出量达0.350±0·044mg当量，与对照比较P＜0.01。在对胃蛋白酶活力影响实验中，灌注丁香浸出液后hl胃蛋白酶的活力开始升高，在灌注后3小时内，每30分钟样品中胃蛋白酶的平均活力达50·5±1.3单位，与对照比较P＜0.05。如在实验前iv硫酸阿托品0.1mg则可使丁香浸出液刺激胃酸分泌的作用受到明显抑制，总酸排出量增多的现象不再出现，可见在丁香浸出液刺激胃酸分泌的机制中有胆碱能机制参与。对4种胃溃疡的影响①对水浸应激性溃疡的影响小鼠，体重22.4±2.3g（X±SD)，雌雄各半，随机分每组10只，禁食1夜,ig受试药物后，装入特制的应激盒，浸入20-30℃水中，水位达小鼠颈部，8小时后处死取胃，镜检计算出血点数，计算出溃疡抑制率（%)。结果阳性对照甲氰脒胍200mg/kg；丁香水提物10g/kg和20g/kg均可明显抑制小鼠水浸应激溃疡，②对幽门结扎性溃疡的影响大鼠体重145±16g，雌雄各半，随机分每组10只，禁食24小时后，乙醚麻醉下，按Shay法结扎幽门，ig受试药物，缝合腹壁后19小时，处死大鼠，取胃，镜检前胃部溃疡，分级计算指数及溃疡抑制率（%)，结果药物无明显影响。③对消炎痛加乙醇诱发溃疡的影响小鼠体重24.7±1.5g，雌雄各半，随机分每组10只，ig受试药物0.5小时后，ip消炎痛10mg/kg，l小时后ig50%乙醇0.2ml/只，再过l小时处死取胃，镜检条状损害,测量总长度（mm)为溃疡指数，计算溃疡抑制率。结果呋喃唑酮100mg/kg和丁香石油醚提物0.3ml/kg可明显抑制消炎痛加乙醇诱发的溃疡。④对0.6mol/L盐酸所致胃粘膜损伤的影响大鼠体重176±21g。雌雄各半，随机分每组10只，禁食24小时，ig受试药物0.5小时后，ig0.6mol/l盐酸lml/只，再过l小时后处死取胃，镜检条状损害，测量其长度（mm)，计算溃疡抑制率（%)。结果甲氰脒胍100mg/kg，丁香水提物及石油醚提物均可明显抑制0.6mol/L盐酸所致胃粘膜损伤。5.止痛作用：从小鼠热板试验和抗扭体反应试验结果表明，丁香石油醚提物（0.15ml/kg和0.3ml/kg)和丁香水提物（10g/kg和20g/kg)均可显著延长小鼠痛觉反应潜伏期和显著减少小鼠因冰醋酸0.1ml/10g刺激引起的扭体，反应次数。牙痛丁香油（少量滴入)可消毒龋齿腔，破坏其神经，从而减轻牙痛。6.丁香水提物和石油醚提取物对小鼠耐缺氧和受寒等的影响：丁香用石油醚（30-60度)提取2次，每次冷浸3d，回收石油醚得黄褐色油状物，用阿拉伯胶分别配成1.5和8%（v/v)乳状液，药渣中加开水煮沸0.5h，共2次，并浓缩成1ml含生药1g浓度的丁香水提物。耐缺氧：对小鼠常压密闭缺氧耐受力的影响取小鼠30只（雌雄不分)，体重22.0±2·5g，分3组，分别ig丁香石油醚提取物和3%阿拉伯胶溶液后l小时，单个放入145ml的广口瓶内，瓶内盛有适量的钠石灰，瓶口用连接测氧仪的橡皮塞密闭，测定瓶内氧含量从21%降至15、10和7%所需的时间（即耗氧速度)、存活时间及死亡时瓶内残存的氧含量。实验数据用t检验统计处理。另取雌性小鼠5O只，体重21.4±2.4g，分为5组，分另ig丁香水提物及自来水后l小时，其中两组分别ip普萘洛尔和生理盐水0.5h后，单个放入容量为120ml的广口瓶内，按上法测定，表明普萘洛尔对3项指标都有明显影响，丁香水提物能延长小鼠存活时间和降低死亡时瓶内氧残存量，说明丁香水提物不是通过减慢耗氧速度，而是通过提高小鼠在低氧条件下的氧利用能力，增强小鼠常压密闭下抗缺氧的能力。张口动作：对断头小鼠张口动作持续时间的影响取20g左右小鼠，每组30只，分别ig丁香水提物，石油醚提取物和对照溶液后1小时，自颈部一刀剪下小鼠脑袋，并立即用秒表记录断头小鼠的张口动作持续时间，结果只有丁香水提物10和20g/kg组显著延长张口动作持续时间，10g组P＜0.01，20g组p＜0.05。中毒：对氰化钾中毒和对亚硝酸钠中毒小鼠存活时间的影响取体重20.7±1.7g小鼠，性别不分，每组12-16只，分别ig丁香水或石油醚提取物和对照液后l小时，其中一组ip普萘洛尔20分钟后再iVkCN4mg/kg，并立即记录小鼠存活时间，结果见表3。丁香水提物20g/kg组和普萘洛尔组能延长KCN中毒小鼠的存活时间。又取雄性小鼠，体重22.6±2.0g，每组10只，分另ig丁香水提物，石油醚提取物和对照液后l小时，ipNaNO2800mg/kg，并立即记录存活时间。丁香石油醚提取物0·15和0.30ml/kg组能显著延长NaNO2中毒小鼠存活时间。耐寒：对受寒小鼠存活时间的影响取雌性小鼠，体重19.7±0.8g，每组12只，禁食禁水24小时，分别ig丁香石油醚提物、水提物和对照液后0.5小时，分装在铁皮小盒内，每盒6只，并将铁皮盒放入-18--20℃冰箱内，每小时开启冰箱，取出死鼠，活鼠合并成每盒6只左右，观察至小鼠全部死亡为止，结果丁香石油醚提物0.30ml/kg组明显缩短受寒小鼠存活时间，可能这一剂量能明显抑制自发活动所致。7.丁香水提物和石油醚提物对动物胆汁分泌、腹泻和肝损伤的影响7.1对麻醉大鼠胆汁分泌的影响 大鼠体重174±17g，雌雄各半，随机分每组8只，乌拉坦麻醉后，按文献方法［药学杂志（日)1987；107（12)：990］行胆管插管术，术后平衡30分钟，十二指肠给药，收集给药前30分钟及给药后4小时内每30分钟的胆汁流量，进行比较，得出流出率（药后流量/药前流量)，与对照组相应时相比t检验。结果丁香石油醚提物可明显促进麻醉大鼠胆汁分泌，作用可维持2小时。7.2对蓖麻油，番泻叶等药物引起腹泻的影响 小鼠体重19.8±1.5g，雌雄各半，随机分每组12只。实验时禁水、食，ig受试药物后0.5，ig蓖麻油0.15ml/只，单个放入底部有直径约15cm垫纸的小桶内，每1小时换垫纸并计算腹泻次数，观察6小时。结果丁香石油醚提物0.3ml/kg，可显著抑制蓖麻油引起的小鼠腹泻。又取小鼠体重20.4±1.7g，雌雄各半，随机分每10只，ig受试药物后0.5小时，ig番泻叶0.4g/只番泻叶（Cassiaangustifolia)20g加水250ml煮沸5分钟，纱布过滤后水浴浓缩成每1ml含1g生药的溶液，以后操作方法同蓖麻油腹泻实验，观察8小时。结果丁香水提物20g/kg可明显抑制番泻叶引起的腹泻。7.3对四氯化碳诱发急性肝损伤大鼠SGPT，SGOT的影响 大鼠体重221±25g，雌雄各半，随机分为每组9只。受试药物，每日1次，连续5日，末次给药后1小时，igCCl40.3ml/kg,16小时后麻醉状态下颈动脉取血，赖氏法测SGPT，金氏法测SGOT，t测验进行数据处理。结果丁香石油醚提物及水提物对CCl4诱发急性肝炎大鼠的SGPT、SGOT显著升高均未产生明显影响。8.丁香提取物对代谢的影响 丁香热水提取物及水溶性组份具有代谢活化的抑制作用及代谢活化Trp-p-2的失活作用的双重作用。醚可溶组份、丁香酚、乙酰丁香酚、异丁香酚可抑制代谢活化，但未见对代谢活化Trp-p-2的失活作用。除去鞣质后的水可溶组份对代谢活化不呈抑制作用，对代谢活化Trp-p-2的失活作用亦小。这些试样不具抗诱变性。根据上述情况提示，丁香热水提取物对诱变的抑制效果可能是由于鞣质、丁香酚等对代谢活化的抑制作用及鞣质对代谢活化Trp-p-2的失活作用所引起。丁香的水、盐水以及乙醇提取物中含有一种含酚和糖醛酸的复杂糖甙，具有抑制脑乙酰胆碱脂酶的作用。9.平喘作用 B-丁香烯在丁香挥发油中含量约5.4%，亦是菊科植物艾叶油中的平喘有效成分之一。药理实验，发现它对离体气管平滑肌几乎没有松弛作用，但po疗效与艾叶油相似。药理筛选对豚鼠离体平滑肌有收缩作用。代谢物III为黄色粘稠油状物，是具有活性的代谢物，根据GC-MS、IR、1HMR和半合成实验证实该代谢物为B-丁香烯醇。药理实验表明，B-丁香烯在体内的代谢产物之一B-丁香烯醇，具有较强的豚鼠离体气道平滑肌松弛作用，PD2＝4.36（n=6)；在用于组胺和乙酰胆碱诱发的豚鼠哮喘，以0·2g/kgig能使全部动物（n=8)不发生喘息，其作用持续时间长于6h。B-丁香烯醇，小鼠igLD50>10.8g/kg，表明毒性极小。",
    "creation": "当花蕾由绿色转红时采摘，晒干。除去杂质，筛去灰屑。用时捣碎。",
    "function": "温中，暖肾，降逆。治呃逆，呕吐，反胃，泻痢，心腹冷痛，痃癖，疝气，癣疾。\n\n①《药性论》：\"治冷气腹痛。\"\n\n②《海药本草》：\"主风疳匿，骨槽劳臭。治气，乌髭发，杀虫，疗五痔，辟恶去邪。治奶头花，止五色毒痢，正气，止心腹痛。\"\n\n③《日华子本草》：\"治口气，反胃，疗肾气，奔豚气，阴痛，壮阳，暖腰膝，杀酒毒，消痃癖，除冷劳。\"\n\n④《开宝本草》：\"温脾胃，止霍乱。(治)壅胀，风毒诸肿，齿疳匿。\"\n\n⑤《本草蒙筌》：\"止气忒、气逆。\"\n\n⑥《纲目》：\"治虚哕，小儿吐泻，痘疮胃虚灰白不发。\"\n\n⑦《本草正》：\"温中快气。治上焦呃逆，除胃寒泻痢，七情五郁。\"\n\n⑧《本草汇》：\"疗胸痹、阴痛，暖阴户。\"\n\n⑨《医林纂要》：\"补肝、润命门，暖胃、去中寒，泻肺、散风湿。\"\n\n⑩《本草再新》：\"开九窍，舒郁气，去风，行水。\"\n\n⑾《药材学》：\"治慢性消化不良，胃肠充气及子宫疝痛。\"",
    "taste": "辛，温。\n\n①《开宝本草》：\"味辛，温，无毒。\"\n\n②《纲目》：\"辛，热。\"",
    "usage": "内服，煎汤，0.3～1钱；或入丸、散。外用：研末调敷。",
    "compatibility": "热病及阴虚内热者忌服。\n\n①《雷公炮炙论》：\"不可见火。畏郁金。\"\n\n②李杲：\"气血胜者不可服，丁香益其气也。\"\n\n③《本草经疏》：\"一切有火热证者忌之，非属虚寒，概勿施用。\"",
    "storage": "置阴凉干燥处。",
    "side_effects": "毒性小鼠腹腔注射煎剂的半数致死量为1.8g/kg。口服丁香油的花生油溶液为1.6g/kg，煎剂的中毒症状为呼吸抑制及后肢无力。狗口服丁香油的花生油溶液5g/kg，可发生呕吐而死亡。尸检发现胃底及幽门部粘膜红肿并有溃疡及出血点，十二指肠部有浮肿及充血，肺有瘀血点。镜检肝、肾也有瘀血及浊肿，部分肝细胞坏死，心肌水肿。狗如口服2g/kg，仅发生呕吐而不致死亡。大鼠口服丁香油酚，半数致死量为1.93g/kg，中毒症状为后肢麻痹、昏睡、尿失禁并常有血尿，病理解剖发见上消化道呈出血状态，少数有粘膜溃疡，各内脏及腹膜、肠系膜显着充血。对中毒大鼠曾用印防己毒素、可拉明、士的宁、咖啡因及五甲烯四氮唑等解救，但无明显效果。丁香油：小鼠igLD501.6g/kg，丁香酚：小鼠igLD503.0g/kg；大鼠igLD502.68g/kg，LD501.93g/kg，LD502.0g/kg。丁香水提物或丁香水提物加咖啡因，用于成年雄性果蝇的生殖细胞减数分裂前或减数分裂后，均未见诱变作用。另外，B-丁香烯家兔ig0.3ml/次，1日2次，连续给药30日，对家兔生长、血色素、白血球总数、尿蛋白、尿镜检、肝功能（B.S.P）、肾功能及心律均有明显影响。丁香石油醚提物小鼠1次ig，观察7日的LD50为1.74±0.24ml/kg。丁香水提物ig小鼠20只120（生药）/kg，观察7日，无死亡。",
    "category": "归脾、胃、肺、肾经。",
    "plant": "丁香\n\n常绿乔木，高达10米。叶对生；叶柄明显；叶片长方卵形或长方倒卵形，长5～10厘米，宽2.5～5厘米，先端渐尖或急尖，基部狭窄常下展成柄，全缘。花芳香，成顶生聚伞圆锥花序，花径约6毫米；花萼肥厚，绿色后转紫色，长管状，先端4裂，裂片三角形；花冠白色，稍带淡紫，短管状，4裂；雄蕊多数，花药纵裂；子房下位，与萼管合生，花柱粗厚，柱头不明显。浆果红棕色，长方椭圆形，长1～1.6厘米，直径6～8毫米，先端宿存萼片。种子长方形。\n\n分布马来群岛及非洲，我国广东、广西等地有栽培。\n\n本植物的树根(丁香根)、树皮(丁香树皮)、树枝(丁香枝)、果实(母丁香)、花蕾蒸馏所得的挥发油(丁香油)亦供药用，各详专条。",
    "application": "治癣\n丁香16克，加入70%酒精至100毫升，浸48小时后去渣。每日外搽患处3次，观察31例病史在2年以上的体癣及足癣患者，一般在治疗1天后症状即见消退，2天后患处开始有皮屑脱落。病史较长或曾经其它癣药治疗而不能控制者，则于治疗后2～3天症状才开始消退，一般经3～5天亦能治愈。但有20%左右治愈后仍反复发作。一法用1：10的丁香煎液外涂，每日1～3次，治疗数种皮肤霉菌病共31例，结果8例临床痊愈，10例显效，8例有效，6例无效。有效病例通常在涂药后3～7日痒感减轻，炎症减退，落屑减少，以后局部症状逐渐好转。治疗期中如中断用药，效果多不明显或无效。疗效与病原苗未见明显关系，曾对6例治愈患者进行短期随访，1例于1个月后复发，6例经2～12月观察未见复发。",
    "position": "为桃金娘科植物丁香的花蕾。",
    "source": "《药性论》"
  },
  {
    "name": "决明子",
    "alias": "草决明,羊明,羊角,马蹄决明,还瞳子,狗屎豆,假绿豆,马蹄子,羊角豆,野青豆,大号山土豆,猪骨明,猪屎蓝豆,夜拉子,羊尾豆",
    "ingredient": "\n新鲜种子含大黄酚、大黄素(emodin)、芦荟大黄素、大黄酸、大黄素葡萄糖甙、大黄素蒽酮、\n\n\n大黄素甲醚(physcion)、决明素(obtusin)、钝叶决明素(obtusifolin)、橙黄决明素，以及新月孢子菌玫瑰色素、决明松、决明内酯。尚含维生素A。\n\n\n现代研究表明，决明子除含有糖类、蛋白质、脂肪外，还含有人体必需的微量元素铁、锌、锰、铜、镍、钴、钼等。所含大黄素、大黄酸对人体有平喘、利胆、保肝、降压功效，并有一定抗菌、消炎作用。其中大黄素葡萄糖甙、大黄素蒽酮、大黄素甲醚，具有降低血清胆固醇和强心作用。决明子素具有a-羟基，可与金属素合成络合物，对金属元素吸收有很大影响。现代临床用决明子治疗高脂血症收效满意，决明子水煎或制成片剂服用。民间常用决明子炒黄末，代茶饮，有预防和治疗疾病的保健功能。\n",
    "process": "\n秋季果实成熟后采收，将全株割下或摘下果荚，晒干，打出种子，扬净荚壳及杂质，再晒干。\n",
    "distinguish": "\n对于决明子的鉴别,《中华人民共和国药典》(2005年版,一部)以大黄酚、大黄素作为理化鉴别指标, 此法虽然简单实用，但无法体现决明子中其他蒽醌、蒽醌苷、萘并吡喃酮类等药效成分的存在, 因此仅以大黄酚、大黄素作为决明子的鉴别指标难以全面反映决明子的药用成分及质量优劣。\n\n\n基于多维多息指纹图谱可以较为全面控制中药质量的理论，建立一种能较全面地反映决明子中理化成分和药效信息的“全指纹图谱系”,以此用于决明子的鉴别，则能较为全面反映决明子中化学成分与药理作用关系的鉴别方法。以中医药理论和现代药理研究为指导,按决明子药材中所含有效成分的极性不同,分别用甲醇和氯仿提取,分别采用薄层色谱-光谱联用、高效液相色谱法得到能体现两个有效部位不同药效信息的指纹图谱,同时用HPLC法测定了氯仿提取物中大黄素、大黄酚、大黄素甲醚的含量。与现行的中国药典(2005年版,一部)有关决明子理化鉴别和含量测定方法相比,本课题的研究结果较为全面地体现了决明子药材化学成分的整体性和复杂性,为合理控制其质量提供参考。\n",
    "effect": "\n①降血压作用\n\n\n决明子的水浸液、酵-水浸液，醇浸液对麻醉犬、猫、兔等皆有降压作用。但浸剂对麻醉兔降压作用不明显，而用决明子酊5毫升，降压较明显，且持续时间较长，用同量稀醇静注，亦可降压(可立即恢复)。对离体蟾蜍心脏有抑制作用;对血管有收缩作用(下肢灌注法)。在慢性实验中，煎剂每日2克(生药)/公斤，无降压作用。\n\n\n②抗菌作用\n\n\n种子的醇提取物对葡萄球菌、白喉杆菌及伤寒、副伤寒、大肠杆菌等均有抑制作用，而水提取物则无效，水浸剂(1：4)在试管中对某些皮肤真菌有不同程度的抑制作用。含大黄酚，但量不多，可能与其轻度的抗菌，泻下作用有关。\n",
    "creation": "炒决明子：取净决明子，置锅内炒至微有香气，取出，放凉。",
    "function": "\n清肝，明目，利水，通便。治风热赤眼，青盲，雀目，高血压，肝炎，肝硬化腹水，习惯性便秘。\n\n\n①《本经)：\"治青盲，目淫肤赤白膜，眼赤痛，泪出，久服益精光。\"\n\n\n②《别录》：\"疗唇口青。\"\n\n\n③《药性论》：\"利五脏，除肝家热。\"\n\n\n④《日华子本草》：\"助肝气，益精水;调末涂，消肿毒，熁太阳穴治头痛，又贴脑心止鼻衄;作枕胜黑豆，治头风，明目。\"\n\n\n⑤《本草衍义补遗》：\"解蛇毒。\"\n\n\n⑥《生草药性备要》：\"治小儿五疳，擦癣癞。\"\n\n\n⑦《医林纂要》：\"泻邪水。\"\n\n\n⑧《湖南药物志)：\"明目，利尿。治昏眩，脚气，浮肿，肺痈，胸痹。\"\n\n\n⑨广州部队《常用中草药手册》：\"清肝明目，利水通便。治肝炎，肝硬化腹水，高血压，小儿疳积，夜盲，风热眼痛，习惯性便秘。\"\n",
    "taste": "\n苦甘，凉。\n\n\n①《本经》：\"味咸，平。\"\n\n\n②《别录》：\"苦甘，微寒，无毒。\"\n\n\n③《本草正》：\"味微苦微甘，性平，微凉。\"\n\n\n入肝、肾经。\n\n\n①《雷公炮制药性解》：\"入肝经。\"\n\n\n②《本草经疏》：\"足厥阴肝，亦入胆、肾。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或研末。外用：研末调敷。\n",
    "compatibility": "\n决明子药性寒凉，有泄泻和降血压的作用，就不适合脾胃虚寒、脾虚泄泻及低血压等患者服用。此外，决明子主要含有大黄酚、大黄素等化合物，长期服用可引起肠道病变或引起难治性便秘。\n",
    "storage": "置干燥处。",
    "side_effects": "1.Sprague一Dawloy大鼠在饲料中加入决明子16-32%，至8天随着决明子剂量的增加，大鼠的体重亦增加，饲料及水的饮用量减少。2.当饲料中加入决明子的量≥8%时，可见大鼠睾丸中精子减少，骨髓减轻、骨髓中多色红细胞数量减少，中性白细胞与淋巴细胞比值增加等。",
    "category": "归经_肝经",
    "plant": "\n决明(《本经》)，又名：夜关门、羊触足、假羊角菜、假花生、夜合草、野花生。\n\n\n一年生草本，高约1米.茎直立，上部多分杖，全体被短柔毛。叶互生;双数羽状复叶;叶柄上面有沟，叶轴上2小叶间有腺体;托叶线状，早落;小叶3对，倒卵形，长2～3厘米，宽1.5～3厘米，先端圆形，有微突尖，基部广楔形或近圆形，一边倾斜，全缘，上面近无毛，下面被柔毛。花腋生，成对;总花梗长约1厘米，被柔毛;萼片5，卵圆形，外面被柔毛;花瓣5，倒卵形或椭圆形，具短爪，黄色;雄蕊10，上面3枚退化，下面7枚发育完全;子房细长，弯曲，被毛，具柄，花柱极短，柱头头状。荚果，线形，略扁，弓形弯曲，长15～24厘米，直径4～6毫米，被疏柔毛。种子多数，菱形，灰绿色，有光亮。花期6～8月。果期9～10月。\n\n\n野生于山坡、河边，或栽培。全国大部分地区有分布。\n\n\n本植物的全草或叶(野花生)亦供药用，另详专条。\n",
    "application": "\n降低血清胆甾醇\n\n观察100例，治前血清胆甾醇在484～210毫克%之间，平均为246.91毫克%；治后降至110～208毫克%之间，平均下降87.9毫克%。大部分病例于用药后均有不同程度的下降，2周内有85%降至正常水平，4周内降至正常水平者占96%，总有效率为98%。但在长期观察的5例中，因故停药后血清胆甾醇则又逐渐上升，再行服药后仍可下降。提示本品降低血清胆甾醇系暂时性的，为达到治疗目的需长期维持，需维持多久尚待观察。服药后有85%病例的头晕、头痛、乏力等症状有所改善。制剂及用法：㈠煎剂-决明子1两，水煎分2次服。㈡糖浆-每100毫升含生药1.5两，每次20毫升，日服3次。㈢片剂-每片含生药6分，日服3次，每次5片。三种剂型经观察疗效无明显差异。决明子用量与疗效有密切关系，量少(如口煎剂每日用5钱)不能达到疗效。副作用：发生率占9%，主要为腹胀、腹泻与恶心，多见于服药初期，均不影响继续服药，可自行消失。关于本品的疗效机理、远期效果及对粥样斑块形成的影响等尚待研究。\n",
    "position": "为豆科植物决明的成熟种子。",
    "source": "《本经》"
  },
  {
    "name": "丹参",
    "alias": "郄蝉草、赤参、木羊乳、逐马、奔马草、山参、紫丹参、红根、山红萝卜、活血根、靠山红、红参、精选酒壶根、野苏子根、山苏子根、大红袍、蜜罐头、血参根、朵朵花根、蜂糖罐、红丹参",
    "ingredient": "\n根主含二萜醌类色素，丹参酮(tanshinone)Ⅰ，ⅡA, ⅡB，隐丹参酮(cryptotanshinone)，异丹参酮(isotanshinones)Ⅰ，Ⅱ，异隐丹参酮(1socryptotanshinone)，丹参新酮(miltirone), 丹参酸甲酯(methyl tanshinonate), 羟基丹参酮ⅡA(hydroxytanshinone), 二氢丹参酮Ⅰ(dihydrotanshinone I)，丹参新醌甲、乙、丙，次甲丹参醌(methylenetanshinquinone)和鼠尾草酚(salviol)。另报道合铁锈醇(ferruginol)、Δl-丹参新酮(Δl-dehydromiltirone)、Δl-丹参酮ⅡA(Δl-dehydrotanshinone IIA)、丹参新醌丁(danshenxinkun D)和1，⒉二氢丹参醌等。\n\n除二萜醌类化合物外，尚含原儿茶醛(protocatechuic aldehyde)、β-谷甾醇和D(+)β-(3，4一二羟基苯基)乳酸(即丹参素，丹参酸甲)，以及缩羧酸化合物(salvianolic acids)A，E等。\n",
    "process": "\n自11月上旬至第二年3月上旬均可采收，以11月上旬采挖最宜。将根挖出，除去泥土、根须，晒干。\n",
    "distinguish": "\n干燥根茎顶部常有茎基残余，根茎上生1至多数细长的榀。根略呈长圆柱形，微弯曲，有时分支，其上生多数细须根，根长约10～25厘米，直径约0.8～1.5厘米，支根长约5～8厘米，直径约2～5毫米，表面棕红色至砖红色，粗糙，具不规则的纵皱或栓皮，多呈鳞片状剥落.质坚脆，易折断，断面不平坦，带角质或纤维性，皮部色较深，呈紫黑色或砖红色，木部维管束灰黄色或黄白色，放射状排列。气弱，味甘微苦。以条粗、内紫黑色，有菊花状白点者为佳。\n\n主产安徽、山西、河北、四川、江苏等地。此外，湖北、甘肃、辽宁、陕西、山东、浙江、河南、江西等地亦产。\n\n此外，尚有下列几种植物的根，有些地区亦作丹参使用：\n\n①甘肃丹参，根呈圆锥形。叶多基生或生于茎的下部，十片三角状卵形或卵状披针形，基部心形或戟形。使用于甘肃，宁夏、青海、云南、西藏。\n\n②褐毛丹参，叶背面密生褐色柔毛。使用于甘肃、宁夏、青海、云南。\n\n③滇丹参，根肉质，肥厚，纺锤形，数个簇生。叶根生，单叶或羽状复叶，单叶叶片卵形或长圆状卵形，基部微心形，两面多皱纹及微柔毛，边缘有圆齿;羽状复叶有小叶3～5。轮伞花序有花4～6，于茎顶排成疏生的总状花序;花冠青紫色。使用于云南地区。\n",
    "effect": "\n抑制血小板聚集，促进纤维蛋白溶解系统;提高增加微循环毛细血管张力和降低其脆性;促进血浆粘度降低和红细胞电泳率加快;能起到扩张冠状动脉、增加冠脉流量和降低血压等作用;对实验性心肌缺血和心肌梗塞具有一定保护作用;对中枢神经系统具有镇静作用;对心绞痛、血栓闭塞脉管炎、骨折及断肢再植术后疼痛等，均有一定的镇痛效果;对金黄色葡萄球菌、大肠杆菌、痢疾杆菌、复形杆菌及伤寒杆菌等均有抑制作用;具有降血糖作用和一定的抗肿瘤作用。\n",
    "creation": "\n拣净杂质，除去根茎，洗净，捞出，润透后切片，晾干。炒丹参：取丹参片放入锅内，以文火炒至微有焦斑为度，取出，放凉。\n\n《品汇精要》：\"去芦，剉碎用。\"\n",
    "function": "\n活血祛瘀，安神宁心，排脓，止痛。治心绞痛，月经不调，痛经，经闭，血崩带下，癥瘕，积聚，瘀血腹痛，骨节疼痛，惊悸不眠，恶疮肿毒。\n\n①《本经》：\"主心腹邪气，肠鸣幽幽如走水，寒热积聚;破癥除瘕，止烦满，益气。\"\n\n②《吴普本草》：\"治心腹痛。\"\n\n③《别录》：\"养血，去心腹痼疾结气，腰脊强，脚痹;除风邪留热，久服利人。\"\n\n④陶弘景：\"渍酒饮之，疗风痹。\"\n\n⑤《药性论》：\"治脚弱，疼痹，主中恶;治腹痛，气作声音呜吼。\"\n\n⑥《日华子本草》：\"养神定志，通利关脉。治冷热劳，骨节疼痛，四肢不遂;排脓止痛，生肌长肉;破宿血，补新生血;安生胎，落死胎;止血崩带下，调妇人经脉不匀，血邪心烦;恶疮疥癣，瘿赘肿毒，丹毒;头痛，赤眼，热温狂闷。\"\n\n⑦《滇南本草》：\"补心定志，安神宁心。治健忘怔冲，惊悸不寐。\"\n\n⑧《纲目》：\"活血，通心包络。治疝痛。\"\n\n⑨《云南中草药选》：\"活血散瘀，镇静止痛。治月经不调，痛经，风湿痹痛，子宫出血，吐血，乳腺炎，痈肿。\"\n",
    "taste": "\n苦，微温。\n\n①《本经》;\"味苦，微寒，无毒。\"\n\n②《吴普本草》：\"岐伯：咸。\"\n\n③李当之《药录》：\"大寒。\"\n\n④《本草经疏》：\"味苦，平，微温。\"\n\n入心、肝经。\n\n①《纲目》：\"手少阴、厥阴血分药。\"\n\n②《本草经疏》：\"入手足少阴、足厥阴经。\"\n\n③《本草正》：\"心、脾、肝、肾血分之药。\"\n",
    "usage": "\n内服：煎汤，1.5～3钱；或入丸、散。外用：熬膏涂，或煎水熏洗。\n",
    "compatibility": "\n无瘀血者慎服。\n\n①《本草经集庄》：\"畏咸水。反藜芦。\"\n\n②《本草经疏》：\"妊娠无故勿服。\"\n\n③《本草备要》：\"忌醋。\"\n\n④《本经逢原》：\"大便不买者忌之。\"\n",
    "storage": "\n置干燥处。 \n\n",
    "side_effects": "丹参煎剂给小鼠腹腔注射43g/kg，48小时l次腹腔注射内未见动物死亡，而64g/kg组10只动物死亡2只。丹参水提醇溶部分，小鼠1次腹腔注射的半数致死量为80.5±3.1g生药/kg，丹参或复方丹参注射液，小鼠腹腔注射的半数致死量分别为136.7±3.8g/kg和61.5g±5.3g/1g。（以生药含量计）；家兔每日腹腔注射丹参注射液2.4g/kg或复方丹参注射液3g/kg，连续14日，未见中毒性反应，动物血象、肝肾功能和体重等均无异常改变，实质性脏器除明显充血外，未见特殊变化。另外，小鼠每日灌胃2%丹参酮混悬溶液0.5ml，连续14日，大鼠每日灌胃2.5ml，连续10日,亦未见毒性。小白鼠腹腔注射半数致死量：丹参注射液36.7±3.8g/kg，复方丹参注射液61.5±5.26g/kg。麻醉动物静脉注射此二剂达临床应用量40-80倍亦无毒性反应；每天给家兔静脉注射临床用量的20-30倍连续14天，也未观察到毒性反应，而且对于血象，肝、肾功能，体重亦无不良影响，实质性脏器除明显充血外，来见特殊变化。",
    "category": "归经_心经",
    "plant": "\n丹参，又名：郄蝉草(《本经》)，奔马草(《四声本草》)，长鼠尾草。\n\n多年生草本，高30～80厘米，全株密被黄白色柔毛及腺毛。根细长圆柱形，外皮朱红色。茎直立，方形，表面有浅槽。单数羽状复叶，对生，有柄;小叶3～5，罕7片，顶端小叶最大，小叶柄亦最长，侧生小叶具短柄或无柄;小叶片卵形、广披针形，长2～7.5厘米，宽0.8～5厘米，先端急尖或渐尖，基部斜圆形、阔楔形或近心形，边缘具圆锯齿，上面深绿色，疏被白柔毛，下面灰绿色，密被白色长柔毛，脉上尤密。总状花序，顶生或腋生，长10～20厘米;小花轮生，每轮有花3～10朵，小苞片披针形，长约4毫米;花萼带紫色，长钟状，长1～1.3厘米，先端二唇形，上唇阔三角形，先端急尖，下唇三角形，先端二尖齿裂，萼简喉部密被白色长毛;花冠蓝紫色，二唇形，长约2.5厘米，上唇直升略呈镰刀形，下唇较短，圆形，先端3裂，中央裂片较长且大，先端又作2浅裂;发育雄蕊2，花丝柱状，药隔细长横展，丁字着生，花药单室，线形，伸出花冠以外，退化雄蕊2，花药退化成花瓣状;子房上位，4深裂，花柱伸出花冠外，柱头2裂，带紫色。小坚果4，椭圆形，黑色，长3毫米。花期5～8月。果期8～9月。\n\n生于山野阳处。分布辽宁、河北、河南、山东、安徽、江苏、浙江、江西、湖北、四川、贵州、山西、陕西、甘肃、广西等地。\n",
    "application": "\n①治疗迁延性、慢性肝炎\n\n取丹参注射液10毫升(相当于生药20克)，静脉注射，每天1次;另用肝功能恢复液(用狗肝制成)2毫升，肌肉注射，每天2次。若有出血倾向者加用牛西西(土大黄)或紫珠草注射液2毫升，肌肉注射，每天2次;如属慢性肝炎早期肝硬化者可加用胎盘组织液2毫升，肌肉注射，每天2次。均以30天为一疗程。经治迁延性肝炎9例、慢性肝炎11例，结果近期治愈(主要症状、体征消失，肝功能恢复正常)15例，显效(症状、体征消失，肝功能明显好转或肝功能恢复正常，而脾脏明显缩小，但未完全恢复正常)3例，无效2例。症状的改善以恶心为最好，其次为乏力、食欲不振、腹胀，再次为肝区痛。其中17例肝肿大者，治后全部回缩至正常;4例脾肿大者，治后3例回缩至正常。肝功能恢复，以转氨酶、麝浊两项异常或再加麝絮异常者恢复情况较好;转氨酶、麝浊、脑絮有异常者次之;四项均异常者较差。治程中，凝血时间、凝血酶元时间都未见延长，也未发生出血倾向。其它亦未见不良反应和副作用。据分析，丹参对迁延性和慢性肝炎能改善肝脏生理机能、促使肝脾回缩和变软的原理，可能是由于丹参能扩张外周血管，降低门静脉压力，使肝内血液循环改善，增加肝细胞的营养和氧的供给。又认为丹参能活血祛瘀，对消除肝脏纤维结缔组织的增生，也可能有一定的作用。\n\n丹参应用于急性传染性肝炎，未见明显疗效;或认为在缩肝方面虽有一定效果，但对肝功能的改善不明显，且部分病例的食欲不振、恶心、头晕、肝脾疼痛等症似有加重趋势。另有报道，丹参配合茵陈，治疗急性黄疸型传染性肝炎，经200例观察，有效率达98.5%。用法：丹参2两，茵陈1两，加水煎两次，两次药液混和加糖半两再浓煎至200毫升，成人60毫升，儿童25毫升，均日服2次。儿童平均服药20天，成人服药33天左右。\n\n②治疗血栓闭塞性脉管炎\n\n将白花丹参晒干切碎压为细末，用白酒(55度)浸泡15天，配制成5～10%白花丹参酒。每次服20～30毫升，日服3次;如病情较重，疼痛剧烈，而且会饮酒者，每次可服50毫升，每日2～3次，或顿服药酒以醉为度。试治34例，单纯服用药酒者8例，其余26例以药酒为主，在不同时期配合其它中药。结果，临床治愈15例，显著好转9例，进步3例，无效7例。多数病人服后有止痛作用，能改善患肢症状，四肢有发热感觉，或有明显发热感向肢体远端冲动，对游走性浅静脉炎也有效果。大多数病人服后无不良反应，个别有皮肤瘙痒;长期服用可发生胃痛、胃纳减退等，应暂停药观察。对肝炎、溃疡病、高血压病、肾炎等忌用。\n\n③治疗晚期血吸虫病肝脾肿大\n\n采集丹参根晒干后切片，水煎2次，过滤，滤液合并煎成30～50%煎剂，临用时酌加糖浆。分甲、乙、丙三组共治疗41例，分别按每公斤体重0.3～0.5克、0.6～0.9克、1.O～1.6克给药，分别连服42、30、30日为一治程。对照组8例，每日服酵母片1.5～2克。对照结果表明丹参对肝脾大小及性质的改变有相当效果。27例肝肿大患者，治后12例缩小，15例变软，12例无改变;脾肿大41例，治疗后缩小者20例，变软者22例，无改变者19例。其中以丙组用量大及甲组疗程长者疗效较为显著，一般在治疗lO～15日后见效。但所有病例末见肝脾缩小到正常者。本品似对病期较短，病情较轻者易于见效。如配合合理的饮食与休息，必能提高疗效。丹参的毒性极低，曾将剂量提高至每日45克，连用83天，亦无不良后果。但有1例剂量并不大(每日30克)，用至第9天即发生原因不明的上消化道出血;故认为凡有呕吐、便血、咯血、血尿、紫癜等出血倾向者忌用丹参。\n\n④治疗冠心病\n\n用丹参提取物制成片剂(每片含提取物0.2克)内服，每次2片，每日3次(每日量相当原生药2两)。以两周至一个月为一疗程。观察323例，服药1～9个月不等。结果心绞痛的总有效率为82.3%，其中显效率为20.3%;疗效以中、轻度较好;服药2个月者疗效比1个月的为高。心电图的总有效率为53.2%，显效率占14.8%;其中慢性冠状动脉缺血病变疗效较优于心肌梗塞病变，二级梯运动试验阳性及可疑阳性病例疗效高于一般心电图缺血病变病例，中、轻度患者疗效优于重度病例。停药后之疗效估价，有待进一步观察。对绝大部分病例无明显副作用，仅对很少数病例的周围血象、胃肠道、肝功能(SGPT)等似有一定影响。\n\n另曾以丹参、降香制成复方注射液(每毫升含生药各1克)，治疗冠心病心绞痛300余例，结果症状的有效率在82%以上，心电图的有效率为50%左右。用法：根据病情轻重缓急采用三种注射方法：㈠静脉滴注-注射液4毫升加入低分子右旋糖酐或5%葡萄糖500毫升内静滴。疗程1～2周。㈡肌肉注射-每日1～2次，每次1毫升;疗程2～4周，有的长达4个月。㈢静脉推注-注射液1毫升加入50%葡萄糖20毫升内注射。上述三种方法均有疗效，但各有特点。静脉推注改善心绞痛作用较快，但维持时间短暂;静脉滴注作用比肌肉注射明显，维持时间亦较长，为病房常规应用方法;肌肉注射虽作用较慢，但应用方便是其优点。\n\n此外，丹参注射液治疗胃、结肠多发性息肉1例，获得较好效果。由于患者不能行外科手术治疗，乃试用丹参注射液。开始每次给药10毫升，加入50%葡萄糖液40毫升静脉推注;治疗数次后无反应，乃改用每次20毫升加50%葡萄糖液40毫升静脉推注。均每日1次，第一疗程35次。治程中病人精神、食欲逐渐好转，脓血便减轻，体力亦渐增强，心脏杂音明显好转，浮肿消退。休药1月，行第二疗程，注射18次后行X线造影复查，胃部息肉大部消失。\n",
    "position": "\n为唇形科植物丹参的根。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "黄芪",
    "alias": "棉芪，绵芪，绵黄芪，棉黄芪，黄蓍，黄耆，箭芪，箭黄芪，内蒙古黄芪，王孙，戴芪，戴糁，戴椹，独椹，蜀脂，百本，百药棉，百药绵，土山爆张根，独根，二人抬，大有芪，蒙芪，元芪，红蓝芪，白皮芪，黑皮芪，膜荚黄芪，东北黄芪，内蒙黄芪，冲正芪，武川芪，炮台芪，浑源芪。",
    "ingredient": "\n主要含有皂苷、黄酮等。皂苷主要成分为黄芪皂苷Ⅰ、Ⅱ，膜荚黄芪另含膜荚黄芪皂苷A、B，蒙古黄芪另含黄芪皂苷Ⅳ、大豆皂苷Ⅰ；黄酮中主要成分为芒柄花黄素和毛蕊异黄酮等。尚含氨基酸、甜菜碱等；蒙古黄芪还含黄芪多糖Ⅰ、Ⅱ、Ⅲ等。\n",
    "process": "\n春、秋季采挖，除去泥土、须根及根头，晒至六七成干，理直扎捆后晒干。\n\n黄芪生长两年后，在秋季地上茎叶枯黄时，割去茎杆，从大田一头挖沟1至2尺，顺沟采挖，切勿挖断主根和伤皮，根挖出后稍凉晒一下，去净泥土，修去芦头及须根，放日光下晒七八成干时，捆成小捆再晒至全干，放通风处贮存，即成全药。\n",
    "distinguish": "\n1、膜荚黄芪 多年生草本，株高50～80厘米。主根深长，棒状，稍带木质，浅棕黄色。茎直立，上部多分枝。奇数羽状复叶互生;小叶6～13对，小叶片椭圆形或长卵圆形，先端钝尖，截形或具短尖头，全缘，下面被白色长柔毛;托叶披针形或三角形。总状花序腋生，小花梗被黑色硬毛;花萼钟形，萼齿5;花冠蝶形，淡黄色;雄蕊10，2体(9+1);子房被疏柔毛。荚果膜质膨胀.半卵圆形，先端尖刺状，被黑色短毛，种子5—6枚，肾形，黑色。花期5—6月，果期7—8月。\n\n2、蒙百黄芪 多年生草本。茎直立，上部有分枝。奇数羽状复叶互生，小叶12～18对;小叶片广椭圆形或椭圆形，下面被柔毛;托叶披针形。总状花序腋生;花萼钟状，密被短柔毛，具5萼齿;花冠黄色，旗瓣长圆状倒卵形，翼瓣及龙骨瓣均有长爪;雄蕊10，二体;子房有长柄。荚果膜质，半卵圆形，无毛。花期6～7月，果期7～9月。生于向阳草地及山坡。\n\n区别：蒙古黄芪形态极似上种，主要区别为小叶较多，12—18对，较小，小叶片通常为椭圆形。子房及荚果均光滑无毛。\n",
    "effect": "\n黄芪始载于《神农本草经》，古代写作黄耆。李时珍在《本草纲目》中释其名曰：“耆，长也。黄耆色黄，为补药之长，故名。”它来源于豆科植物黄芪或内蒙黄芪的干燥根。黄芪性味甘、微温，归脾、肺经，为补气要药。临床应用时习惯分为生用、蜜炙、麸皮拌炒3种，其药效各有不同，生黄芪多用于固表、托疮、利水等;蜜炙黄芪多用于补中益气;炒黄芪多用于益气健脾。\n\n中医认为，黄芪能补一身之气，兼有升阳，固表止汗，排脓生肌，利水消肿，安胎益血的作用。对于贫血、浮肿、体虚多汗、胎动不安、子宫脱垂、气血两亏、阴虚不足等都有卓著的疗效。单取黄芪泡水饮用，可治身体困倦，无力，气短。胡适先生中年以后，渐感疲惫不堪，力不从心，便常用黄芪泡水代茶饮用。特别是在讲课之前，总要先呷几口黄芪水，以致精力倍增，讲起话来声如洪钟，滔滔不绝。\n\n古人不仅善用黄芪治疗疾病，而且善用黄芪补益身体。黄芪不仅是医疗中的常用中药，而且也是经济实惠的滋补品和调味品，可用于煲肉、泡酒、做菜、调味、去腥。民间常用黄芪煨大枣，黄芪炖母鸡，黄芪煮黑豆，则更是美味佳肴，补益上品。其营养丰富，既补身体，又别有风味，为产妇、老弱、病后体虚者的上好补品。常服可令人精神焕发，体质增强，荣颜润肤，延年益寿。\n\n需要明确的是，虽然黄芪是一味很好的强壮补益药，一般无明显的不良反应。但它是一种温补性药物，补气升阳，易于助火，又能止汗，所以凡有感冒发热、胸腹满闷等症者，不宜服用黄芪;如患有肺结核病的人，有发热、口干唇燥、咯血等症状者，不宜单独服用黄芪;痈疽初起或溃后热毒尚盛等证，均不宜服用黄芪。此外，有研究表明黄芪可使染色体畸变率和细胞微核率明显增高，故孕妇不宜长期大量应用。\n",
    "creation": "蜜黄芪：将黄芪片加炼熟的蜂蜜与少许开水，拌匀稍闷，放锅内炒至黄色并不粘手时，取出晾凉（每100斤用炼熟的蜂蜜25斤）。",
    "function": "\n补气固表，托毒排脓，利尿，生肌。\n\n用于气虚乏力、久泻脱肛、自汗、水肿、子官脱垂、慢性肾炎蛋白尿、糖尿病、疮口久不愈合。\n",
    "taste": "\n甘，微温。\n\n",
    "usage": "\n煎服，10～15g，大剂量30～60g。益气补中宜炙用；其他方面多生用。\n",
    "compatibility": "\n表实邪盛，气滞湿阻，食积停滞，痈疽初起或溃后热毒尚盛等实证，以及阴虚阳亢者，均须禁服。\n",
    "storage": "\n置通风干燥处，防潮，防蛀。\n",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n多年生草本。茎直立，上部有分枝。奇数羽状复叶互生，小叶12～18对;小叶片广椭圆形或椭圆形，下面被柔毛;托叶披针形。总状花序腋生;花萼钟状，密被短柔毛，具5萼齿;花冠黄色，旗瓣长圆状倒卵形，翼瓣及龙骨瓣均有长爪;雄蕊10，二体;子房有长柄。荚果膜质，半卵圆形，无毛。花期6～7月，果期7～9月。\n",
    "application": "\n1.\n：治疗老年人高血压伴有下肢浮肿者，常用防己黄芪汤加葛根，有较好的消除水肿以及降压作用。防己黄芪汤是《金匮要略》方，经验用量为：黄芪30克、白术12克、防己12克、甘草3克、生姜3片、红枣10粒，常去甘草，加葛根30克，如果伴有血脂高者，加泽泻20克，胸痛头晕者，加川芎10克、丹参12克。\n\n2.\n：黄芪每日50克，水煎分3次服。治疗92例缺血性心脏病，并分别与心痛定和丹参片作对照，结果表明，黄芪组有较好的疗效。不仅心绞痛等症状明显缓解，而且能改善心电图、心阻抗图等临床多种客观指标。\n\n3.\n：北芪30克，沸水冲泡当茶饮，1日1剂，20天为1个疗程，治疗27例，治愈19例，有效6例。\n\n4.\n：黄芪50克，沸水冲泡30分钟当茶饮，1日l剂，30日为1个疗程，治疗13例，其中2例治愈，9例有效。\n\n5.\n：黄芪30克，当归、生地、白蒺藜各30克。水煎2次，早晚分服，有人治疗94例，治愈63例，有效21例，总有效率89.36%。\n\n6.\n：消渴多汗，常一味取效。对糖尿病伴有浮肿、面色黄者，常用防己黄芪汤加葛根等。如果糖尿病所致的下肢溃疡或深部血栓者，则用生黄芪60克，配合葛根30克，怀牛膝30克、石斛30克、赤芍30克、丹参20克等。\n\n7.\n：常用玉屏风散：黄芪15克、白术12克、防风10克。主治气虚自汗，容易感冒者。过敏性鼻炎、花粉症、哮喘、老人感冒等经常用。方中可加用生姜3片、红枣10粒。\n\n8.\n：骨质疏松、腰椎病、颈椎病、贫血等，可见关节疼痛、麻木自汗等症者，可用黄芪桂枝五物汤。组成：黄芪30克、桂枝10克、白芍药15克、生姜3片、红枣12枚。此方不可用甘草。当年范文虎治疗医家沈某之媳病肢体酸麻，曾服桂枝汤加味治疗未效，范氏用黄芪桂枝五物汤原方，2剂即效。桂枝汤与黄芪桂枝五物汤仅甘草、黄芪之差异，一味药的区别，效果大不一样(见《魏长春临证经验集》)。\n",
    "position": "\n为豆科植物\nAstragalus membranaceus (Fisch.) Bge.或\nAstragalus membranaceus (Fisch.) Bge. Var. mongholicus (Bge.) Hsiao的乾燥根。\n",
    "source": "?"
  },
  {
    "name": "百合",
    "alias": "白百合(《日华子本草》)，蒜脑薯(《纲目》)。",
    "ingredient": "\n百合鳞茎含秋水仙碱等多种生物碱及淀粉、蛋白质、脂肪等。麝香百合的花药含有多种类胡萝卜素，其中大部分是顺花药黄质酯，占91.7～94%。卷丹的花药含水分2.68%，灰分4.17%，蛋白质21.29%，脂肪12.43%，淀粉3.61%，还元糖11.47%，维生素B1_443微克%，B2_1829微克%，泛酸306微克%，维生素C21.2毫克%，并含β-胡萝卜素等。\n",
    "process": "\n秋、冬采挖，除去地上部分，洗净泥土，剥取鳞片，用沸水捞过或微蒸后，焙干或晒干。\n",
    "distinguish": "\n干燥的鳞叶，呈长椭圆形，披针形或长三角形，长约2～4厘米，宽约0.5～1.5厘米，肉质肥厚，中心较厚，边缘薄而成波状，或向内卷曲，表面乳白色或淡黄棕色，光滑细腻，略有光泽，瓣内有数条平行纵走的白色维管束。质坚硬而稍脆，折断面较平整，黄白色似蜡样。气微，味微苦。以瓣匀肉厚、色黄白、质坚、筋少者为佳。\n\n药用百合有家种与野生之分，家种的鳞片阔而薄，味不甚苦；野生的鳞片小而厚，味较苦。\n",
    "effect": "\n百合煎剂对氨水引起的小鼠咳嗽有止咳作用，小白鼠肺灌流使流量增加，并能对抗组织胺引起的蟾蜍哮喘。\n",
    "creation": "1.百合：拣去杂质、黑瓣，簸除灰屑。2.蜜百合：取净百合，加炼熟的蜂蜜（百合100斤用炼蜜6斤4两）与开水适量，拌匀，稍闷，置锅内用文火炒至黄色不沾手为度，取出，放凉。《品汇精要》：百合，蒸熟用。",
    "function": "\n润肺止咳，清心安神。治肺费久嗽，咳唾痰血；热病后余热来清，虚烦惊悸，神志恍惚；脚气浮肿。(1)润肺止咳：用于肺燥或阴虚之咳嗽、咯血，常配川贝。(2)清心安神：用于热性病后余热不清、虚烦不眠、神志恍惚，常配地黄。\n\n①《本经》：\"主邪气腹胀、心痛。利大小便，补中益气。\"\n\n②《别录》：\"除浮肿胪胀，痞满，寒热，通身疼痛，及乳难。喉痹，止涕泪。\"\n\n③《药性论》：\"除心下急、满、痛，治脚气，热咳逆。\"\n\n④《食疗本草》：\"主心急黄。\"\n\n⑤《日华子本草》：\"安心，定胆，益志，养五脏。治癫邪啼泣、狂叫，惊悸，杀蛊毒气，熁乳痈、发背及诸疮肿，并治产后血狂运。\"\n\n⑥《本草衍义》：\"治伤寒坏后百合病。\"\n\n⑦《本草蒙筌》：\"除时疫咳逆。\"\n\n⑧《医学入门》：\"治肺痿，肺痈。\"\n\n⑨《纲目拾遗》：\"清痰火，补虚损。\"\n\n⑩《上海常用中草药》：\"治肺热咳嗽，干咳久咳，热病后虚热，烦躁不安。\"\n",
    "taste": "\n甘微苦，平。\n\n①《本经)：\"味甘，平。\"\n\n②《别录》：\"无毒。\"\n\n③《救荒本草》：\"味甘辛，平。\"\n\n④《长沙药解》：\"味甘微苦，微寒。\"\n",
    "usage": "\n内服：煎汤，0.3～1两；蒸食或煮粥食。外用：捣敷。\n",
    "compatibility": "\n风寒痰嗽，中寒便滑者忌服。\n\n①《本经逢原》：\"中气虚寒，二便滑泄者忌之。\"\n\n②《本草求真》：\"初嗽不宜遽用。\"\n",
    "storage": "\n置通风干燥处。\n",
    "side_effects": "1.秋水仙碱有骨髓抑制、胃肠道症状如恶心、呕吐、食欲减退、腹泻、便秘等，有的可产生肠麻痹、四肢酸痛。2.注射液局部刺激性较大，漏于血管外，可引起局部坏死。3.少数患者有脱发、心电图改变。",
    "category": "心；肺经",
    "plant": "\n①百合，又名：重迈、中庭(《吴普本草》)，重箱、摩罗、强瞿、中逢花(《别录》)，强仇(陶弘景)，百合蒜(《玉篇》)，夜合花(《本草崇原》)。白花百合(《救生苦海》)。\n多年生草本，高60～lOO厘米。鳞茎球状，白色，肉质，先端常开放如荷花状，长3.5～5厘米，直径3～4厘米，下面着生多数须根。茎直立，圆柱形，常有褐紫色斑点。叶4～5列互生；无柄；叶片线状披针形至长椭圆状披针形，长4.5～10厘米，宽8～20毫米，先端渐尖，基部渐狭，全缘或微波状，叶脉5条，平行。花大，单生于茎顶，少有1朵以上者；花梗长达。3～10厘米；花被6片，乳白色或带淡棕色，倒卵形；雄蕊6，花药线形，丁字着生；雌蕊1，子房圆柱形，3室，每室有多数胚珠，柱头膨大，盾状。蒴果长卵圆形，室间开裂，绿色；种子多数。花期6～8月。果期9月。\n生长于土壤深肥的林边或草丛中。分布几遍全国，大部地区有栽培。\n\n本植物的花(百合花)、种子(百合子)亦供药用，各详专条。\n\n②细叶百合，又名：线叶百合、卷莲花、灯伞花、散莲伞.\n多年生草本，高20～60厘米.鳞茎广椭圆形，长2.5～4厘米，直径1.5～3厘米。茎细，圆柱形，绿色。叶3～5列互生，至茎顶渐少而小；无柄；叶片窄线形，长3～14厘米，宽1～3毫米，先端锐尖，基部渐狭。花单生于茎顶，或在茎顶叶腋间各生一花，成总状花序状，俯垂；花梗粗壮，长6厘米左右；花被6片，红色，向外反卷；雄蕊6，短于花被；雌蕊1，子房细长，先端平截，花柱细长，先端扩展，柱头浅裂。蒴果椭圆形，长2～3厘米。花期6～8月。果期8～9月。\n生长于山坡林下及山地岩石间。分布黑龙江、吉林、辽宁、河北、河南、山东、山西、陕西、甘肃、青海、内蒙古等地。\n\n③麝香百合(《汝南圃史》)，又名：岩百合，红岩百合。\n多年生草本，高约50～100厘米，鳞茎近球形，径约5厘米。茎直立，基部淡红色。叶披针形或狭长椭圆形，长10～15厘米，宽5～15毫米，先端渐尖或锐尖。花顶生，2～3朵，平生或稍下弯；喇叭状，纯白色，基部染成绿色；花被6片，倒卵形或倒披针形，上方稍有反曲；雄蕊6；雌蕊1，花柱细长，上部弯曲，柱头头状。蒴果长椭圆形。花期初夏。\n栽培或野生。分布贵州、广东等地。\n\n同属植物如：卷丹(《纲目》)(东北)、山丹(《食疗本草》)(详\"山丹\"条)、山百合(《植物名实图考》)(云南)、松叶百合、渥丹(《花镜》)、赛渥丹(东北)、轮叶百合、高原卷丹(西北、西南)、野百合(新疆)等，均可入药。\n",
    "application": "\n外用止血\n取百合粉15克，加入蒸馏水配成15%混悬液，再加温约至60℃，并搅动使成糊状。俟冷，放入2～4℃0冰箱内冻结；冻结成海绵状后再放入石灰桶内，或用纱布包好挂起，使之慢慢解冻(不可加温或曝晒)；继将海绵体中之水分挤去，再剪成所需之大小与形状，装在瓶内在15磅压力下蒸气消毒15分钟即可应用。临床以百合海绵填塞治疗鼻衄及用于鼻息肉切除、中下鼻甲部分截除等手术后止血，据100余例观察，止血效果良好，百合海绵在鼻腔中3小时即开始溶化，14小时完全消失，能被组织吸收而无不良过敏反应。\n",
    "position": "\n为百合科植物百合、细叶百合、麝香百合及其同属多种植物鳞茎的鳞叶。\n",
    "source": "\n《本经》\n"
  },
  {
    "name": "连翘",
    "alias": "旱连子、大翘子、空翘、空壳、落翘",
    "ingredient": "果实含连翘酚、甾醇化合物、皂甙(无溶血性)及黄酮醇甙类、马苔树脂醇甙等。果皮含齐墩果酸。青连翘含皂甙4.89%，生物碱0.2%。",
    "process": "果实初熟或熟透时采收。初熟的果实采下后，蒸熟，晒干，尚带绿色，商品称为\"青翘\"；熟透的果实，采下后晒干，除去种子及杂质。称为\"老翘\"；其种子称\"连翘心\"。",
    "distinguish": "干燥的果实呈长卵形，长1.5～2厘米，直径0.6～1厘米。顶端锐尖，基部有小柄，或已脱落。表面有不规则的纵皱纹及多数凸起的小斑点，两侧各有1条明显的纵沟。青翘多不开裂，绿褐色，表面凸起的灰白色小斑点较少，种子多数，细长，一侧有翅，黄绿色。老翘自尖端开裂或裂成两瓣，表面黄棕色或红棕色，内表面多为浅黄棕色，种子棕色，多已脱落。气微香，味苦。青翘以色青绿、无枝梗者为佳；老翘以色黄、壳厚、无种子、纯净者为佳。\n主产山西、河南、陕西、山东。此外，湖北、河北、四川、甘肃亦产。",
    "effect": "连翘注射液(1：1)小鼠腹腔注射LD50为24.85±1.12g／kg。复方连翘注射液小鼠腹腔注射LD50为119.5g(生药)／kg。",
    "creation": "拣净杂质，搓开，除去枝梗。",
    "function": "清热，解毒，散结，消肿。治温热，丹毒，斑疹，痈疡肿毒，瘰疬，小便淋闭。\n\n①《本经》：\"主寒热，鼠痿，瘰疬，痈肿恶疮，瘿瘤，结热。\"\n\n②《别录》：\"去白虫。\"\n\n③《药性论》：\"主通利五淋，小便不通，除心家客热。\"\n\n④《日华子本草》：\"通小肠，排脓。治疮疖，止痛，通月经。\"\n\n⑤李杲：\"散诸经血结气聚；消肿。\"\n\n⑥王好古：\"治耳聋浑浑焞焞。\"",
    "taste": "苦，凉。\n\n①《本经》：\"味苦，平。\"\n\n②《别录》：\"无毒。\"\n\n③《医学启源》：\"《主治秘诀》云，性凉，味苦。\"\n\n④《纲目》：\"微苦辛。\"\n\n入心、肝、胆经。\n\n①《汤液本草》：\"手足少阳、阳明经。\"\n\n②《纲目》：\"少阴心经、厥阴包络气分。\"\n\n③《雷公炮制药性解》：\"入心、肝、胆、胃、三焦、大肠六经。\"\n",
    "usage": "内服：煎汤，3～5钱；或入丸，散。外用：煎水洗。",
    "compatibility": "脾胃虚弱，气虚发热，痈疽已溃、脓稀色淡者忌服。\n\n①《本草经疏》：\"痈疽巳溃勿服，大热由于虚者勿服，脾胃薄弱易于作泄者勿服。\"\n\n②《本草通玄》：\"久服有寒中之患。\"",
    "storage": "置干燥处。",
    "side_effects": "连翘注射液(1：1)小鼠腹腔注射LD50为24.85±1.12g／kg。复方连翘注射液小鼠腹腔注射LD50为119.5g(生药)／kg。",
    "category": "归经_肺经",
    "plant": "连翘，又名：连、异翘(《尔雅》)，兰华、轵、折根、三廉(《本经》)，连草(《尔雅》郭璞注)，大翘(《唐本草》)，黄花杆、黄寿丹、黄花瓣、落翘、黄花条。\n落叶灌木，高2～4米。枝开展或伸长，稍带蔓性，常着地生根，小枝稍呈四棱形，节间中空，仅在节部具有实髓。单叶对生，或成为3小叶；叶柄长8～20毫米；叶片卵形、长卵形、广卵形以至圆形，长3～7厘米，宽2～4厘米，先端渐尖、急尖或钝。基部阔楔形或圆形，边缘有不整齐的锯齿；半革质。花先叶开放，腋生，长约2.5厘米；花萼4深裂，椭圆形；花冠基部管状，上部4裂，裂片卵圆形。金黄色，通常具橘红色条纹；雄蕊2，着生于花冠基部；雌蕊1，子房卵圆形，花柱细长，柱头2裂。蒴果狭卵形略扁，长约15厘米，先端有短喙，成熟时2瓣裂。种子多数，棕色，狭椭圆形，扁平，一侧有薄翅。花期3～5月。果期7～8月。\n多丛生于山野荒坡间，各地亦有栽培。分布辽宁、河北、河南、山东、江苏、湖北、江西、云南、山西、陕西、甘肃等地。\n\n本植物的根(连翘根)、茎叶(连翘茎叶)亦供药用，各详专条。",
    "application": "①治疗急性肾炎\n取连翘6钱，加水用文火煎至150毫升，分3次食前服，小儿酌减。视病情需要连服5～10日，忌辣物及盐。8例患者治疗前均有浮肿，血压在140～200/96～110毫米汞柱之间，尿检有蛋白、颗粒管型及红、白细胞等。治疗后6例浮肿全部消退，2例显著好转；血压显著下降；尿检6例转阴，2例好转。\n\n②治疗紫癜病\n取连翘6钱，加水用文火煎成150毫升，分3次食前服，忌辣物。治疗血小板减少性出血性紫癜1例，过敏性紫癜2例。经2～7日治疗，皮肤紫瘫全部消退。连翘对本病所起的作用，可能与其中含有多量芸香甙，具有保持毛细血管正常抵抗力，减少毛细血管的脆性和通透性有关；此外，连翘似乎尚有脱敏作用。\n\n③治疗肺脓肿\n将连翘制成注射液，每毫升含连翘1克。采用气管滴入法合并肌肉注射。气管滴入一般用6～10毫升，每日1次；症状好转后隔日1次；趋向萎缩或闭合后则每周2次。治疗25例，治愈14例，好转10例，死亡1例；据18例统计，平均治疗12天退热，气管滴注平均26.8次，最多者50次。\n\n④治疗视网膜出血\n取连翘6～7钱，文火水煎，分3次食前服，2例视网膜黄斑区出血，服药20～27天后，均显著吸收，视力有所增强。",
    "position": "为木犀科植物连翘的果实。",
    "source": "《本经》"
  },
  {
    "name": "灯笼草",
    "alias": "爆卜草、灯笼泡、鬼灯笼、打卜草、水灯笼草、苦灯笼草、荷卜草、打额泡、天泡果、响铃子、地灯笼、母炮草、炮仔草",
    "ingredient": "根含有机酸、氨基酸、黄酮甙、酚类及糖类。叶含绿原酸。果实富于胡萝卜素，含水分89.55%、氮2.01%、脂肪0.28%、糖类3.51%、纤维素0.69%、灰分0.78%、有机酸0.56%。果汁中每100毫升含抗坏血酸40毫克，胡萝卜素类2.6毫克。果壳含氯化钾、柠檬酸钾、植物甾醇，又含不饱和脂肪酸的油酸、亚油酸、亚麻酸及饱和脂肪酸。此外尚含0.03%无定形的甙，鞣质、还元糖。\n\n种子含6.28%的半干性油，其组成中有反油酸、油酸、亚油酸、棕榈酸、硬脂酸、花生酸等，但末找出亚麻酸；又分离出一种甾醇。",
    "process": "夏、秋采收。",
    "distinguish": "性状鉴别 全草长25-60cm。茎略呈扁方柱形，具棱，表面灰黄白色或灰青色，密被白色茸毛。叶皱缩卷曲，展平后呈卵圆形，长2-5cm，宽2-3cm，先端尖，基部楔形或微心形，近全缘或有不规则疏粗齿，暗绿色或黄绿色，两面被白色茸毛；齿长叶柄。叶依处具膨大似灯笼状的花萼，有的已压扁，长约2.5cm，宽约2cm，淡黄绿色，薄纸质，半透明，被有柔毛，内有暗黄绿色奖学金果，近圆形，直径约1cm。气微，味甘、基。以全草幼嫩、色黄绿、带果宿萼多者为佳。",
    "effect": "抗癌及抗微生物作用:灯笼果叶提取物可使移植艾氏腹水癌的动物存活期延长70%,宿萼提取物能延长60%,茎提取物能延长30%,根提取物能延长10%。这些部位的乙醇提取物体外试验如有抗微生物活性,其中叶提取物作用最强。",
    "creation": "?",
    "function": "清热，行气，止痛，消肿。治感冒，痄腮，喉痛，咳嗽，腹胀，疝气，天疱疮。\n\n①《陆川本草》：\"行气，消胀，利尿。治腹胀，睾丸炎，疝气。\"\n\n②《南宁市药物志》：\"清热杀虫，止痛消肿。治热眼，喉痛，咳嗽；外敷毒疮，并熏洗阴囊肿大。\"\n\n③《生草药手册》：\"内服治伤寒或小肠疝气。外洗治天疱疮。\"\n\n④《中国药植图鉴》：\"功同酸浆。\"\n\n⑤广州空军《常用中草药手册》：\"治感冒发热，腮腺炎，支气管炎，疱疹，疖疮，疝气痛。\"",
    "taste": "味苦；性凉 \n\n①《陆川本草》：\"甘淡，微寒。\"\n\n②《南宁市药物志》：\"苦，寒，微甘。\"",
    "usage": "内服：煎汤，3～5钱。外用：捣敷或煎水洗。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "灯笼草\n一年生草本，高30～90厘米。茎直立或披散，上有细棱，具短毛。单叶互生，或2片聚生；卵圆形至矩圆形，长3.5～10厘米，宽2～5厘米，先端短尖，基部略呈心形或斜偏，边缘浅波状或有疏锯齿，上面绿色，下面浅绿色，两面脉上均被短茸毛，下面较密；叶柄长7～25毫米，被短茸毛。花单生于叶脓；花梗长4～5毫米，具短茸毛；花萼绿色，钟状，5浅裂，径3～4毫米，表面有5棱，具短茸毛；花冠黄色，短筒状，长约5毫米，5浅裂，裂片圆形，喉部内面带紫色；雄蕊5，花丝黄色，药蓝紫色，超出花冠外；雌蕊1，子房上位，2室，花柱浅黄色，柱头绿色，圆形。浆果圆形，直径约1厘米，黄色；宿萼在结果时膨胀成灯笼状，包围在浆果外面，但与果分离。花期6～7月。果期9～10月。\n生于田间、路旁、村边。我国南北各地均有分市。",
    "application": "?",
    "position": "为茄种植物灯笼草的全株。",
    "source": "《陆川本草》"
  },
  {
    "name": "大黄",
    "alias": "将军、黄良、火参、肤如、蜀大黄、锦纹大黄、牛舌大黄、锦纹、生军、川军",
    "ingredient": "\n大黄含有蒽类衍生物、苷类化合物、鞣质类、有机酸类、挥发油类等。 　　1. 蒽类衍生物分为：⑴游离蒽醌衍生物，如芦荟大黄素(aloe emodin)、土大黄素(chrysaron)、大黄酚(chrysophanol)、大黄素(emodin)、异大黄素(isoernodin)、虫漆酸D(laccaic acid D)、大黄素甲醚(physcion)、大黄酸(rhein);⑵结合蒽醌化合物，有大黄酸、芦荟大黄素、大黄酚的单和双葡萄糖甙;大黄素、大黄素甲醚的单糖甙;蒽酚和蒽酮合物：大黄二蒽酮(rheidin)、掌叶二蒽酮(palmidin)以及与糖结合的甙如番泻甙(sennoside)A、B、C、D、E、F等。 　　2. 苷类化合物：土大黄甙(rhaponticin)、3，5，4’-三羟基芪烯一4’-O-β-D-(6’-O-没食子酰)葡萄糖甙(3，5，4’-trihydroxy-stilbene-4’-O-β-D-(6’-O-gallayl)-glucoside)、3，5，4’-三羟基茋烯-4’-O-β-D-吡喃葡萄糖甙(3，5，4’-trihydroxy stilbene-4’-O-β-D-glucopyranoside)。 　　3. 萘衍生物：torachrysone-8-O-β-D-glucopy ranoside，torachrysone-8-(6′-oxaly)-glucoside及决明松(torachryson)。 　　4. 鞣质类：没食子酰葡萄糖、d-儿茶素、没食子酸、大黄四聚素(tetrann)等。大黄四聚苯经水解，得没食子酸、肉桂酸及大黄明(rheosmin)。此外合有树脂。 　　尚含有有机酸：苹果酸、琥珀酸、草酸、乳酸、桂皮酸、异丁烯二酸、柠檬酸、延胡紊酸等。 　　大黄中还含有挥发油、脂肪酸及植物甾醇等。\n",
    "process": "\n9～10月间选择生长3年以上的植株，挖取根茎，切除茎叶、支根，刮去粗皮及顶芽，风干、烘干或切片晒干。\n",
    "distinguish": "\n①北大黄\n\n\n为掌叶大黄及唐古特大黄的干燥根茎。商品有两类：㈠西宁大黄：多加工成圆锥形或腰鼓形，俗称\"蛋吉\"，长约6～17厘米，直径约3～10厘米;外皮巳除去或有少量残留，外表黄棕色或红棕色，可见到类白色菱形的网状纹理，俗称\"锦纹\"(系由灰白色薄壁组织与棕红色射线交错而成)，有时可见菊花状螺旋形\"星点\"，一端常有绳孔。质地坚硬，横断面黄棕色，显颗粒性(习称高梁碴)，微有油性，近外围有时可见暗色形成层及半径放射向的橘红色射线，髓部中有紫褐色星点，紧密排列成圈环状，并有黄色至棕红色的弯曲线纹，亦称\"锦纹\"。气特殊，味苦而微涩。主产于青海同仁、同德等地。此外，尚有凉州大黄、河州大黄和岷县大黄，亦皆属西宁大黄一类。其中凉州大黄又名凉黄、狗头大黄，因其整个的形有如狗头，顶端平圆;下部渐细而钝圆，品质亦佳，产于甘肃武威、永登等地。㈡铨水大黄\n\n\n一般为长形，切成段块，个大形圆者常纵剖成片，质地较松，内色较西宁大黄淡，锦纹不甚明显，断面星点亦排成圈环状，其它与西宁大黄相似。主产于甘肃铨水、西礼等地。属于铨水大黄型的商品，尚有文县大黄、清水大黄、庄浪大黄等数种，产于甘肃文县，成县、清水等地。\n\n\n②南大黄\n\n\n又名：四川大黄、马蹄大黄。为药用大黄的干燥根茎。多横切成段，一端稍大，形如马蹄，少数亦呈圆锥形或腰鼓形，长约6～12厘米，直径约5～8厘米，栓皮已除去，表面黄棕色或黄色，有微弯曲的棕色线纹(锦纹)。横断面黄褐色，多空隙，星点较大，排列不规则，质较疏松，富纤维性。气味较弱。商品有雅黄、南川大黄等，主产于四川阿坝藏族自治州、甘孜藏族自治州、凉山彝族自治州及雅安、南川等地。此外，陕西、湖北、贵州、云南、西藏等地亦产。\n\n\n以上各种大黄，均以外表黄棕色、锦纹及星点明显、体重、质坚实、有油性、气清香、味苦而不涩、嚼之发粘者为佳。\n\n\n另有一种山大黄为同属植物波叶大黄的根茎及根，又称苦大黄。常呈不规则圆柱形，外表红褐色而黄，无横纹，质坚而轻，断面无星点，无锦纹，有细密而直的红棕色射线。气不香，味苦而涩。质次。服后有腹痛感。\n",
    "effect": "\n解热镇痛作用\n\n\n生大黄冷浸液：生大黄砸成小块，冷水浸两次，每次24小时，合并浸液在40℃以下浓缩成80%浸液。大黄煎液10'：生大黄小块，水浸24小时后连块煎煮10分钟，倒出煎液，再加水煎10分钟，合并煎液于水浴上浓缩成80%煎液。大黄煎液30'：方法同(2)，煎煮两次，每次30分钟，水浴上浓缩成80%煎液。熟军(熟大黄)煎液：生大黄500g，闷软后切成薄片加黄酒250g，蒸12小时，凉干后，水浸24小时，连同切片煎煮两次，每次30分钟，将两次煎液于水浴上浓缩成80%煎液。仿Max氏等方法，用大鼠每组5只，分别ig上述4种大黄提取液25g/kg，对照用等量蒸馏水。给药后立即sc15%鲜酵母生理盐水混悬液2ml/100g，观察7小时内体温变化，结果表明不同方法制备的提取液均有明显的解热作用，但给药各组的解热作用强度无明显差异。镇痛作用：采用扭体反应法进行实验。每组小鼠20只，ig上述4种大黄提取液25g/kg，对照射用等量蒸馏水，1小时后ip1%醋酸0·1ml/10g，观察20分钟内扭体反应次数。结果表明上述4种大黄提取液均有一定的镇痛作用，但4种大黄提取液之间的镇痛效果未见显著差异。最近报道，大黄的浸液对正常人红细胞钠泵活性有抑制作用，抑制了Na+，K+离子的主动转运，且随大黄浓度增加而加强。大黄抑制钠泵即Na+、K+-ATP酶活性，从而使ATP分解减少，产能下降，为大黄解热作用机理之一。\n",
    "creation": "\n生大黄(又名：生军)：原药拣净杂质，大小分档，焖润至内外湿度均匀，切片或切成小块，晒干。酒大黄：取大黄片用黄酒均匀喷淋，微焖，置锅内用文火微炒，取出晾干(大黄片100斤用黄酒14斤)。熟大黄(又名：熟军，制军)：取切成小块的生大黄，用黄酒拌匀，放蒸笼内蒸制，或置罐内密封，坐水锅中，隔水蒸透，取出晒干(大黄块100斤用黄酒30～50斤)。亦有按上法反复蒸制2～3次者。大黄炭：取大黄片置锅内，用武火炒至外面呈焦褐色(存性)，略喷清水，取山晒干。\n\n\n《雷公炮炙论》：\"凡使大黄，锉蒸，从未至亥，如此蒸\n",
    "function": "\n泻热毒，破积滞，行瘀血。治实热便秘，谵语发托，食积痞满，痢疾初起，里急后重，瘀停经闭，癥瘕积聚，时行热疫，暴眼赤痛，吐血，衄血，阳黄，水肿，淋浊，溲亦，痈疡肿毒，疔疮，汤火伤。\n\n\n泻热通肠，凉血解毒，逐瘀通经。用于实热便秘、积滞腹痛、泻痢不爽、湿热黄疸。\n\n\n①《本经》：\"下瘀血，血闭，寒热，破癥瘕积聚，留饮宿食，荡涤肠胃，推陈致新，通利水谷(\"水谷\"一作\"水谷道\")，调中化食，安和五脏。\"\n\n\n②《别录》：\"平胃，下气，除痰实，肠间结热，心腹胀满，女子寒血闭胀，小腹痛，诸老血留结。\"\n\n\n③《药性论》：\"主寒热，消食，炼五脏，通女子经候，利水肿，破痰实，冷热积聚，宿食，利大小肠，贴热毒肿，主小儿寒热时疾，烦热，蚀脓，破留血。\"\n\n\n④《日华子本草》：\"通宣一切气，调血脉，利关节，泄塑滞、水气，四肢冷热不调，温瘴热痰，利大小便，并敷-切疮疖痈毒。\"\n\n\n⑤《纲目》：\"主治下痢亦白，里急腹痛，小便淋沥，实热燥结，潮热谵语，黄疸，诸火疮。\"\n",
    "taste": "\n苦，寒.\n\n\n①《本经》：\"味苦，寒。\"\n\n\n②《吴普本草》：\"神农、雷公：苦，有毒。扁鹊：苦，无毒。李氏：小寒。\"\n\n\n③《别录》：\"大寒，无毒。\"\n\n\n④《药性论》：\"味苦甘。\"\n\n\n入胃、大肠、肝经。\n\n\n①《汤液本草》：\"入手、足阳明经。\"\n\n\n②《纲目》：\"足太阴，手、足阳明，手、足厥阴五经血分药。\"\n\n\n③《本草经解》：\"入手太阳小肠经、手少阴心经。手少阳三焦经，兼入足阳明胃经、手阳明大肠经。\"\n",
    "usage": "\n内服：煎汤(用于泻下，不宜久煎)，1～4钱；或入丸、散。外用：研末，水或醋调敷。\n",
    "compatibility": "\n凡表证未罢，血虚气弱，脾胃虚寒，无实热、积滞、瘀结，以及胎前、产后，均应慎服。\n\n\n①《本草经集庄》：\"黄芩为之使。\"\n\n\n②《药性论》：\"忌冷水。恶干漆。\"\n\n\n③《本草经疏》：\"凡血闭由于血枯，而不由于热积;寒热由于阴虚，而不由于瘀血;癥瘕由于脾胃虚弱，而不由于积滞停留;便秘由于血少肠燥，而不由于热结不通;心腹胀满由于脾虚中气不运，而不由于饮食停滞;女子少腹痛由于厥阴血虚，而不由于经阻老血瘀结;吐、衄血由于阴虚火起于下，炎烁乎上，血热妄行，溢出上窍，而不由于血分实热;偏坠\n",
    "storage": "置通风干燥处，防蛀。",
    "side_effects": "?",
    "category": "归经_胃经",
    "plant": "\n1.多年生高大草本。根茎粗壮。茎直立，高2m左右，中空，光滑无毛。基生叶大，有粗壮的肉质长柄，约与叶片等长;叶片宽心形或近圆形，径达40cm以上，3-7掌状深裂，每裂片常再羽状分裂，上面流生乳头状小突起，下面有柔毛;茎生叶较小，有短柄;托叶鞘筒状，密生短柔毛。花序大圆锥状，顶生;花梗纤细，中下部有关节。花紫红色或带红紫色;花被片6,长约1.5mm，成2轮;雄蕊9;花柱3。瘦果有3棱，沿棱生翅，顶端微凹陷，基部近心形，暗褐色。花期6-7月，果期7-8月。\n\n\n2.本种与掌叶大黄极相似，主要区别为：叶片深裂，裂片常呈三角状披针形或狭线形，裂片窄长。花序分枝紧密，向上直，紧贴干茎。\n\n\n3.本种与上2种的主要不同点是：基生叶5浅裂，浅裂片呈大齿形或宽三角形;托叶鞘膜质，较透明，上有短毛。花较大，淡黄绿色，花蕾椭圆形，果枝开展，翅果边缘不透明。\n",
    "application": "\n①用于血小板减少症及止血\n\n\n用酒洗大黄10克，甘油5毫升，苯甲醇2毫升，制成注射液100毫升。每次2毫升，肌肉注射。对血小板减少症每日1次，手术后止血用每日2次。亦有用生大黄9钱，石灰1两，文火炒拌，直至石灰呈灰粉红色时取出，加入明矾(每100克石灰加入明矾0.6克)共研细粉。将此粉16克加水至100毫升，振荡后沉淀过滤。用时取棉球浸药水压迫出血处。经应用于500余人次外伤出血，证明止血效果良好，未见不良反应及副作用。此外，对晚期血吸虫病食道静脉破裂出血患者，用大黄炭1.6克，白芍炭1.6克，加葡萄糖粉(或细白糖)30克共研细末，小量分次干吞(于1天内吞完)。治疗10例，均达到止血效果。一般平均在7～8天能起床活动.服用该药后可见恶心消失、胃部舒适、大便逐渐恢复正常，并无迅速腹水蓄积后遗症出现。\n\n\n②治疗口腔炎、口唇溃疡及毛囊炎等\n\n\n用生大黄3～8钱，煎取150～500毫升(每剂最多使用2天)，供漱口、湿热敷及洗涤用，每天4～6次。治疗前先清洗局部，除净分泌物。本法对于一般金黄色葡萄球菌感染的口腔炎、口唇溃疡、皮肤毛囊炎及头部疖肿等炎性疾患均有效，局部培养金黄色葡萄球菌的转阴日数亦比较迅速。\n\n\n③治疗烫伤\n\n\n先取陈石灰10斤除净杂质，过筛，投入锅内用文火炒松，再投人大黄片5斤，共同拌炒，俟石灰炒至带桃红色、大黄炒至灰黑色时，即出锅筛去石灰;将大黄摊开冷却后研成细粉备用。用时先以生理盐水清洗创面，而后撒布大黄粉。如有水泡应刺破;拨开表皮，排净泡液后再撒药粉。如仅见局部红肿，则可用麻油或桐油将大黄粉调成糊状涂患处。换药时如发现伤处溃烂，应拭去脓液、脓痴后再撒药粉。在夏季可行暴露疗法。共治疗415例，均获显著效果，且疗程短，无副作用，愈后无疤痕。\n\n\n④治疗臁疮(下肢溃疡)\n\n\n用生大黄5～7钱，研成极细粉末;另取甘草捶碎，去净纤维，取细粉约为大黄的1/5量，共研极细。先用温开水洗净疮面，揩干后均匀撤布药粉，再用\"千层\"(又名千张或百页，为纯黄豆制成品，以薄而韧者为良)覆盖包好。如有渗液外流，可听其自然，第2天再洗。每日换药1次。轻者换药3～6次，重者8～9次，即可新生肉芽。此时不可再洗，药粉可少用或不用，但\"千层\"必需每日一换。当结痂牢固时会发生痒感，不可揭去痂盖，隔5～7日或7日以上，痴盖自然脱落。治疗12例均愈，其中1例病程达13年，经用药粉6日，贴\"千层\"20余日，便结痴而愈。\n\n\n⑤治疗小儿蛔虫性肠梗阻\n\n\n用大黄粉蜜合剂(生大黄粉5钱，炒至微黄的米粉3钱，蜂蜜2两，加适量温开水调匀)，每小时服1次，每次约1汤匙，全剂分12次服完;至排出蛔虫为止。经治6例均排出蛔虫，症状解除而愈。排虫最多者达60余条。排虫后均无持续腹泻现象。\n\n\n⑥治疗肠胀气\n\n\n用大黄1两研成细末，加适量醋调成糊状，敷于两侧涌泉穴上，每次二小时，必要时可敷2～3次。临床观察6例，一般敷药后一小时即出现肠腔蠕动感和肛门排气现象，自觉腹胀减轻，有肠鸣音。\n",
    "position": "为蓼科植物掌叶大黄、唐古特大黄或药用大黄的根茎。",
    "source": "《本经》"
  }
]