[
  {
    "name": "虎尾兰",
    "alias": "老虎尾(《陆川本草》)。",
    "ingredient": "本品含阿巴马皂甙元。",
    "process": "随时可采。",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "清热解毒。治感冒，支气管炎，跌打，疮疡。\n\n①《陆川本草》：\"解毒，消炎。治跌打，疮疡，蛇咬伤。\"\n\n②《广西中草药》：\"清热解毒，去腐生肌。治感冒咳嗽，支气管炎，跌打损伤，痈疮肿毒，毒蛇咬伤。\"",
    "taste": "《陆川本草》：\"性凉，味酸。\"",
    "usage": "内服：煎汤，0.5～1两。外用：捣敷。",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "?",
    "plant": "虎尾兰\n常绿多年生草本。有匍匐状根茎。无茎。叶通常1～2枚，或3～6枚成束，硬革质；线状披针形或狭长披针形，长30～120厘米，宽2.5～8厘米，先端短尖而有一绿色的硬尖头，中部向下渐狭，两面有白绿色和深绿色相间的横斑纹，边绿色。花茎高30～80厘米，基部有淡褐色、膜质的鞘；花束有花3～8朵，单生或2～3束成散生的群；花淡绿色或绿白色；花柄长6～8毫米，近中部有节；花被管长6～12毫米，裂片6，线形，长1.4～1.8厘米；雄蕊6；子房上位，3室，柱头头状。浆果球形，直径约3毫米。花期冬季。\n多为栽培。分布广东、广西。\n\n本品变种植物金边虎尾兰与本种相似，惟叶边缘为金黄色。功用基本相同。",
    "application": "?",
    "position": "为龙舌兰科植物虎尾兰的叶。",
    "source": "《陆川本草》"
  },
  {
    "name": "棉花",
    "alias": "棉花。",
    "ingredient": "\n\n\n",
    "process": "秋季采收,晒干",
    "distinguish": "?",
    "effect": "?",
    "creation": "?",
    "function": "止血。治吐血，下血，血崩，金疮出血。\n\n①《纲目》：\"治血崩，金疮，烧灰用。\"\n\n②《药性考》：\"烧灰止血，敷冻瘃。\"",
    "taste": "《纲目》：\"甘，温，无毒。\"",
    "usage": "\n\n\n",
    "compatibility": "?",
    "storage": "晒干，防潮。",
    "side_effects": "?",
    "category": "归经_心经",
    "plant": "",
    "application": "?",
    "position": "为锦葵科植物草棉等种子上的棉毛。",
    "source": "《纲目》"
  },
  {
    "name": "败酱草",
    "alias": "败酱、泽败、鹿酱、苦菜、取麻菜",
    "ingredient": "",
    "process": "夏季开花前采挖，晒至半干，扎成束，再阴干",
    "distinguish": "",
    "effect": "现代又用于急性黄疸型肝炎、肝脓疡、子宫内膜炎、卵巢囊肿等。",
    "creation": "洗净，晒干，切碎用。",
    "function": "清热解毒，消痈排脓，活血行瘀。用于肠痈、肺痈及疮痈肿毒，实热瘀滞所致的胸腹疼痛，产后瘀滞腹痛等症。\n\n",
    "taste": "味辛、苦，性微寒。归肝、胃、大肠经。\n。①《本经》：“味苦，平。”\n②《别录》：“咸，微寒，无毒。”\n③《药性论》：“味辛苦，微寒。”\n④《纲目》：“微苦带甘。”入肝、胃、大肠经。\n归肝、胃、大肠经。\n①《汤液本草》：“入足少阴、手厥阴经。”\n②《纲目》：“手足阳明、厥阴。”",
    "usage": "内服：煎汤，10～15g（鲜品30～60g）。外用：鲜品适量，捣敷。\n",
    "compatibility": "脾胃虚弱及孕妇慎服。\r\n",
    "storage": "阴干。",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "黄花败酱\n长50～100cm,根茎圆柱形，多向一侧弯曲，有节，节间长不超过2cm，节上有细根。茎圆柱形，直径0.2～0.8cm，黄绿色至黄棕色，节明显，常有倒生粗毛。质脆，断面中部有髓，或呈小空洞。叶对生，叶片薄，多卷缩或破碎，完整者展平后呈羽状深裂至全裂，裂片边缘有粗锯齿，绿色或黄棕色；叶柄短或近无柄；茎上部叶较小，常3裂，裂片狭长。有的枝端带有伞房状聚伞圆锥花序。气特异，味微苦\n白花败酱\n\n",
    "application": " 1.薏苡附子败酱散（《金匮要略》）治肠痈为病，其身甲错，腹皮急，按之濡如肿状，腹无积聚，身无热，脉数，此为肠内有痈脓：薏苡仁10份，附子2份，败酱5份。上3味，捣为末，取10g，以水2升，煎减半，顿服，小便当下。方中败酱草清热解毒，消痈排脓，祛瘀止痛，为君药。\r\n\n\n\n\n",
    "position": "为败酱科植物白花败酱、黄花败酱或其近缘植物的带根全草",
    "source": "《神农本草经》"
  },
  {
    "name": "蟾蜍",
    "alias": "苦蠪(《别录》)，蟾(《药性论》)，虾蟆(《本草衍义》)，蚵蚾(《全婴方论》)，癞虾蟆、石蚌(《本草蒙筌》)，癞格宝(《贵州民间方药集》)，癞巴子、癞蛤蟆(《吉林中药手册》)，癞蛤蚆(《药材资料汇编》)，蚧蛤蟆、蚧巴子(《山东中草药手册》)。",
    "ingredient": "花背蟾蜍（Bufo vaddei strauch）耳后腺分泌物含胆甾醇（cholesterol），南美蟾毒精（marinobufagin），日本蟾毒它灵（gamabufotalin），远华蟾毒精（telocinobufagin），沙蟾毒精（arenobufagin）。耳腺分泌物中的挥发性成分含壬酸（nonanoic acid），癸酸（decanoic acid），少量正十八烷，正十九烷，正三十烷，二十一烷，十八碳二烯酸。",
    "process": "夏、秋捕捉。捕得后，先采去蟾酥，然后将蟾蜍杀死，直接晒干(东北、华北)；或杀死后除去内脏将体腔撑开晒干(华东、中南、华南)。这种干燥蟾蜍，商品称为\"干蟾\"，除去内脏的商品习称\"干蟾皮\"。",
    "distinguish": "干蟾：全体拘挛抽皱，纵面有棱角，四足伸缩不一，表面灰绿色或绿棕色。除去内脏的，腹腔内面为灰黄色，可见到骨胳及皮膜。气微腥，味辛。以个大、身干、完整者为佳。\n主产山东、河北，江苏、浙江、四川、湖南、湖北、辽宁、吉林等地。",
    "effect": "1.蟾蜍制剂可增强心肌收缩力，增加心搏出量，减低心率并消除水肿与呼吸困难，类洋地黄样作用。2.升压作用，本品繁荣昌盛压作用迅速而平稳，维持时间长且能使肾、脑、冠脉血流量增加，优于肾上腺素缩血管药。3.局麻作用，用豚鼠角膜进行试验，眼内滴入等量药物后，每隔5min刺激6次，共30min，统计30min内刺激角膜不发生反应的次数，以无反应的百分率作用为局麻过程指标，发现其局麻作用大部分比可卡因强。4.抗肿瘤作用，蟾蜍制剂具有增高小鼠脾脏溶血空斑形成细胞（PEC）活性率，促进巨噬细胞功能及增高清溶菌酶浓度等作用，另外蟾蜍对免疫系统及循环系统等方面也有作用。",
    "creation": "蟾蜍：刷去灰屑泥土，剪去头爪，切成方块。炙干蟾：将铁砂倒入锅内烧热，取切好的干蟾放入拌炒，至微焦发泡时取出，筛去铁砂，放冷。民间有以活蟾蜍，用黄泥涂裹，放火灰中煨存性后，研细入药者。\n\n①《蜀本草》：\"《图经》云，取日干及火干之。一法刳去皮爪，酒浸一宿，又用黄精自然汁浸一宿，涂酥炙干用之。\"\n\n②《纲目》：\"今人皆风干，黄泥固济，煅存性用之。\"\n\n③《得配本草》：\"阴干，酒浸三日，焙干用。\"",
    "function": "破癥结，行水湿，化毒，杀虫，定痛。治疔疮，发背，阴疽瘰疬，恶疮，癥瘕癖积，臌胀，水肿，小儿疳积，慢性气管炎。\n\n①《四民月令》：\"治恶疮疽。\"\n\n②《别录》：\"疗阴蚀，疽疠，恶疮，猘犬伤疮。\"\n\n③陶弘景：\"人得温病，斑出困者，生食一两枚。\"\"烧灰敷疮。\"\n\n④《药性论》：\"杀疳虫，治鼠漏恶疮。烧灰敷一切有虫恶痒滋胤疮。\"\n\n⑤《本草拾遗》：\"主温病生斑者，取一枚，生捣绞取汁服之，亦烧末服；主狂犬咬发狂欲死，作脍食之，频食数顿。\"\n\n⑥《日华子本草》：\"破癥结，治疳气，小儿面黄癖气。\"\n\n⑦《本草蒙筌》：\"治小儿洞泻下痢，炙研水调吞之；疗大人跌扑损伤，活捣泥烂罯上；风淫生癣，烧灰和猪脂敷；煨熟啖，杀疳蚀成癖。\"\n\n⑧《纲目》：\"洽一切五疳八痢，肿毒，破伤风病，脱肛。\"\n\n⑨《本草正》：\"消癖气积聚，破坚癥肿胀。\"\n\n⑩《本草备要》：\"发汗退热，除湿杀虫。\"\n\n⑾《医林纂要》：\"能散，能行，能渗，能软，而锐于攻毒。主治痈疽疔毒，杀小儿疳积。剖其腹合肿毒上，三易则毒可消。\"\n\n⑿《本草再新》：\"治疮疽发背，小儿脾胃不和，肝旺火甚，动风惊厥。\"\n\n⒀《随息居饮食谱》：\"清热杀虫，消疳化毒，平惊散癖，行湿除黄。\"\n\n⒁《山东中草药手册》：\"强心利尿，镇痛。治水肿腹水。\"",
    "taste": "辛，凉，有毒。\n\n①《别录》：\"有毒。\"\n\n②《日华子本草》：\"凉，微毒。\"\n\n③《本草蒙筌》：\"味辛，气凉，微毒。\"\n\n④《医林纂要》：\"辛甘咸，寒。\"",
    "usage": "外用：烧存性研末敖或熬膏摊贴。内服：煎汤，1只；或入丸、散，0.3～1钱。",
    "compatibility": "《广西药用动物》：“表热、虚脱的人忌用。”",
    "storage": "?",
    "side_effects": "因服食蟾蜍引起中毒，文献屡有报道。一般均于煮食后30～60分钟发生中毒症状，主要表现有恶心、呕吐、腹痛、腹泻、头昏、头痛，甚或神志昏迷、面色苍白、四肢厥冷、脉搏微弱、心律不整等，心电图的表现酷似洋地黄中毒。蟾蜍的卵及其腮腺、皮肤腺的分泌物，含有多种毒性物质，其他部分是否有毒，尚不明了。烧煮并不能破坏或消除其毒性。曾有2例小儿，合食煮熟之蟾蜍一只后均发生严重中毒症状。其中1例5岁患儿经抢救脱险；另1例1岁半患儿抢救无效，于发病后7小时左右死亡。故一般认为蟾蜍不宜食用，如用作外敷药，其毒素亦可能吸收入血而引起中毒，应加注意。",
    "category": "心；肝；脾；肺经",
    "plant": "1.中华大蟾蜍，体长一般在10cm以上，体粗壮，头宽大于头长，吻端圆，吻棱显着；鼻孔近吻端；眼间距大于鼻间；鼓膜明显，无犁骨齿，上下颌亦无齿。前技长而粗壮，指、趾略扁，指侧微有缘膜而无蹼，指长顺序3、1、4、2，指关节下瘤多成对，常突2，外侧者大。后肢粗壮而短，胫跗关节前达肩部，左右跟部不相遇，趾侧有缘膜，蹼常发达，内跖变形长而大，外跖突小而圆。皮肤极粗糙，头顶部较平滑，两侧有大而长的耳后膜，其余部分满布大小不等的圆开瘰疣，排列较规则的为头的之瘰疣，斜行排列几与耳后腺平行。此外，沿体侧之瘰疣排列亦较规则，胫部之瘰疣更大，个别标本有不明显这跗褶，腹面皮肤不光滑，有小疣。颜色亦异颇大，生殖季节雄性背面多为黑绿色，体侧有浅色的斑纹；雌性背面色较浅，瘰疣乳黄色，有时自眼后沿体侧有斜行之黑色纵斑，腹面乳黄色，有棕色或黑色细花纹。雄性个体较小，内侧三指有黑色婚垫，无声囊。2.黑眶蟾蜍，体长7-10cm，雄性略小；头高，头宽大于头长；吻端圆，吻棱明显，鼻孔近吻端，眼间距大于鼻间距，鼓膜大，无犁骨齿，上下颌均无齿，舌后端无缺刻。头部沿吻棱、眼眶上缘、鼓膜前缘及上下颌缘有十分明显的黑色骨质棱或黑色线。头顶部显然下凹，皮肤与头骨紧密相连。前肢细长；指、趾略扁，末端色黑；指长序为3、1、4、2；指关节下瘤多成对外常突大，内侧者略小，均为棕色，后肢短，胫跗关节前达肩后方，左右跟部不相遇；足短于胫；趾侧有缘膜，相连成半蹼，关节下瘤不明显；内跖突略大于外跖突。皮肤极粗糙，除头顶部无疣外，其余布满大小不等之圆形疣粒，疣粒上有黑点或刺；头两侧为长圆形之耳腺；近脊中线由头后至臀部有2纵行排列较规则的大疣粒。体大的黑眶蟾蜍腹面满布小棘。生活时体色变异较大，一般为黄棕色略具棕红色斑纹。雄性第1、2指基部内侧有黑色婚垫，有单咽下内声囊。\n生境分布：1.生活在泥土中或栖居在石下或草间，夜出觅食。2.栖息于潮湿草丛，夜间或雨后常见。捕食多种有害昆虫和其他小动物。资源分布：1.分布于东北、华北、华东、华中及陕西、甘肃、青海、四川、贵州等地。2.分布于浙江、江西、福建、台湾、湖南、广东、广西、四川、贵州、云南等地。\n栽培：生活习性，喜陷蔽于泥穴、潮湿石下、草丛内、水沟边。皮肤易失水分，故白天多潜伏陷蔽，夜晚及黄昏出来活动。成年蟾蜍多集群在水底泥沙内或陆地潮湿土壤下越冬。停止进食，以体内贮布在肝糖来维持最低的新陈代谢，到翌年气温回升到10-20℃时，才结束冬眠。夜间捕食、活动，以甲虫，蛾类，蜗牛，蝇蛆等为食。人工饲养繁殖比其他蛙类容易。繁殖技术，蟾蜍种源可从野外捕获，也可以捞取卵块或蜊蚪进行饲养。每年春末夏初，5-8月份为蟾蜍的产卵季节。在气温升至6-8℃时，蟾蜍即开始雌雄抱对，人工养殖时雌雄比例比3：1为宜，受精率可达90%以上。温度在16℃时便可产卵。每次产卵量大约在5000枚左右。一般呈双行排列在管状胶质带内，卵带可长达几米，缠绕在水生植物上。人工孵化时水温应控制在10-30℃之间，以℃为宜。并随时注意调节水温。苦遇寒流或暴雨天气，可用塑料薄膜覆盖。经过3-4天即可孵化出小蝌蚪。小蝌蚪生活在水中常成群向一个方向游动。饲养管理，建立蟾蜍饲养场要靠近水源，四周有草，可利用池塘、水沟或田埂作为饲养池。场地四周应筑围墙，墙内留有草坪、菜地，以供蟾蜍栖息及活动。池中有水草生长，稀必适宜。另外，在棉田和稻田中也可以散养。蟾蜍的蝌蚪在孵出2-3天内开始吃食，先以卵膜为食，以后吃一些植物碎屑、水中的微生物和浮游生物。蝌蚪的食物有腐殖质、猪牛粪、糠麸、蔬菜、嫩草、鱼类及畜禽类、生熟废弃物等。蝌蚪变态成幼蛙后，即以活饵为食。可以培养蚯蚓、蝇蛆等各种昆虫，也可以用诱虫灯诱引各种昆虫。供蟾蜍食用。蝌蚪池水深要保持在0.2-0.4m深，注意及时排水，水温在16-28℃时为生长发育最适温度，随着蝌蚪的生长变大，要注意及时分池，一般经过2个月后开始变态幼蛙。幼蛙饲养要注意密度不宜过大，每1m2放养30-50只为宜。要防止逃失和天敌侵害。在阳光强烈时，可以喷洒水以防皮肤干燥。在秋末即要为蟾蜍准备好越冬场所，可以在饲养池的角落处堆放干草使其越冬，北方寒冷可另建越冬温室或越冬深水池，池水应比冰冻层大1倍为宜。",
    "application": "①治疗白喉\n每次取活蟾蜍约170克，明矾约33克，同放在石臼内舂烂，用纱布包裹成长方形(5×10厘米)，置于患者前颈，绷带固定。当时患者即有清凉舒适感，约经4～5小时咽喉部分泌物减少。重症患者4～6小时更换1次，轻症6～10小时更换1次，经20小时后即感咽喉部湿润舒适，吞咽便利。一般重症更换5～6次，轻症3～4次即可见症状减轻或痊愈。治疗13例白喉患者，咽涂片找到白喉杆菌者9例。治后退热时间为18～50小时，局部症状消失时间为14～52小时。所治病例未有气管切开及其他并发症者。\n\n②治疗慢性气管炎\n㈠取活蟾蜍去头、皮和内脏，焙干研末；另以猪胆汁浓缩液与面粉等量混和，低温炒松研末。按7：3的比例将蟾蜍粉与猪胆面粉混和均匀，装入胶囊。每次5分，每日3次，饭后送服。10天为一疗程，共二个疗程。观察372例，病型以单纯型为主，中医分型以虚寒型占多数。服药后止咳、祛痰、平喘的有效率达80%以上。一般在3天内开始见效。据重点病例飘察，治疗前白细胞增高、肺部有干湿性罗音者，治疗后白细胞恢复正常，肺部体征明显改善。㈡用冬眠期蟾蜍1只，白矾3钱，大枣1枚。将白矾、大枣塞入蟾蜍口内，阴干焙黄，研细末，用水泛丸，如绿豆大，以代赭石末为衣，或将药末装入胶囊，每粒(或胶囊)0.5克，成人每日3～6克，1次或分次用温开水送服，连服30天。共治2364例，近期控制361例(15.3%)，显效651例(27.5%)，好转908例(38.4%)，无效444例(18.8%)。总有效率为81.2%。冬春季服药的疗效较夏季明显，单纯型与喘息型两者无显著差异。\n\n③治疗炭疽病\n用干蟾蜍1只，加水300毫升，煎至253毫升，冷却后顿服；或以活蟾蜍1只，去净内脏，捣成糜状，开水冲服；或用蟾蜍1只去内脏洗净，配合白菊花5两，水煎当茶喝，或将蟾蜍、白菊花药渣外敷皮肤炭疽溃疡处。亦可配合金黄散(成药)，水调，经常涂抹水肿处。上述内服外敷法治疗皮肤炭疽26例，肺炭疽3例，肠炭疽1例；其中有全身中毒症状者18例，涂片查炭疽杆菌阳性者14例，均获痊愈。\n\n④治疗恶性肿瘤\n将活蟾蜍晒干后烤酥研细末，过筛，和面粉糊做成黄豆粒大的小丸。面粉与蟾蜍粉之比为1：3。每100丸用雄黄5分为衣。成人每次5～7丸，日服3次，饭后开水送下。过量时可有恶心、头晕感。经治22例胃癌、膀胱癌、肝癌患者，病情皆有好转。\n\n⑤治疗腹水\n取新鲜活蟾蜍杀死(内脏不去)后置瓦上烘干，研成细末，贮于密闭瓶内备用。成人每日口服1次，每次2克，体弱妇幼酌减，10次一疗程，一般可进行二个疗程，如无效不必续服。治程中如血压逐步下降，亦应考虑停药。治疗期间每日食盐不超过2克。共治血吸虫病腹水6例，其中4例治后腹水减少，大大缩短了脾脏切除手术前的准备时间，手术后均无并发症；另2例治后腹水亦有好转。用药后除血压均有不同程度下降外，体温、脉搏等未见变化。本法对血压过低(收缩压在90毫米汞柱以下)及肝肾功能过差的患者不宜使用。另有用砂仁7粒塞入蛤蟆(青蛙也可)嘴里(活蛤蟆须将嘴缝上以免砂仁吐出)，然后用黄泥将蛤蟆裹好，置火上烤干后去掉黄泥，将蛤蟆研成细粉。每日服1个蛤蟆，分2次用黄酒20毫升冲服，7天为一疗程，一般服一疗程即可。治疗肾炎腹水10例，9例有显著疗效，其中2例肾功能有所改善。一般用药后第2天尿量即增加，服至7天腹水即基本消失。\n\n⑥治疗麻风\n蟾蜍与苍耳草配合服用，据31例观察，似具有一定疗效。",
    "position": "为蟾蜍科动物中华大蟾蜍或黑眶蟾蜍等的全体。",
    "source": "《别录》"
  },
  {
    "name": "丝瓜",
    "alias": "天丝瓜、天罗、蛮瓜(《本事方》)，绵瓜(《续本事方》)，布瓜(《古今合璧事类备要》",
    "ingredient": "丝瓜的果实含皂甙、丝瓜苦味质、多量粘液与瓜氨酸。籽苗含葫芦素。丝瓜的汁液含皂甙、粘液、木聚糖、脂肪、蛋白质、维生素。\n\n粤丝瓜全植物有杀昆虫作用。果实对鱼毒性很大，未发现有鱼藤酮，但含有氢氰酸。",
    "process": "嫩丝瓜于夏、秋间采摘。老丝瓜(天骷髅)须于秋后采收。",
    "distinguish": "全体由维管束纵横交错而成。多呈长圆形状，略弯，两端稍细，长短不一，长可达70cm，直径5～10cm。表面黄白色，粗糙，有数条浅纵沟，有时可见残存的果皮和膜质状果肉。体轻，质韧，富弹性；横断面可见3个空腔，偶见残留黑色种子。气微，味淡。以个大、筋粗、质韧、色黄白、无种子者为佳。 \n",
    "effect": "1.镇痛和抗炎作用  丝瓜络水煎剂小鼠腹腔给药，扭体法（5g/kg)及热板法和电刺激法（10g/kg)有明显镇痛作用，纳洛酮不能对抗其镇痛作用，表明其镇痛作用与阿片受体无关。大鼠腹腔注射给药10g/kg，对角叉菜胶致足跖肿及棉球肉芽肿有明显抑制作用[1，2]。\n2.镇静作用  小鼠腹腔注射水煎剂10g／kg、20g／kg对戊巴比妥钠阈下催眠剂量有明显协同作用[1]。\n3.毒性  小鼠腹腔注射水煎剂，改良寇氏法计算LD50为137.40±16.71g／kg[1]。 \n",
    "creation": "?",
    "function": "清热，化痰，凉血，解毒。治热病身热烦渴，痰喘咳嗽，肠风痔漏，崩带，血淋，疔疮，乳汁不通，痈肿。\n\n①朱震亨：\"治痘疮不快，枯者烧存性，入朱砂研末，蜜水调服。\"\n\n②《本草蒙筌》：\"治痘疮脚痛，烧灰，敷上。\"\n\n③《医学入门》：\"治男妇一切恶疮，小儿痘疹余毒，并乳疽、疔疮。\"\n\n④《纲目》：\"煮食除热利肠。老者烧存性服，去风化痰，凉血解毒，杀虫，通经络，行血脉，下乳汁；治大小便下血，痔漏崩中，黄积，疝痛卵肿，血气作痛，痈疽疮肿，齿匿，痘疹胎毒。\"\n\n⑤汪连仕《采药书》：\"天骷髅，治妇人白带血淋，臌胀积聚，一切筋骨疼痛。\"\n\n⑥《陆川本草》：\"生津止渴，解暑除烦。治热病口渴，身热烦躁。\"",
    "taste": "甘，凉。\n\n①《纲目》：\"甘，平，无毒。\"\n\n②《本经逢原》：\"甘，寒。无毒。\"\n\n③《医林纂要》：\"甘咸，寒。\"",
    "usage": "内服：煎汤，3～5钱(鲜者2～4两)；或烧灰研末。外用：捣汁涂或研末调敷。",
    "compatibility": "①《滇南本草》：\"不宜多食，损命门相火，令人倒阳不举。\"\n\n②《本经逢原》：\"丝瓜嫩者寒滑，多食泻人。\"",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_大肠经",
    "plant": "①丝瓜\n一年生攀援草本，幼时全株密被柔毛，老时近于无毛。茎长可达7～10米，圆形，常有角棱，幼茎绿色，被稀疏柔毛，卷须通常3歧。叶互生；叶柄多角形，具柔毛，长4～9厘米；叶片圆心形，长8～25厘米，宽15～25厘米，掌状3～7裂，裂片常呈三角形，先端渐尖或锐尖，边缘具细齿，上面深绿色，下面淡绿色，幼时具有刺毛，老时粗糙无毛，主脉3～7条。花单性，雌雄同株。雌花单生，具柄，雄花为总状花序；花萼5深裂，裂片绿色，卵状披针形，外面被细柔毛；花冠黄色、淡黄色或近白色，呈5深裂，裂片阔倒卵形，长3～5厘米，宽2.4～4.5厘米，边缘波状；雄蕊3～5，花药2室，多弯曲似\"S\"形，花丝分离。基部膨大，被柔毛；于房下位，圆柱形，3室，胚珠多数，柱头3，肥厚，各2裂而外展。瓠果常下垂，长圆柱形，长18～60厘米；幼时绿带粉白色，有深绿色纵纹，老熟时成黄绿色或绿褐色；果肉内生坚韧的网状纤维。种子长方卵形而扁，黑色，边缘有翅。花期5～7月。果期6～9月。\n全田各地均有栽培。\n\n②粤丝瓜\n形与上种相似，不同点为：叶呈掌状浅裂；雄蕊2～3枚；瓠果较短小而有明显的棱角。\n栽培于广东及广西等地。\n\n以上两种植物的根(丝瓜根)、茎(丝瓜藤)、茎中汁(天萝水)、叶(丝瓜叶)、花(丝瓜花)、瓜蒂(丝瓜蒂)、果皮(丝瓜皮)、老瓜内的纤维(丝瓜络)及种子(丝瓜子)亦供药用，各详专条。",
    "application": "?",
    "position": "为葫芦科植物丝瓜或粤丝瓜的鲜嫩果实；或霜后干枯的老熟果实(天骷髅)。",
    "source": "《滇南本草》"
  },
  {
    "name": "寻骨风",
    "alias": "清骨风、猫耳朵(《南京民间药草》)，穿地节、毛香、白毛藤、地丁香、黄木香(《江苏植药志》)，白面风、兔子耳(《江西民间草药》)。",
    "ingredient": "含有生物碱、挥发油、内酯、糖类。",
    "process": "5月开花前采收，晒干。",
    "distinguish": "①干燥的根茎呈细圆柱形，长40～50厘米，直径约2毫米，外表淡棕红色至黄赭色，有纵皱纹，节处有须根或残留的圆点状根痕。断面纤维性，类白色、淡棕色，纤维层和导管群极为显明。\n\n②干燥全草的茎细长，外被白绵毛；叶通常皱折或破裂，淡绿色，两面均密被白绵毛。气微香，味微苦。以根茎红棕色者为佳。\n产江苏、湖南、江西等地。",
    "effect": "①对大鼠实验性\"关节炎\"的作用\n绵毛马兜铃挥发曲及提出的总生物碱对大鼠蛋清性\"关节炎\"有明显的预防作用，非生物碱部分无效，冷浸剂经乙醇沉淀1次所得的制剂对蛋清性及甲醛性\"关节炎\"均有效果，但如沉淀两次，并经高压灭菌者即失去作用。\n\n②抗肿痛作用\n全草的粉末混于饲料中喂食小鼠，对艾氏腹水癌和腹水总细胞数均有明显的抑制作用，对艾氏癌皮下型瘤亦有明显效果。煎剂内服也有效。经初步分析，有效成分似能溶解于水和乙醇，不溶于氯仿，受热不被破坏。",
    "creation": "洗净，晒干，切碎用。",
    "function": "治风湿关节痛，腹痛，疟疾，痈肿。\n\n①《饮片新参》：\"散风痹，通络，治骨节痛。\"\n\n②《南京民间药草》：\"全草浸酒服，治筋骨痛及肚痛。\"\n\n③《江西民间草药》：\"治疟疾，风湿关节痛。\"",
    "taste": "《饮片新参》：\"苦，平。\"",
    "usage": "内服：煎汤，3～5钱；或浸酒。",
    "compatibility": "《饮片新参》：\"阴虚内热者忌用。\"",
    "storage": "?",
    "side_effects": "小鼠每天服煎剂15及30g/kg，连服7天，未见异常。但用含10%全草粉的饲料喂养之小鼠，体重有降低，可能因饲料量不足所致。家兔每天灌服煎剂5g/kg，连服24天，未见异常，尿内也未发现蛋白质，红、白细胞与对照组也无显着差别。",
    "category": "归肝经。",
    "plant": "绵毛马兜铃\n多年生缠绕草本，全株密被白黄色绵毛。茎细长，具数条纵沟。叶互生，卵形或卵圆状心形，长3～10厘米，宽3～7.5厘米，先端尖或钝，基部心形，全缘，两面密生绵毛，尤以下面密厚；叶柄长1.5～4厘米。花单生于叶腋，花梗长2～4厘米；苞片1，卵圆形，长约5毫米；花被弯曲，上端烟斗状，内侧黄色，中央紫色；雄蕊6，花药贴生于合蕊柱周围；子房下位，6室，花柱先端6裂。蒴果椭圆状倒卵形，胞伺开裂。种子扁平。花期6～8月。果期9～10月。\n生于山坡草丛及路旁、田边。分布河南、江苏、浙江、湖北、江西、陕西等地。",
    "application": "①治疗风湿性、类风湿性关节炎\n将寻骨风制成多种剂型使用。㈠流浸膏：每20毫升相当于原生药5钱，每日20～40毫升，分2～3次饭后服；㈡浸膏片：每片0.3克(相当于生药3.75克)，每日6～12片，分2～3次饭后服；㈢注射液：每2毫升含寻骨风总生物碱20毫克。肌肉注射每次2毫升，每日1～2次。对风湿性关节炎一般4周为一疗程；对风湿热、活动性风湿性关节炎在临床症状和体征消失、实验室检查恢复正常后再继续用药1～2周；对慢性风湿性关节炎在疼痛消失或基本消失后停药。对类风湿性关节炎以3个月至半年为一疗程。总计观察306例(其中风湿性关节炎236例，类风湿性关节炎70例)，痊愈20例，症状体征基本消失或显著改善者68例，症状减轻并有关节功能改善者143例，无效75例；有效率75.5%。又据141例风湿性关节炎和48例类风湿性关节炎的观察结果，用药2周以上的有效率分别为88.7%和75%。实践中观察到，活动性风湿多数在用药1周内症状体征就有改善，血沉在1～2周内下降，抗链球菌溶血素\"O\"在2～3周内下降；类风湿性关节炎一般在1～2周内疼痛减轻，1～3月关节肿胀改善，部分强硬的关节活动度增大。治程中发现，有些活动性关节炎尤其是类风湿性关节炎病例，开始服药时有疼痛加重的反应，类风湿性关节炎尤其是使用激素治疗过的患者反应较重，并且延续时间较长(可能与停用激素有关)。一部分已发生关节强硬的患者，服药后先是疼痛加重(个别还有关节发热和发痒感)，其后逐渐减轻，且活动度亦逐渐增加。因此，对风湿性关节炎开始服药1周内，类风湿性关节炎在2～3周内疼痛加重者，应视为治疗有效的征象，不能以为无效而停药。副作用：部分病例出现恶心、呕吐，上腹痛，不思食，头晕痛，乏力，心慌，咽干等，一般仍宜坚持用药。但对少数病变发展迅速，汗出甚多，阴液亏损的患者不宜单独使用。\n\n②治疗胃痛\n取寻骨风根3钱煎服，或将生药放口内嚼烂吞服。每天1剂，服至痊愈。治疗各种胃痛400多例，效果尚可。如1例十二指肠溃疡患者，服6剂后疼痛即止。数月未发。\n\n③治疗钩蚴皮炎\n每次用寻骨风0.5～1两，加水300毫升煎至200毫升。稍凉后用纱布蘸洗患处。一般初起者洗搽1次即退，较重者经治1～2次亦可退肿止痒。",
    "position": "为马兜铃科植物绵毛马兜铃的根茎或全草。",
    "source": "《植物名实图考》"
  },
  {
    "name": "黄皮叶",
    "alias": "油皮、油梅",
    "ingredient": "\n黄皮叶含新黄皮内酸胺（neoclausenamide)，异新黄皮内酰胺（isoneoclausenamide)，黄皮内酰胺（clausenamide)，环黄皮内酰胺（cyclocaausenamide)，一种新的内酰胺\n及ε-戊内酰胺（ε-valerolactam)，高黄皮内酰胺（homoclausenamide)和ξ-黄皮内酰胺（ξ-clausenamide)，香豆精类化合物印黄皮内酯（indicolactone)，八角黄皮内酯（anisolactone)，2”，3”-环\n氧八角黄皮内酯（2”，3”-epoxyanisolactone)。地上部分含三萜醇黄皮萜醇（lansiol)即3β-羟基-23，24，24-\n三甲基羊毛甾烷-9（11)，25-二烯[3β-hydroxy-23，24，24-trime-\nthyllanosta-9（11)，25-diene]，黄皮酰亚胺（lansimide)等。 \n\n",
    "process": "\n全年可采。\n",
    "distinguish": "\n性状鉴别 本品为单数羽状复叶，小叶5-13片，多皱缩，破碎，黄绿色至深绿色，完整者呈阔卵形或卵状椭圆形，密布细小半透明油点及疏柔毛，长4-13cm，宽2-5cm，先端急尖或短渐尖，基部楔形至圆形，两侧不对称，叶全缘或浅波状至浅圆齿状，略反卷，叶脉于叶面凹下，于背面凸起，小叶柄被短柔毛，长2-4mm，质脆。气香，味微苦辛。\n显微鉴别 叶横切面：上表皮细胞呈扁方形或长方形，被角质层；下表皮细胞较小，有多数气孔及非腺毛。栅栏组织为1-2列细胞；海绵组织合多数草酸钙簇晶及少数方晶。主脉纸管束周韧式，中柱鞘纤维束淡黄色。断续排列成环状。叶肉组织中有大型分泌细胞（直径40-200μm)散在。\n粉末特征：黄绿色。①草酸钙簇晶较多，棱角稍钝，直径15-35μm；亦有少数草酸钙方晶；②非腺毛指状至长圆锥形，直径30-50μm，长70-240μm；③表皮细胞表面观呈多角形，气孔多为不定式，少数为环式，副卫细胞4-6个；④中柱鞘纤维壁较厚，直径30-40μm，周围薄壁细胞有的含草酸簇晶；⑤木纤维外\n壁呈波状，胞腔稍大，直径40-70μm；⑥导管多为网纹及螺纹，直径60-100μm。 \n\n",
    "effect": "?",
    "creation": "?",
    "function": "\n疏风解表，除痰行气。治温病身热，咳嗽哮喘，气胀腹痛，黄肿，疟疾，小便不利，热毒疥癞。\n\n①《本草求原》：\"解秽除垢，退黄肿。\"\n\n②《福建民间草药》：\"治痰咳哮喘。\"\n\n③《陆川本草》：\"疏郁行气，止痛退热。治气胀腹痛，温病身热。\"\n\n④广州部队《常用中草药手册》：\"疏风解表。\"\n",
    "taste": "\n《陆川本草》：\"辛，凉。\"\n\n肺经 \n\n",
    "usage": "\n内服：煎汤，0.5～1两(鲜者1～2两)。外用：煎水洗。\n",
    "compatibility": "?",
    "storage": "\n全年均可采收，鲜用或晒干。 \n\n",
    "side_effects": "?",
    "category": "归经_肺经",
    "plant": "\n黄皮 绿灌木或小乔木，高可达12m。幼枝、花轴、叶轴、叶柄及嫩叶下面脉上均有集生成簇的丛状短毛及长毛，有香味。奇数羽状复叶互生；小叶柄长4-8mm；小叶片5-13，顶端1枚最大，向下逐渐变小，卵形或椭圆状披针形，长6-13cm，宽2.5-6cm，先端锐尖或短渐尖，基部宽楔形，不对称，边浅波状或具浅钝齿。聚伞状圆锥花序顶生或腋生，花枝扩展，多花；萼片5，广卵形；花瓣5，白色，匙形，长不超过5mm，开放时反展；雄蕊10，长短互间；子房上位，5室，密被毛。浆果球形、扁圆形，长1.2-3cm，淡黄色至暗黄色，密被毛。种子绿色。花期4-5月，果期7-9月。 \n\n",
    "application": "?",
    "position": "\n为芸香科植物黄皮的叶片，植物形态详\"黄皮果\"条。\n",
    "source": "\n《岭南采药录》\n"
  },
  {
    "name": "蝉花",
    "alias": "虫花(《四川中药志》)。",
    "ingredient": "含虫草素、麦角碱等。目前多为民间药用，系统研究资料甚少。",
    "process": "6～8月间，自土中挖出，去掉泥土，晒干。",
    "distinguish": "带菌的干燥虫体，虫体长椭圆形，微弯曲，长约3厘米，径约1～1.4厘米，形似蝉蜕，头部有数枚灰黑色或灰白色的孢梗束，长条形或卷曲，或有分枝，长约2～5厘米，质脆易断。虫体表面棕黄色，大部为灰白色菌丝所包被，折断后，可见虫体内充满粉白色或类白色松软物质。气微香。以具孢梗束、个大、完整、肉白、气香者为佳。\n产浙江、四川、云南、江苏等地。\n\n大蝉草子囊壳阶段的子座与寄主山蝉幼虫的干燥体亦入药用，称独角龙、乌角尖，常见于蝉花药材中。虫体同前种，头部具1～2枚棒状子座，或有分枝，长3～7厘米，径3～4毫米，黑褐色，顶端稍膨大，表面有多数细小点状突起。\n\n另有一种小蝉花，又名土蝉花，为小蝉草的子座或其分生孢子阶段的孢梗束与寄主蟪蛄幼虫的干燥体。形体较蝉花小。主产广东、福建。同作蝉花入药。",
    "effect": "1.抗肿瘤作用 大蝉草多糖(galactomannan)有抗肿瘤作用。2.中枢神经系统作用 小鼠腹腔注射天然蝉花或人工培养品稀醇提取物能明显减少其自主活动，延长戊巴比妥钠和水合氯醛所致睡眠时间，提高阈下催眠量戊巴比妥钠的小鼠入眠率；延长中枢兴奋药士宁和戊四氮所致辞小鼠惊厥的潜伏时间。经化学刺激法和热板法证明：两者镇痛作用明显。给正常和酵母致热大鼠腹腔注射，具有明显的降温作用。另有资料进一步证明，蝉花及其人工培养物，有明显的镇痛、镇静及解热作用。3.毒性 急性毒性实验表明：天然蝉化乙醇提取物小鼠灌胃60g/kg,观察72h，20只小鼠无1只死亡，给药后动物仅活动减少，24h后均恢复正常。腹腔注射的LD50为12.5±2.1g/kg,毒性反应表现为扭体、活动减少、呼吸困难直至死亡。亚急性毒性实验表明，三组大鼠分别以1g/kg,3g/kg,9g/kg灌胃给药， 连续28d，结果动物的血常规，肝、肾功能和心电图均未见异常改变，对心、肝、脾、肺、肾等重要脏器病理学检查也未见明显异常改变。",
    "creation": "《雷公炮炙论》：\"凡使(蝉花)，要白花全者。收得后于屋下悬干，去甲、土后，用浆水煮一日，至夜焙干，研细用之。\"",
    "function": "①《证类本草》：\"主小儿天吊，惊痫，瘈疭，夜啼，心悸。\"\n\n②《纲目》：\"功同蝉蜕。又止疟。\"",
    "taste": "《证类本草》：\"甘，寒，无毒。\"",
    "usage": "内服：煎汤，3-9g。",
    "compatibility": "尚不明确。",
    "storage": "?",
    "side_effects": "?",
    "category": "肺、肝经",
    "plant": "蝉棒束孢菌\n孢梗束丛生，由蝉幼虫的前端发出，新鲜时白色，高1.5～6厘米；柄分枝或不分枝，粗1～2毫米，有时基部连接，顶部分枝并有粉末状分生孢子；分生孢子长方卵形，两端稍尖，6～9×2～2.5微米，往往含2个油滴。",
    "application": "用量3~6克，煎服或入丸散;外用适量，煎水洗或研末调敷。用治小儿惊风、目赤肿痛、麻疹不透、惊痫、夜啼、心悸等。",
    "position": "为麦角菌科真菌大蝉草的分生孢子阶段即蝉棒束孢菌及其寄主山蝉幼虫的干燥体。",
    "source": "《本草图经》"
  },
  {
    "name": "黄葵",
    "alias": "野芙蓉、假棉花(《广西中草药》)，假山稔、毛夹(《海南植物志》)。",
    "ingredient": "干叶中含有β-谷甾醇及其β-D-葡萄糖甙。鲜花瓣中含有β-谷甾醇和杨梅树皮素及其葡萄糖甙。干的果实外皮中仅有β-谷甾醇。种子中含α-脑磷脂、磷脂酰丝氨酸及其缩醛磷脂和胆碱缩醛磷脂，并含有麝香样香气的麝香梨内酯。",
    "process": "夏、秋采收。",
    "distinguish": "?",
    "effect": "种子可用于头痛。它还有一种吸附能力(相当于炭末的43%)，能使蛇毒灭活。叶在体外有某些抗菌作用，植物的地上部分及果实有杀昆虫作用。麝香梨内酯虽有内酯结构，但无强心作用。",
    "creation": "?",
    "function": "《广西中草药》：\"解毒消肿，排脓止痛。治痈疮肿痛，无名肿毒，蛇头疮。\"",
    "taste": "《广西中草药》：\"味微甘，性凉。\"",
    "usage": "外用：捣敷",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "心；肺经",
    "plant": "黄葵，又名：麝香秋葵。\n一年生或二年生草本，高约1米，全株被长租硬毛。叶互生，掌状5深裂，裂片椭圆状披针形，有时3～5浅裂，先端渐尖，基部心形或近戟形，两面均有粗毛，上部的叶片较小；托叶钻形。花单生于叶腋，花梗长3～8厘米；小苞片7～10枚，线状披针形，脱落；花萼佛焰苞状，长2～3厘米；花冠鲜黄色，中央暗紫色，径约10厘米；雄蕊管长约2.5厘米；花柱枝5，柱头盘状。蒴果卵状长圆形，长5～6厘米，具短喙，果皮薄革质，被粗毛。种子肾形，有纵列乳头状突起，揉之微有麝香味。花期6～10月。\n生于山谷、沟旁、路边、旷野草丛中。分布广西、广东、云南、湖南、江西、台湾等地。",
    "application": "?",
    "position": "为锦葵科植物黄葵的根或叶。",
    "source": "《广西中草药》"
  },
  {
    "name": "香椿子",
    "alias": "椿树子,椿芽树花,椿花,春尖花,香椿铃",
    "ingredient": "?",
    "process": "\n秋季采收，晒干。\n",
    "distinguish": "\n干燥果实，长2.5～3.5厘米。果皮开裂为5瓣，深裂至全长2/3左右，裂片披针形，先端尖，外表黑褐色，有细纹理，内表黄棕色，光滑，厚约2.5毫米，质脆。果轴呈圆锥形，顶端钝尖，黄棕色，有5条棕褐色棱线。断面内心松泡色黄白。种子着生于果轴及果瓣之间，5列，种子有极薄的种翅，黄白色，半透明，基部斜口状，种仁细小不明显。气微弱。以完整、干燥者为佳。\n主产四川。\n",
    "effect": "?",
    "creation": "?",
    "function": "\n祛风，散寒，止痛。治风寒外感，心胃气痛，风湿关节疼痛，疝气。\n\n①《民间常用草药汇编》：\"发汗，治心胃气痛。\"\n\n②《四川中药志》：\"除风寒，治冷骨风及风湿关节痛。\"\n",
    "taste": "\n辛；苦；温 \n\n《四川中药志》：\"性温，味辛苦，无毒。\"\n\n入肝、肺经\n\n《四川中药志》：\"入肝、肺等经。\"\n",
    "usage": "\n内服：煎汤，1～3钱；或研末。\n",
    "compatibility": "?",
    "storage": "?",
    "side_effects": "?",
    "category": "归经_肝经",
    "plant": "\n香椿 叶乔木，高达16m。树皮暗褐色，成片状剥落，小枝有时具柔毛。偶数羽状复叶互生，长25-50cm，有特殊气味；叶柄红色，基部肥大；小叶8-10对，小叶柄长5-10mm；叶片长圆形至披针状长圆形，长8-15cm，宽2-4cm，先端尖，基部偏斜，圆或阔楔形，全缘或有疏锯齿，上面深绿色，无毛，下面色淡，叶脉或脉间有长束毛，花小，两性，圆锥花序顶生；花芳香；花萼短小，5裂；花瓣5，白色，卵状椭圆形；退化雄蕊5，与5枚发育雄蕊互生；子房上位，5室，花盘远较子房为短。蒴果椭圆形或卵圆形，长约2.5cm，先端开裂为5瓣。种子椭圆形，一端有翅。花期5-6月，果期9月。\n",
    "application": "?",
    "position": "\n为楝科植物香椿的果实。植物形态详\"椿白皮\"条。\n",
    "source": "\n《东北药植志》\n"
  }
]